[{"block_type": "LAYOUT_TITLE", "reading_order": 1, "ocr_result": "Disgrace, Disgrace All The Way Disgrace, Disgrace All The Way"}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "Friday 9, December, 1994 was billed to be a remarkable day at the NICON Noga Hilton Hotch Abuja. It was the day that was to put the minds of 90 million Nigerians at rest concerning the hooting of the 8th World Youth Championship in March next year. It was the night of the draw ceremony. Friday 9, December, 1994 was billed to be a remarkable day at the NICON Noga Hilton Hotch Abuja. It was the day that was to put the minds of 90 million Nigerians at rest concerning the hooting of the 8th World Youth Championship in March next year. It was the night of the draw ceremony."}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "True to projections, the weather did not disappoint. There wa glitz, fireworks and the stars shone bounty. The show of sartorial elegancy much to cheer about Outsi Congress Hall, within and outside premises of the Hilton Hotel, Corps rate Security guards, brought down from Lagos, were looking Immaculate with their walkie talkies and designer spectacles, supported by the hotel's security guards in their sober blue uniform. True to projections, the weather did not disappoint. There wa glitz, fireworks and the stars shone bounty. The show of sartorial elegancy much to cheer about Outsi Congress Hall, within and outside premises of the Hilton Hotel, Corps rate Security guards, brought down from Lagos, were looking Immaculate with their walkie talkies and designer spectacles, supported by the hotel's security guards in their sober blue uniform."}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Plags of different nations and in- stitutions flutsered in the wind this sparkling night. The flags of nations that had qualified to participate in the 8th FIPA/Coca-Cola and the hotel flew at full mast. Plags of different nations and in- stitutions flutsered in the wind this sparkling night. The flags of nations that had qualified to participate in the 8th FIPA/Coca-Cola and the hotel flew at full mast."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "But climatic and sartorial beauty were the only things that wereright on this night of history. - - But climatic and sartorial beauty were the only things that wereright on this night of history. - -"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 6, "ocr_result": "reuse reuse"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "P So many things were wrong. To begin with, some pressmen were locked out of such a big Media event because they had no accreditation! The mem- bers of the media and Publicity Com- mittee of the Local Organising Commit- tee (LOC) gave the excuse that they had to do everything in 2 blind hurry. So they forgot the most important job P So many things were wrong. To begin with, some pressmen were locked out of such a big Media event because they had no accreditation! The mem- bers of the media and Publicity Com- mittee of the Local Organising Commit- tee (LOC) gave the excuse that they had to do everything in 2 blind hurry. So they forgot the most important job"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 8, "ocr_result": "Alex Kabba Alex Kabba"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "of accrediting all interested journalists as It is done in other lands. P of accrediting all interested journalists as It is done in other lands. P"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "The ceremony was billed to begin at 6 p.m. inside Hilton's Congress Hall. As at that time, even LOC chairman Chief Sebastine Babatunde Williams believed that the Chief of General Staff, General Oladipo Diya would be present at the draw. He equally sold the message to.his august guests, including Jack Warner, the CONCACAF President and leader of FIFA's Inspec- tion team, CAP President Issa Hayatou, FIFA's head of competitions Miguel Galan, Keith Cooper, Slim Aloulou, Faouz Mahjoub, et cetera. As the dme wore on, without any sign that the hosts were showing much concern over the disgraceful delay, the FIFA officials began to show signs of worry. Warner and Galan, who had been least impressed with facilities inspected in the four centres, kept glancing at their wrist watches. The ceremony was billed to begin at 6 p.m. inside Hilton's Congress Hall. As at that time, even LOC chairman Chief Sebastine Babatunde Williams believed that the Chief of General Staff, General Oladipo Diya would be present at the draw. He equally sold the message to.his august guests, including Jack Warner, the CONCACAF President and leader of FIFA's Inspec- tion team, CAP President Issa Hayatou, FIFA's head of competitions Miguel Galan, Keith Cooper, Slim Aloulou, Faouz Mahjoub, et cetera. As the dme wore on, without any sign that the hosts were showing much concern over the disgraceful delay, the FIFA officials began to show signs of worry. Warner and Galan, who had been least impressed with facilities inspected in the four centres, kept glancing at their wrist watches."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "Surprisingly, when General Jerry Useni, the a dministrator of the Federal Capital Territory who came to repre- sent Abacha strolled in, he was beam- ing all over. That was at 7.47 p.m., over a hundred minutes behind schedule. Hurriedly, in the Nigerian style, proceedings began. The Arst thing some people, including the FIFA officials and the CAF President noticed, was that the picture of Air Commodore Emeka Omeruah, Chairman of the Nigerla Football Association (who by virtue of his position is Nigeria's am- Surprisingly, when General Jerry Useni, the a dministrator of the Federal Capital Territory who came to repre- sent Abacha strolled in, he was beam- ing all over. That was at 7.47 p.m., over a hundred minutes behind schedule. Hurriedly, in the Nigerian style, proceedings began. The Arst thing some people, including the FIFA officials and the CAF President noticed, was that the picture of Air Commodore Emeka Omeruah, Chairman of the Nigerla Football Association (who by virtue of his position is Nigeria's am-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "bassador on footballing matters in the global hemisphere) was missing in the programme pamphlet. Similarly, no mention was made of the NFA, suppos- edly the chief host of the competition. And NFA Secretary-General Sani Toro was, understandably, livid with rage. bassador on footballing matters in the global hemisphere) was missing in the programme pamphlet. Similarly, no mention was made of the NFA, suppos- edly the chief host of the competition. And NFA Secretary-General Sani Toro was, understandably, livid with rage."}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "P Toro complained to the hearing of every listening ear. Once more, the excuse given by LOC's Publicity Com- mittee was that they had to do things \"in a hurry\". One of them even said, \"you can see the photograph of Gen- eral Useni is not even there\". But the truth is that nobody expected Useni at the draw that night. P Toro complained to the hearing of every listening ear. Once more, the excuse given by LOC's Publicity Com- mittee was that they had to do things \"in a hurry\". One of them even said, \"you can see the photograph of Gen- eral Useni is not even there\". But the truth is that nobody expected Useni at the draw that night."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "The electronic scoreboard mounted inside the hall initially failed to func- don. The scoreboard had twelve open spaces, which are further divided in a horizontal order and numbered in Roman. These spaces are further di- vided into Group A (Lagos), B (Enugu), C (Kaduna) and D (Ibadan). The electronic scoreboard mounted inside the hall initially failed to func- don. The scoreboard had twelve open spaces, which are further divided in a horizontal order and numbered in Roman. These spaces are further di- vided into Group A (Lagos), B (Enugu), C (Kaduna) and D (Ibadan)."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "In the head of state's address which General Useni read, the junta gave the wrong reason for Nigerla's inability to have hosted the championship earlier, in 1991 and in 1993. General Abacha's address noted: \"I recall with sadness our inability to host the championship In 1991 and in 1993 following FIFA's dissatisfaction with the state of our facilities\". Warnerand Galan exchanged glances. The truth is that Nigeria was banned in 1989 from taking part in all FIFA age-grade tournaments for two years, after the world body detected irregularities in the recorded ages of three players who had featured in In the head of state's address which General Useni read, the junta gave the wrong reason for Nigerla's inability to have hosted the championship earlier, in 1991 and in 1993. General Abacha's address noted: \"I recall with sadness our inability to host the championship In 1991 and in 1993 following FIFA's dissatisfaction with the state of our facilities\". Warnerand Galan exchanged glances. The truth is that Nigeria was banned in 1989 from taking part in all FIFA age-grade tournaments for two years, after the world body detected irregularities in the recorded ages of three players who had featured in"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 16, "ocr_result": "THE GROUPINGS THE GROUPINGS"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "GROUPA (Lagos) GROUPA (Lagos)"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "NIGERIA NIGERIA"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "2 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "3 3"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "RUSSIA RUSSIA"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "GROUPB (Enugu) AFRICA 2 GROUPB (Enugu) AFRICA 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "SYRIA SYRIA"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "SPAIN SPAIN"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "E / E /"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "JAPAN JAPAN"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "GROUPC(Kaduna) NETHERLANDS GROUPC(Kaduna) NETHERLANDS"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "S/AMERICA 2 S/AMERICA 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "NDURAS NDURAS"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "GROUP D (Ibadan) AUSTRALIA GROUP D (Ibadan) AUSTRALIA"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "COSTA RICA COSTA RICA"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "ORTUGAL ORTUGAL"}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "AFRICA 1 AFRICA 1"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 36, "ocr_result": ""}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 37, "ocr_result": "Sebastine Williams Sebastine Williams"}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "GERMANY GERMANY"}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "earlier championships. After the distrust and distaste among all our World Cup organs had been internationalised with the way the LOC members conveniently forgot to men- don either Omeruah or the NFA in their programme pamphlet, the same poorly- directed LOC chose a foreigner Javier Otero (a FIFA official) to conduct the draw. As if that was not enough, two non-Nigerians, FIFA delegation head Warner and CAF President Hayatou picked the draw. Two Nigerians, Prin- cess Bola Ngozi Jegede and Mr. Ogunla were selected to join Warmer and Hayatou. earlier championships. After the distrust and distaste among all our World Cup organs had been internationalised with the way the LOC members conveniently forgot to men- don either Omeruah or the NFA in their programme pamphlet, the same poorly- directed LOC chose a foreigner Javier Otero (a FIFA official) to conduct the draw. As if that was not enough, two non-Nigerians, FIFA delegation head Warner and CAF President Hayatou picked the draw. Two Nigerians, Prin- cess Bola Ngozi Jegede and Mr. Ogunla were selected to join Warmer and Hayatou."}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "mouth for such occasion. Couldn't someone have briefed the General long before he was called to perform that function? mouth for such occasion. Couldn't someone have briefed the General long before he was called to perform that function?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "And the Mascot? A young elephant. For the past two decades, Nigerla's football has been Identified with fly- ing objects. Does an elephant fly? And the Mascot? A young elephant. For the past two decades, Nigerla's football has been Identified with fly- ing objects. Does an elephant fly?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "The question many were asking was: where are the gems of Nigerian Football of yesteryears? Could we not have got persons like Segun Odegbami, Adokie Amaesimaka, Christian The question many were asking was: where are the gems of Nigerian Football of yesteryears? Could we not have got persons like Segun Odegbami, Adokie Amaesimaka, Christian"}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "THE At the end of the day, guests present at the draw had to go home with Warner's parable. Warner, while reviewing the day and his team's gen- eral impression of the state of facilides, said: \"All over the world, Nigeria is known as a footballing nation. Let the world now know that Nigeria is an organising nation as well. NEW THE At the end of the day, guests present at the draw had to go home with Warner's parable. Warner, while reviewing the day and his team's gen- eral impression of the state of facilides, said: \"All over the world, Nigeria is known as a footballing nation. Let the world now know that Nigeria is an organising nation as well. NEW"}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "\"When FIFA awarded the World Cup to the United States, many people said US was not a footballing nation. But can any country have organised a more successful World Cup than USA \"When FIFA awarded the World Cup to the United States, many people said US was not a footballing nation. But can any country have organised a more successful World Cup than USA"}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "Another eyesore was the way Gen- eral Useni unveiled the mascot. He knew not what he was to say. Couldn't someone have briefed the General long before he was called to perform that function? Another eyesore was the way Gen- eral Useni unveiled the mascot. He knew not what he was to say. Couldn't someone have briefed the General long before he was called to perform that function?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "Chukwu, Stephen Keshi or Felix Owolabi to be part of the party? Of the 16 teams that will take part in the two week championship coming up March 11-26, next year, one-third (5) are yet to emerge. The representa- tives of Africa (2) and South America (3), who will emerge in January, were drawn by designation. Chukwu, Stephen Keshi or Felix Owolabi to be part of the party? Of the 16 teams that will take part in the two week championship coming up March 11-26, next year, one-third (5) are yet to emerge. The representa- tives of Africa (2) and South America (3), who will emerge in January, were drawn by designation."}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "'94?\" '94?\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "General Useni unveiled the Another eyesore was the way He knew mascot. not what he was to say. It was the elegant Master of Ceremony, Singer Onyeka Onwenu who had to move near him and whisper into his ears what words were expected from his General Useni unveiled the Another eyesore was the way He knew mascot. not what he was to say. It was the elegant Master of Ceremony, Singer Onyeka Onwenu who had to move near him and whisper into his ears what words were expected from his"}, {"block_type": "LAYOUT_TEXT", "reading_order": 49, "ocr_result": "United States/ being a non- footballing nation organised a superb World Cup finals. Since the rule of antithesis followed, does it mean that Nigeria being a footballing nation would organise a horrible World Cup? Beyond the glamour, the razz- matazz, the sumptuous buffet to which guests were treated to at Abuja, Nigeria still needs to get its act together if It intends to host the World in three months time. This is because the FIPA delegates were not at all convinced that Nigeria will deliver, if given the opportunity to host the championship. United States/ being a non- footballing nation organised a superb World Cup finals. Since the rule of antithesis followed, does it mean that Nigeria being a footballing nation would organise a horrible World Cup? Beyond the glamour, the razz- matazz, the sumptuous buffet to which guests were treated to at Abuja, Nigeria still needs to get its act together if It intends to host the World in three months time. This is because the FIPA delegates were not at all convinced that Nigeria will deliver, if given the opportunity to host the championship."}]