[{"block_type": "LAYOUT_TITLE", "reading_order": 1, "ocr_result": "BOSS BOSS"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 2, "ocr_result": "Continued from Page L Continued from Page L"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "Arenu who was promoted Chief In- spector last October allegedly raised the alarm about fraudulent practices in the bank. On discovering the alleged fraud, Aremu was said to have notified the bank's chairman, Chief Toye Coker, who promptly alerted the police at Alagbon. Arenu who was promoted Chief In- spector last October allegedly raised the alarm about fraudulent practices in the bank. On discovering the alleged fraud, Aremu was said to have notified the bank's chairman, Chief Toye Coker, who promptly alerted the police at Alagbon."}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "PMNews reliably gathered that Mallam Sheriff and his two top off cers were \"detained\", but later released after the intervention of a top official in the presidency. Competent sources, however, told PM News that the trio were directed to report daily at the PUB. PMNews reliably gathered that Mallam Sheriff and his two top off cers were \"detained\", but later released after the intervention of a top official in the presidency. Competent sources, however, told PM News that the trio were directed to report daily at the PUB."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "when contacted for comments, Pub- lic Relations Manager of Savannah Bank, Mr. Bade Sande, denied any recent occurrence of fraud. He, however, admitted that the bank's managing director and two other senior officials were \"invited for interrogation\" last week for reasons not known to him. when contacted for comments, Pub- lic Relations Manager of Savannah Bank, Mr. Bade Sande, denied any recent occurrence of fraud. He, however, admitted that the bank's managing director and two other senior officials were \"invited for interrogation\" last week for reasons not known to him."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "\"My boss was nev er arrested because when a criminal is arrested, he is hand- cuffed and leg-chained. But It is true \"My boss was nev er arrested because when a criminal is arrested, he is hand- cuffed and leg-chained. But It is true"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "that my boss was Invited by the police last week for Interrogation. I believe his invitad on by the police may be a fall-out of the Internal crises in this bank. It is however, said that the Savannah Bank crisis which has been sustained for almost a year, has defind all reasonable Intervention, \"Mr. Sande said. that my boss was Invited by the police last week for Interrogation. I believe his invitad on by the police may be a fall-out of the Internal crises in this bank. It is however, said that the Savannah Bank crisis which has been sustained for almost a year, has defind all reasonable Intervention, \"Mr. Sande said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "Since last year, Savannah Bank has faced various allegations of fraud and unco-ordinated lending of loans and over-draft amounting to millions of naira. Early this year, Secretary-Gen- eral of the Nigeria Council for National Awareness, Dr. T.A. Kumolu-johnson petitioned the governor of Central Bank of Nigeria (CBN), Mr. Paul Ogwuma, alleging various malprac- dces in Savannah Bank. Since last year, Savannah Bank has faced various allegations of fraud and unco-ordinated lending of loans and over-draft amounting to millions of naira. Early this year, Secretary-Gen- eral of the Nigeria Council for National Awareness, Dr. T.A. Kumolu-johnson petitioned the governor of Central Bank of Nigeria (CBN), Mr. Paul Ogwuma, alleging various malprac- dces in Savannah Bank."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "In the petition dated 25 April, 1994, Johnson alleged that between Sep- tember and Novemberlastyear, about N117 million was given out as loans and over-drafts in Zaria, Kano, Malduguri and Makurdi branches of the bank in flagrant dis-regard of stipu- lated banking regulations. In the petition dated 25 April, 1994, Johnson alleged that between Sep- tember and Novemberlastyear, about N117 million was given out as loans and over-drafts in Zaria, Kano, Malduguri and Makurdi branches of the bank in flagrant dis-regard of stipu- lated banking regulations."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "Johnson accused Mallam Sheriff of \"illegally converting the shares be- longing to a Labanese - the Azars - to his own account after forcing them out of this country with only $2 million of the cost of the shares paid to them.\" Also, Johnson further alleged that in December last year, N138 million was moved out of the bank's Lagos offices without authority; N118 million was distributed at the Nnewi branch in unauthorised over-drafts and loans to six companies; while N12 million was given for the same purposes without security at the Ibadan branch. In all, Johnson alleged a total of about N1 billion in unauthorised loans and over- drafts alone. But in a memo to the bank's chairman dated 29 October, 1993, the former Chief Inspector of Savannah Bank, Chief Olufidipe admitted almost all the alle- gations of unco-ordinated loans and over-draft raised by Dr. Johnson. Apparently dissatisfied with the CBN's response on the Issue, Dr. Johnson again petitioned the panel for Review and Restructuring of the CBN, 5 May 1994, alleging \"culpable negligence or collusion by the apex bank in main- taining malpractices and corrupt prac- tices in the banking sector.\" Johnson accused Mallam Sheriff of \"illegally converting the shares be- longing to a Labanese - the Azars - to his own account after forcing them out of this country with only $2 million of the cost of the shares paid to them.\" Also, Johnson further alleged that in December last year, N138 million was moved out of the bank's Lagos offices without authority; N118 million was distributed at the Nnewi branch in unauthorised over-drafts and loans to six companies; while N12 million was given for the same purposes without security at the Ibadan branch. In all, Johnson alleged a total of about N1 billion in unauthorised loans and over- drafts alone. But in a memo to the bank's chairman dated 29 October, 1993, the former Chief Inspector of Savannah Bank, Chief Olufidipe admitted almost all the alle- gations of unco-ordinated loans and over-draft raised by Dr. Johnson. Apparently dissatisfied with the CBN's response on the Issue, Dr. Johnson again petitioned the panel for Review and Restructuring of the CBN, 5 May 1994, alleging \"culpable negligence or collusion by the apex bank in main- taining malpractices and corrupt prac- tices in the banking sector.\""}, {"block_type": "LAYOUT_FIGURE", "reading_order": 11, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "L-R Charles Taylor, Albaji Kromah and Heacklah Bowen AFP PHOTO L-R Charles Taylor, Albaji Kromah and Heacklah Bowen AFP PHOTO"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 13, "ocr_result": "L iberians L iberians"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "Continued from page 1 Continued from page 1"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "more details about it, especially disar- mament before making full assess- ment.\" The latest accord \"will save Liberta more details about it, especially disar- mament before making full assess- ment.\" The latest accord \"will save Liberta"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "and between rival factions,\" said a prominent Libertan businessman. He said \"many businesses had pre- pared to fold up had the Accra talks and between rival factions,\" said a prominent Libertan businessman. He said \"many businesses had pre- pared to fold up had the Accra talks"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "about the agreement until \"we know from the continued fighting amongst failed to reach an agreement. . about the agreement until \"we know from the continued fighting amongst failed to reach an agreement. ."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 18, "ocr_result": "JAMB Won't Cancel Exam. JAMB Won't Cancel Exam."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 19, "ocr_result": "Registrar Registrar"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "The registrarof the Joint Admis sions and Matriculation Board UAMB]. Dr. Mohammed Abdulrahman has stated that JAMB The registrarof the Joint Admis sions and Matriculation Board UAMB]. Dr. Mohammed Abdulrahman has stated that JAMB"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 21, "ocr_result": "Adewale Olayemi Adewale Olayemi"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "has no intention of cancelling the recently concluded Universities Ma- triculation Examination [UME]. He made this clarification yester day while reacting to a newspaper has no intention of cancelling the recently concluded Universities Ma- triculation Examination [UME]. He made this clarification yester day while reacting to a newspaper"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 23, "ocr_result": "Railway Workers Railway Workers"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "Continued from page 1 Continued from page 1"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "had a joyous Christmas. Speaking with PM News this mom ing the Managing Director of the Cor- poration, Mr. Joseph Maduelwe, said that management was doing every- thing possible to ensure that the back- log of salaries were paid. \"Even if we don't pay before Christ mas, we would try and pay before new year,\" be added. Mr. Maduelwe said that the corpo- ration spends N20 million on salaries monthly and N16 million as monthly pensions. He further disclosed that the NRC had a joyous Christmas. Speaking with PM News this mom ing the Managing Director of the Cor- poration, Mr. Joseph Maduelwe, said that management was doing every- thing possible to ensure that the back- log of salaries were paid. \"Even if we don't pay before Christ mas, we would try and pay before new year,\" be added. Mr. Maduelwe said that the corpo- ration spends N20 million on salaries monthly and N16 million as monthly pensions. He further disclosed that the NRC"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "realised N21 million from its estate holdings this year, saying he hoped It would reach N30 million monthly next year. Mr. Maduekwe stated further that the corporation's revenue from freight traffic also rose from N36.5 million in 1991 to N117 million this year. He said that the corporation's bid to be involved in the lifting of petroleum products and fertilizer had not yielded any meaningful result. Mr. Maduekwe noted that all the corporation's coaches had been re- paired to ensure that people travel freely and cheaply this Christmas. realised N21 million from its estate holdings this year, saying he hoped It would reach N30 million monthly next year. Mr. Maduekwe stated further that the corporation's revenue from freight traffic also rose from N36.5 million in 1991 to N117 million this year. He said that the corporation's bid to be involved in the lifting of petroleum products and fertilizer had not yielded any meaningful result. Mr. Maduekwe noted that all the corporation's coaches had been re- paired to ensure that people travel freely and cheaply this Christmas."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "report that the Board intends to cancel the last examination and even make candidates who sat for the-last UMB as well as students admitted for the 1993/ 94 session who are not in school due to the ASUU strike retake another ex- amination. report that the Board intends to cancel the last examination and even make candidates who sat for the-last UMB as well as students admitted for the 1993/ 94 session who are not in school due to the ASUU strike retake another ex- amination."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 28, "ocr_result": "SEXUAL/SPIRITUAL CLINIC TEL: 01-780306 SEXUAL/SPIRITUAL CLINIC TEL: 01-780306"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "Dr. Abdulrahman explained that the story was not only embarrassing, but makes no sense as there was no major examination irregularides to warrant such a punitive measure. The registrar, however, assured parents and students who are already confused because of the report not to entertain any fear saying, \"the story is not true. JAMB has no intention, no basis and no right to cancel the exami- nation. There is no reason whatsoever.\" According to him, what he said in relation to the last examination was that the Board will conduct another examination in 1995 to take care of students currently in SSS3 and those who missed the last examination. Dr. Abdulrahman explained that the story was not only embarrassing, but makes no sense as there was no major examination irregularides to warrant such a punitive measure. The registrar, however, assured parents and students who are already confused because of the report not to entertain any fear saying, \"the story is not true. JAMB has no intention, no basis and no right to cancel the exami- nation. There is no reason whatsoever.\" According to him, what he said in relation to the last examination was that the Board will conduct another examination in 1995 to take care of students currently in SSS3 and those who missed the last examination."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "For instant cure, Impotency Watery/L ow Sperm Count, Herpes, Piles, Gonorrhoear, Syphiles pus, Scrateches, Iteching, boils, Pains, Cuts in the body and organ, verginal discharge, Diabetes, Big Testes small penis Use Magnetic hourse power for instant cure price from N2,000 - N5,000. Preparation of powerful Talisman & Medicine for Success, Love, Riches, Promotion, Protection against witches, Pass exam and Spiritual Training & Lecture. Contact: DR. BIODUN ZUBAIR of Marvellous Health Research Centre 24, Olorunsogo St, Behinde Amazoil Petrol Station Owode Ajegunle. P.O. Box 336 Ikorodu, Lagos, N.B. Enter Ikor odu bus drop at Petrol Station Ajegunte look left for signboard direction 8 a.m. - 12 noon and 4 p.m. - 8 p.m. For instant cure, Impotency Watery/L ow Sperm Count, Herpes, Piles, Gonorrhoear, Syphiles pus, Scrateches, Iteching, boils, Pains, Cuts in the body and organ, verginal discharge, Diabetes, Big Testes small penis Use Magnetic hourse power for instant cure price from N2,000 - N5,000. Preparation of powerful Talisman & Medicine for Success, Love, Riches, Promotion, Protection against witches, Pass exam and Spiritual Training & Lecture. Contact: DR. BIODUN ZUBAIR of Marvellous Health Research Centre 24, Olorunsogo St, Behinde Amazoil Petrol Station Owode Ajegunle. P.O. Box 336 Ikorodu, Lagos, N.B. Enter Ikor odu bus drop at Petrol Station Ajegunte look left for signboard direction 8 a.m. - 12 noon and 4 p.m. - 8 p.m."}, {"block_type": "LAYOUT_TITLE", "reading_order": 31, "ocr_result": "NEWS FLASH NEWS FLASH"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 32, "ocr_result": "Stolen car Stolen car"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 33, "ocr_result": "P Pope Denounces Child Abuse P Pope Denounces Child Abuse"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "Car thieves stole yesterday a brown- ish cream Toyota Corona car in front of Haliburton Energy Services Nige- ria Limited, Ajose Adeogun, Victoria Island. The carbelongs to Mr. Kayode Onanuga. The particulars of the car are: Registration Number OG 1000 x Engine Number 3T-398413F Chassis Number TT 32018313 If you help locate the car, please phone Mr. Onanuga on 520276 (Home) or 2619004 or 2620765-8. A handsome reward awaits you. Car thieves stole yesterday a brown- ish cream Toyota Corona car in front of Haliburton Energy Services Nige- ria Limited, Ajose Adeogun, Victoria Island. The carbelongs to Mr. Kayode Onanuga. The particulars of the car are: Registration Number OG 1000 x Engine Number 3T-398413F Chassis Number TT 32018313 If you help locate the car, please phone Mr. Onanuga on 520276 (Home) or 2619004 or 2620765-8. A handsome reward awaits you."}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "Pope John Paul 11 yesterday closed the Vatican's Year of the Family by denouncing killings and exploitation of children worldwide and launching a new attack on abortion. In a speech to local members of the Roman Catholic clergy recapping the year's activities, the pope referred to \"truly terrifying facts\" thathad come to light on the fate of children in certain countries. He cited \"the brutal massacre of street children, the prostitution into which they are forced and the trade practised by organisations selling body parts for transplant. \"My thoughts are also with minors who have fallen victim to violence and war, and to children used for drug trafficking and other criminal activities.\" The pontiff also denounced the later modified draft declaration from September's UN Population Conference in Cairo, which he said had been \"absolutely unacceptable\" and was a \"serious threat to the dignity of marriage and the family.\" He cited a comment made at the conference by Nobel Peace Prize laureate Mother Teresa of Calcutta to the effect that abortion was the greatest barrier to world peace. Pope John Paul 11 yesterday closed the Vatican's Year of the Family by denouncing killings and exploitation of children worldwide and launching a new attack on abortion. In a speech to local members of the Roman Catholic clergy recapping the year's activities, the pope referred to \"truly terrifying facts\" thathad come to light on the fate of children in certain countries. He cited \"the brutal massacre of street children, the prostitution into which they are forced and the trade practised by organisations selling body parts for transplant. \"My thoughts are also with minors who have fallen victim to violence and war, and to children used for drug trafficking and other criminal activities.\" The pontiff also denounced the later modified draft declaration from September's UN Population Conference in Cairo, which he said had been \"absolutely unacceptable\" and was a \"serious threat to the dignity of marriage and the family.\" He cited a comment made at the conference by Nobel Peace Prize laureate Mother Teresa of Calcutta to the effect that abortion was the greatest barrier to world peace."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 36, "ocr_result": "New Discovery On Christ Crucifixion New Discovery On Christ Crucifixion"}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "Israeli archaeologists have contested the traditional view of the crucifixion of Christ after discovering the remains of a Jew executed at around the same time. Efrat Orbach, spokesman for the Archaeology Authority, said yesterday that according to Israeli experts, the nails were not driven into the victim's hands but into the forearms. And the victim was seated on a wooden bracket fixed to the cross. A mould of a Jew's heel pierced by a nail has been put on display at the Rockefeller Museum in East Jerusalem. The remains of the crudified victim, Yohannan ben Hagakol, were discovered in the holy city in 1968. His name was found inscribed on a stone near his body. Orbach said the discovery was the first to prove that the Romans crucified their victims. Israeli archaeologists have contested the traditional view of the crucifixion of Christ after discovering the remains of a Jew executed at around the same time. Efrat Orbach, spokesman for the Archaeology Authority, said yesterday that according to Israeli experts, the nails were not driven into the victim's hands but into the forearms. And the victim was seated on a wooden bracket fixed to the cross. A mould of a Jew's heel pierced by a nail has been put on display at the Rockefeller Museum in East Jerusalem. The remains of the crudified victim, Yohannan ben Hagakol, were discovered in the holy city in 1968. His name was found inscribed on a stone near his body. Orbach said the discovery was the first to prove that the Romans crucified their victims."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 38, "ocr_result": "Italian PM Resigns Italian PM Resigns"}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "Silvio Berlusconi resigned as prime minister yesterday after his squabbling coalition collapsed, but à fresh majority was not in sight and the political crisis far from over. President Oscar Lulgi Scalfaro accepted Berlusconi's resignation but asked him to stay on as caretaker prime minister. Berlusconi said after the meeting he suggested a date for general elections but would not say what day that was. Snap elections were the \"only serious alternative\" to put an end to the government crisis, he added. Berlusconi quit after walking out of parliament before three censure motions against him could be voted. The premier told deputies that he had \"drawn the necessary conclusions\" from the parliamentary debate Wednesday after it had become clear that its rebellious ally, the federalist Northern League, intended to vote him out of office. Silvio Berlusconi resigned as prime minister yesterday after his squabbling coalition collapsed, but à fresh majority was not in sight and the political crisis far from over. President Oscar Lulgi Scalfaro accepted Berlusconi's resignation but asked him to stay on as caretaker prime minister. Berlusconi said after the meeting he suggested a date for general elections but would not say what day that was. Snap elections were the \"only serious alternative\" to put an end to the government crisis, he added. Berlusconi quit after walking out of parliament before three censure motions against him could be voted. The premier told deputies that he had \"drawn the necessary conclusions\" from the parliamentary debate Wednesday after it had become clear that its rebellious ally, the federalist Northern League, intended to vote him out of office."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 40, "ocr_result": "Lebanese Loses N.5m To Robbers Lebanese Loses N.5m To Robbers"}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "Armed Robbers numbering about stormed the home of a Lebanese at the Oba-lie Housing Estate in Akure on Wednesday and made away with half 2 million naira in cash. The money was meant for the purchase of tones of cocoa beans. A correspondent of the News Agency of Nigeria (NAN), who lives nearby, reported that the robbers came at about 2.15 a.m., ordering the resident in one of the duplexes to release a visitor who had arrived the previous night. But the resident insisted that he had no visitor and would not be willing to open his gate despite the warning shots fired by the robbers, who had positioned themselves at strategic areas of the estate. The robbers, however, forced their way into the house and arrested the visitor, who turned out to be a Lebanese, from whom they collected N400,000 and another N100,000 from his host after wounding him slightly in the eyes. Most residents were gripped with fear throughout the one hour operation as some residents, who had guns equally fired into the air to warn the robbers from making attempt to extend their operations elsewhere. Armed Robbers numbering about stormed the home of a Lebanese at the Oba-lie Housing Estate in Akure on Wednesday and made away with half 2 million naira in cash. The money was meant for the purchase of tones of cocoa beans. A correspondent of the News Agency of Nigeria (NAN), who lives nearby, reported that the robbers came at about 2.15 a.m., ordering the resident in one of the duplexes to release a visitor who had arrived the previous night. But the resident insisted that he had no visitor and would not be willing to open his gate despite the warning shots fired by the robbers, who had positioned themselves at strategic areas of the estate. The robbers, however, forced their way into the house and arrested the visitor, who turned out to be a Lebanese, from whom they collected N400,000 and another N100,000 from his host after wounding him slightly in the eyes. Most residents were gripped with fear throughout the one hour operation as some residents, who had guns equally fired into the air to warn the robbers from making attempt to extend their operations elsewhere."}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "P The police, who were said to have been alerted by phone, arrived at the scene two hours after the robbers had left. P The police, who were said to have been alerted by phone, arrived at the scene two hours after the robbers had left."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 43, "ocr_result": "Customs Boss Arrested For Robbery Customs Boss Arrested For Robbery"}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "An Assistant Superintendent of Customs, serving in Kano state with Ave others have been arrested by the men of the Lagos state police command for alleged involvement in a car-snatching syndicate, News Agency of Nigeria (NAN) reports. The Lagos state police spokesman, Mr.. Isaac Akinmoyede, said that the customs officer whose name was given as Alhaji Khadiri Yusuf, and his colleagues in the alleged crime, were arrested by a team of detectives from special anti-robbery squad, Ikeja, in their hide-out at De-friendship Hotel along Zimgeri Road in Kano. The suspects, whom NANlearnt had for long terrorised the residents of Lagos state, confessed to being responsible for many car-snatching operations, adding that they ways found ready-made market for stolen vehicles in the Northern part of the country. Three unregistered vehicles, a Toyota Celica, Nissan Sunny Station Wagon and a Toyota Carina were recovered from the suspects. An Assistant Superintendent of Customs, serving in Kano state with Ave others have been arrested by the men of the Lagos state police command for alleged involvement in a car-snatching syndicate, News Agency of Nigeria (NAN) reports. The Lagos state police spokesman, Mr.. Isaac Akinmoyede, said that the customs officer whose name was given as Alhaji Khadiri Yusuf, and his colleagues in the alleged crime, were arrested by a team of detectives from special anti-robbery squad, Ikeja, in their hide-out at De-friendship Hotel along Zimgeri Road in Kano. The suspects, whom NANlearnt had for long terrorised the residents of Lagos state, confessed to being responsible for many car-snatching operations, adding that they ways found ready-made market for stolen vehicles in the Northern part of the country. Three unregistered vehicles, a Toyota Celica, Nissan Sunny Station Wagon and a Toyota Carina were recovered from the suspects."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 45, "ocr_result": "Locusts Take Over N/Africa Locusts Take Over N/Africa"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "Desert locusts are swarming in north Africa and the Middle East, presenting a \"serious\" situation, the UN Food and Agricultural Organisation reported yesterday. It said infestations were continuing to build up in Mauritania, and that the locusts were migrating to southern Morocco. \"In northern Mali and northern Niger, substantial infestations have.led to increasing numbers of adults appearing in southern Algerla,\" it said. \"Substantial adult populations, some of them laying, were present in the Red Sea areas of Sudan and Eritrea. A few swarms were present in the Red Sea coastal areas of Saudi Arabia, where some laying has started.\" Desert locusts are swarming in north Africa and the Middle East, presenting a \"serious\" situation, the UN Food and Agricultural Organisation reported yesterday. It said infestations were continuing to build up in Mauritania, and that the locusts were migrating to southern Morocco. \"In northern Mali and northern Niger, substantial infestations have.led to increasing numbers of adults appearing in southern Algerla,\" it said. \"Substantial adult populations, some of them laying, were present in the Red Sea areas of Sudan and Eritrea. A few swarms were present in the Red Sea coastal areas of Saudi Arabia, where some laying has started.\""}]