[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMNews PMNews"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "3 3"}, {"block_type": "LAYOUT_TITLE", "reading_order": 3, "ocr_result": "How I Spent 55 Days At Alagbon How I Spent 55 Days At Alagbon"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Akintola Benson Oke, a masters degree holder in interna- tional relations from the University of Lagos, is a staff of Senator Bola Ahmed Tinubu, a prominent NADECO member now underground. After Tinubu's disappear- ance, Mr. Oke was arrested by security agents. He spent 55 days at the Alagbon Investigation Bureau. He nar- rated his experience to Duro Okunbaloye. Excerpts: Akintola Benson Oke, a masters degree holder in interna- tional relations from the University of Lagos, is a staff of Senator Bola Ahmed Tinubu, a prominent NADECO member now underground. After Tinubu's disappear- ance, Mr. Oke was arrested by security agents. He spent 55 days at the Alagbon Investigation Bureau. He nar- rated his experience to Duro Okunbaloye. Excerpts:"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "Q: When and how were you arrested? A: I was arrested on Friday 16 September at Senator Bola Tinubu's guest house Lagos around 9.00 a.m. in the morning. Q: When and how were you arrested? A: I was arrested on Friday 16 September at Senator Bola Tinubu's guest house Lagos around 9.00 a.m. in the morning."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "After about fifteen minutes of my arrest Senator Tinubu's cousin, Mr. Akeem Apatina came in and he too was promptly arrested by the police. About thirty minutes later, the policemen took us to Ejigbo, from where we were moved to Alagbon. We got to Alagbon around 6.00 p.m. After interrogat- ing us, they prepared our detention order, and put us in the cooler for 55 days. After about fifteen minutes of my arrest Senator Tinubu's cousin, Mr. Akeem Apatina came in and he too was promptly arrested by the police. About thirty minutes later, the policemen took us to Ejigbo, from where we were moved to Alagbon. We got to Alagbon around 6.00 p.m. After interrogat- ing us, they prepared our detention order, and put us in the cooler for 55 days."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "Q: What reason did they give for your arrest? Q: What reason did they give for your arrest?"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 8, "ocr_result": "pooor pooor"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "A: Actually, before we were arrested on 16 September, two people were arrested the previous day at Senator Tinubu's guest house. The two were Senator Paul Ukpo and Mr. Tunde Oyetola. A: Actually, before we were arrested on 16 September, two people were arrested the previous day at Senator Tinubu's guest house. The two were Senator Paul Ukpo and Mr. Tunde Oyetola."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "When they arrested Akeem and me, they didn't tell us anything though we thought perhaps we were arrested because of Sena- tor Bola Tinubu's uncompromising position especially his insistence on the actualisation of the 12 June mandate that was freely given to Bashorun MKO Abiola. When they arrested Akeem and me, they didn't tell us anything though we thought perhaps we were arrested because of Sena- tor Bola Tinubu's uncompromising position especially his insistence on the actualisation of the 12 June mandate that was freely given to Bashorun MKO Abiola."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "On the second day of our arrest, our houses were searched. The police called at my residence for a search. But nothing incriminating was found in my house as well as the houses of the other three people. From there, we started wondering what could have prompted our arrest and we did not get a clue until the third day when my father (Chief Samuel Agboola Akintan -the Ojomu of Idanreland) came to see the offic- ers handling our case at Alagbon. I got to know that our arrest was in connection with Senator Bola Tinubu's alleged attempt to bomb Ejigbo NNPC depot. On the second day of our arrest, our houses were searched. The police called at my residence for a search. But nothing incriminating was found in my house as well as the houses of the other three people. From there, we started wondering what could have prompted our arrest and we did not get a clue until the third day when my father (Chief Samuel Agboola Akintan -the Ojomu of Idanreland) came to see the offic- ers handling our case at Alagbon. I got to know that our arrest was in connection with Senator Bola Tinubu's alleged attempt to bomb Ejigbo NNPC depot."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Q: Going by what you know of him would you say Senator Bola Tinubu has any link with the alleged bomb attempt in any way? A: As far as I know and as much as I can say as a close staff to him, I never got wind of anything like that. I can say this because he confides in me a great deal, even some other issues he partakes in, I get to know of them before he tells me; so the particular allegation in question I never got an inkling of it. Hence I believe it is a mere fabrication to run him down. Q: Going by what you know of him would you say Senator Bola Tinubu has any link with the alleged bomb attempt in any way? A: As far as I know and as much as I can say as a close staff to him, I never got wind of anything like that. I can say this because he confides in me a great deal, even some other issues he partakes in, I get to know of them before he tells me; so the particular allegation in question I never got an inkling of it. Hence I believe it is a mere fabrication to run him down."}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "Moreso, Tinubu himself had written a rejoinder to that effect in Sunday Vanguard of 4 December titled Re-Bola Tinubu de- clared wanted. He debunked the whole allegation as a mere fabrication. You can go and read it. So I can't say more than that, Moreso, Tinubu himself had written a rejoinder to that effect in Sunday Vanguard of 4 December titled Re-Bola Tinubu de- clared wanted. He debunked the whole allegation as a mere fabrication. You can go and read it. So I can't say more than that,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "unless you can see Tinubu himself. Mean- while, the police similarly alleged that Dr. Beko Ransome Kuti collected N5 million from Chief MKO Abiola without any proof which later led to their releasing him. So, as far as I am concerned, the allegation does not hold water. unless you can see Tinubu himself. Mean- while, the police similarly alleged that Dr. Beko Ransome Kuti collected N5 million from Chief MKO Abiola without any proof which later led to their releasing him. So, as far as I am concerned, the allegation does not hold water."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "Q: By the Way, what is your experience at Alagbon and how would you describe the relationship between you and the security agents handling your case? Q: By the Way, what is your experience at Alagbon and how would you describe the relationship between you and the security agents handling your case?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "A: Actually, Alagbon is a lion's den. Their food is very horrible. No mattresses, you just sleep on bare floor. A: Actually, Alagbon is a lion's den. Their food is very horrible. No mattresses, you just sleep on bare floor."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "Also, there was no ventilation where we were detained. Everywhere was very dark, you can't see your mate with whom you are sharing the same room especially if you are coming from outside, so you need to have been in the dark for some hours before knowing if your partner is dead or sleeping. Also, there was no ventilation where we were detained. Everywhere was very dark, you can't see your mate with whom you are sharing the same room especially if you are coming from outside, so you need to have been in the dark for some hours before knowing if your partner is dead or sleeping."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "In fact, the situation was hopeless, so dehumanising that one needs to call the government to improve the situation so that the inmates would not just die for fun. As to the relationship between myself and the security agents handling my case, I would say without any feat of contradiction that throughout my detention, our relationship was not too bad. They tried to attend to my needsthead anytime people came visiting me, they allowed them to see me. In fact, the situation was hopeless, so dehumanising that one needs to call the government to improve the situation so that the inmates would not just die for fun. As to the relationship between myself and the security agents handling my case, I would say without any feat of contradiction that throughout my detention, our relationship was not too bad. They tried to attend to my needsthead anytime people came visiting me, they allowed them to see me."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 19, "ocr_result": "Akintola Oke Akintola Oke"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "Q: What other thing strikes you while in detention? Q: What other thing strikes you while in detention?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "A: Traile one that strikes me most is that the detention itself is a state on its own where we have president, vice president and other officers In fact, all portfolios of government are there. Anytime one is detained, he has to pay his state fee, N2,000 only. One must obey all the officers and rules and regula- tions of the state. And one must be inaugu- rated in the state and say the national anthem of the Kalakuta republic named after Afro beat king Fela Anikulapo Kuti. A: Traile one that strikes me most is that the detention itself is a state on its own where we have president, vice president and other officers In fact, all portfolios of government are there. Anytime one is detained, he has to pay his state fee, N2,000 only. One must obey all the officers and rules and regula- tions of the state. And one must be inaugu- rated in the state and say the national anthem of the Kalakuta republic named after Afro beat king Fela Anikulapo Kuti."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "During the inauguration of Kalakuta re- public, the new members must say bye-bye to Nigeria for at least seven times, then he must say the national anthem which goes like this: \"No do, No do, I do am so ley, alarm blow Kekereke, I go take my bead carry and kokoroko'' It was a different life entirely. Q; How is the other guy who was with you when you were arrested? During the inauguration of Kalakuta re- public, the new members must say bye-bye to Nigeria for at least seven times, then he must say the national anthem which goes like this: \"No do, No do, I do am so ley, alarm blow Kekereke, I go take my bead carry and kokoroko'' It was a different life entirely. Q; How is the other guy who was with you when you were arrested?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "A: Yes, we were released together on Wednesday 9 November, 1994 with a bail bond of N100,000. Then the police authority released the two of us to my father Chief Akintan and told us to be reporting at A: Yes, we were released together on Wednesday 9 November, 1994 with a bail bond of N100,000. Then the police authority released the two of us to my father Chief Akintan and told us to be reporting at"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "Alagbon every Friday which I have been doing. Alagbon every Friday which I have been doing."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "The man is doing fine at his home and we have been reporting together. The man is doing fine at his home and we have been reporting together."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "- Q: Did the police attempt to take your case to court for hearing? - Q: Did the police attempt to take your case to court for hearing?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "A: Though that should have been the natural thing, they did not take our case to any court. A: Though that should have been the natural thing, they did not take our case to any court."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "Q: Since you were released have you been able to get in touch with Senator Bola Tinubu to tell him of your ordeal? Q: Since you were released have you been able to get in touch with Senator Bola Tinubu to tell him of your ordeal?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "A: I have not been able to get in touch with him since I don't know where he is, except that I read in the papers his reactions to allegations against him. A: I have not been able to get in touch with him since I don't know where he is, except that I read in the papers his reactions to allegations against him."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "Q: As his staff, how could you describe Senator Bola Tinubu's personality especially his role at the Senate in the truncated Third Republic? Q: As his staff, how could you describe Senator Bola Tinubu's personality especially his role at the Senate in the truncated Third Republic?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "A: Senator Bola Tinubu is a consistent man who believes in justice, fair play, equity and the enthronement of a truly enduring de- mocracy, not only in Nigeria but in Africa as a whole. A: Senator Bola Tinubu is a consistent man who believes in justice, fair play, equity and the enthronement of a truly enduring de- mocracy, not only in Nigeria but in Africa as a whole."}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "His role in the Senate was second to none. He is one of the few Senators who stood for the actualisation of the 12 June mandate without any fear of intimidation from any quarters. His role in the Senate was second to none. He is one of the few Senators who stood for the actualisation of the 12 June mandate without any fear of intimidation from any quarters."}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "In fact, Senator Tinubu browbeated the military antics in the Senate and said un- In fact, Senator Tinubu browbeated the military antics in the Senate and said un-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "equivocally that come 27 August 1993, if former President Babangida failed to quit the stage he would resign from the Senate. He is indeed what I can call a true national- ist. equivocally that come 27 August 1993, if former President Babangida failed to quit the stage he would resign from the Senate. He is indeed what I can call a true national- ist."}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "Q: As a citizen who has suffered for the cause of 12 June, what is your general impression about the phenomenon called 12 June? Q: As a citizen who has suffered for the cause of 12 June, what is your general impression about the phenomenon called 12 June?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "A: June 12 is still living and therefore It cannot be wished away. June 12 signifies that rebirth of Nigeria as a nation. A: June 12 is still living and therefore It cannot be wished away. June 12 signifies that rebirth of Nigeria as a nation."}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "NEW If I were the Head of State, I would release the undeclared winner of the election - Bashorun MKO Abiola from detention and arrange for a dialogue with him so that the nation can move forward again. NEW If I were the Head of State, I would release the undeclared winner of the election - Bashorun MKO Abiola from detention and arrange for a dialogue with him so that the nation can move forward again."}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "You can see that, it is an indisputable fact today that Chief MKO Abiola is the main issue in Nigerian polity, therefore dialogue is necessary between government and the man, such dialogue should focus on how his mandate could be actualised. Towards this end, all political prisoners should regain their freedom. And finally, all the politicians abroad should be allowed to come home. So that they can contribute to the development of the nation, especially as there is a high degree of political instability, economic tur- moil and social decadence in our body polity today. You can see that, it is an indisputable fact today that Chief MKO Abiola is the main issue in Nigerian polity, therefore dialogue is necessary between government and the man, such dialogue should focus on how his mandate could be actualised. Towards this end, all political prisoners should regain their freedom. And finally, all the politicians abroad should be allowed to come home. So that they can contribute to the development of the nation, especially as there is a high degree of political instability, economic tur- moil and social decadence in our body polity today."}]