[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "Friday 16 December, 1994 Friday 16 December, 1994"}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "SPORTI SPORTI"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 3, "ocr_result": "ULTIMATE DOMINATES ASOJU-OBA P.7 ULTIMATE DOMINATES ASOJU-OBA P.7"}, {"block_type": "LAYOUT_TITLE", "reading_order": 4, "ocr_result": "ULTIMATE DOMINATES ASOJU-OBA P.7 ULTIMATE DOMINATES ASOJU-OBA P.7"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 5, "ocr_result": "Akinyele, Oyinlola For SWAN Appeal Launching Akinyele, Oyinlola For SWAN Appeal Launching"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "The former Executive Chairman f the National Sports Commis- ion (NSC), Chief Alexander Opeyemi Akinyele has accepted to be the chairman of the forth- coming Lagos Chapter of Sports Writers Association of Nigeria Patron Investiture/Distress mem- bers' Appeal Fund Launching. The former Executive Chairman f the National Sports Commis- ion (NSC), Chief Alexander Opeyemi Akinyele has accepted to be the chairman of the forth- coming Lagos Chapter of Sports Writers Association of Nigeria Patron Investiture/Distress mem- bers' Appeal Fund Launching."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "man, Major General Mamman : Kontagora (rtd) and LOC President, Chief Sebastine B. Williams. man, Major General Mamman : Kontagora (rtd) and LOC President, Chief Sebastine B. Williams."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "Also expected at the organion as the Special Guest of honour, is the Association's Grand Patron, The Mili- ary Administrator of Lagos State, Colonel Olagunsoye Oyinlola. The investiture and launching re- pectively which will hold at the New Gymnasium Court of the Na- ional Stadium on 20 December, 1994, s expected to attract top Sports dig- hitaries-and corporate organisations mong whom are NOC President, Alhaji Raheem Adejumo, PMC Chair- Also expected at the organion as the Special Guest of honour, is the Association's Grand Patron, The Mili- ary Administrator of Lagos State, Colonel Olagunsoye Oyinlola. The investiture and launching re- pectively which will hold at the New Gymnasium Court of the Na- ional Stadium on 20 December, 1994, s expected to attract top Sports dig- hitaries-and corporate organisations mong whom are NOC President, Alhaji Raheem Adejumo, PMC Chair-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "Others are Chief Molade Okoya- Thomas, Chief Babasola Rhodes, Chief Bright Ugwuegbo, Chief Austin Okeke, Chief Okon, Managing Dt- rector ADC Airline and Chief A.D. Okafor. Others are Chief Molade Okoya- Thomas, Chief Babasola Rhodes, Chief Bright Ugwuegbo, Chief Austin Okeke, Chief Okon, Managing Dt- rector ADC Airline and Chief A.D. Okafor."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "Also expected at the occasion are the Director-General, NSC, Alhaji Babayo Shehu, NFA Chairman, Air Commodore Emeka Omeruah, Chair- man and Director of Sports Lagos State Sports Council respectively, Mr. Oladele Oshodi and Mr. Bank- Olemoh, all Associations' Chairmen, Fan Ndubuoke, Lagos State Council of NUJ etc. Also expected at the occasion are the Director-General, NSC, Alhaji Babayo Shehu, NFA Chairman, Air Commodore Emeka Omeruah, Chair- man and Director of Sports Lagos State Sports Council respectively, Mr. Oladele Oshodi and Mr. Bank- Olemoh, all Associations' Chairmen, Fan Ndubuoke, Lagos State Council of NUJ etc."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "Lagos State SWAN Chairman, Uwem Ankak, has appealed to all patrons, invited guests and well wishers of - Lagos State SWAN Chairman, Uwem Ankak, has appealed to all patrons, invited guests and well wishers of -"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 12, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "Lagos SWAN to come and donate to ameliorate the suffering of our colleagues in the shut media houses. Lagos SWAN to come and donate to ameliorate the suffering of our colleagues in the shut media houses."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "Orlando Magic Shaquille O'Neal (R) jumps above Nuggets Dikembe Mutombo to score two points early in the first period of their game in Orlando on Wednesday. AFP PHOTO. Orlando Magic Shaquille O'Neal (R) jumps above Nuggets Dikembe Mutombo to score two points early in the first period of their game in Orlando on Wednesday. AFP PHOTO."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 15, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "AFTERMATH OF EAGLES' CONTRACT LOSS AFTERMATH OF EAGLES' CONTRACT LOSS"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "Dutch player Brian Roy (R) jumps over Luxembourg's Carlo Weis dur- ing their Euro- peanChampion- ship qualifier in Rotterdam on Wednesday. The : Nether- lands. beat Lux- embourg 5-0. AFP PHOTO. Dutch player Brian Roy (R) jumps over Luxembourg's Carlo Weis dur- ing their Euro- peanChampion- ship qualifier in Rotterdam on Wednesday. The : Nether- lands. beat Lux- embourg 5-0. AFP PHOTO."}, {"block_type": "LAYOUT_TITLE", "reading_order": 18, "ocr_result": "Adidas Set To Grab Africa's continent after the initial set Market back.\" Adidas International also plans to kit Nigerian track an field athletes to the 6th All Africa Games in Harare Zimbabwe in September, 1995 Adidas Set To Grab Africa's continent after the initial set Market back.\" Adidas International also plans to kit Nigerian track an field athletes to the 6th All Africa Games in Harare Zimbabwe in September, 1995"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "Adidas International, the Sportwear behemoth whose sole kitting contract of th national soccer team was jettisoned by the Nigeria Football Association after the World Cup finals, is plot- ting Its way toward getting even juicler contracts with Nigerian footballers, as well as taking over the African market In sportswear and shoes supply. Adidas International, the Sportwear behemoth whose sole kitting contract of th national soccer team was jettisoned by the Nigeria Football Association after the World Cup finals, is plot- ting Its way toward getting even juicler contracts with Nigerian footballers, as well as taking over the African market In sportswear and shoes supply."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "To this end, the German manufacturing concern is targetting the 8th FIFA/Coca- Cola World Youth Championship to be staged in Nigeria in March next year for ample promo- tional opportunities. To this end, the German manufacturing concern is targetting the 8th FIFA/Coca- Cola World Youth Championship to be staged in Nigeria in March next year for ample promo- tional opportunities."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "\"We want to launch ourself back into the Nigerian, and now African market in a big way. We will ensure that no- table African players including Nigerians don Adidas wears at the Nigeria '95 championship. We also want to start kitting your athletes,\" disclosed Mr. Werner Tutch. \"We want to launch ourself back into the Nigerian, and now African market in a big way. We will ensure that no- table African players including Nigerians don Adidas wears at the Nigeria '95 championship. We also want to start kitting your athletes,\" disclosed Mr. Werner Tutch."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "plied the Super Eagles with 15,000 dollars worth of wears before the Tunisia '94 African Nations Cup which the team won.\" plied the Super Eagles with 15,000 dollars worth of wears before the Tunisia '94 African Nations Cup which the team won.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "The German company came out for the first time to express with the way the NFA kitting contract, \"after we hadsup The German company came out for the first time to express with the way the NFA kitting contract, \"after we hadsup"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "Mr. Werner Tutch said, \"We were thrown out of our stride by the development. The NFA did not even bother to tell us before terminating the con- tract. We had taken over the Super Eagles when the team was still trying to find its feet, but after turning the players into celebrities, we were dumped just like that. Mr. Werner Tutch said, \"We were thrown out of our stride by the development. The NFA did not even bother to tell us before terminating the con- tract. We had taken over the Super Eagles when the team was still trying to find its feet, but after turning the players into celebrities, we were dumped just like that."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "\"For Nigeria 95, we will select key players of each team to promote our boots, espe- cially thenew design, Predator. You know, there are players who prefer particular boots out of tradition or superstition irre- spective of their team's kitting company. \"For Nigeria 95, we will select key players of each team to promote our boots, espe- cially thenew design, Predator. You know, there are players who prefer particular boots out of tradition or superstition irre- spective of their team's kitting company."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "\"The termination of the NI- gerian kitting right was a big loss to Adidas International. We had picked this country because we know all along that Nigerla plays football of the future. Now, we want to return with full force to the African \"The termination of the NI- gerian kitting right was a big loss to Adidas International. We had picked this country because we know all along that Nigerla plays football of the future. Now, we want to return with full force to the African"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "continent after the initial set back.\" continent after the initial set back.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "Adidas International also plans to kit Nigerian track and field athletes to the 6th All- Africa Games in Harare, Zimbabwe in September, 1995. \"We will supply them with wears and spikes. We have alwayshadagoodrapportwith your star runners,\" said Mr. Werner Tutch. Adidas International also plans to kit Nigerian track and field athletes to the 6th All- Africa Games in Harare, Zimbabwe in September, 1995. \"We will supply them with wears and spikes. We have alwayshadagoodrapportwith your star runners,\" said Mr. Werner Tutch."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "Mr. Tutch said his company would watch with keen inter est how much Nigeria enjoyed from the NIKE contract, as he criticised the American Sports wear manufacturers for their disinclination to pay attention to technical details in theirprod- ucts. Mr. Tutch said his company would watch with keen inter est how much Nigeria enjoyed from the NIKE contract, as he criticised the American Sports wear manufacturers for their disinclination to pay attention to technical details in theirprod- ucts."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "Adidas International makes shoes that help sports to grow. We boots faster and produce spikes that that makes shoot the runner, move faster. NIKE has no time for that. They only worship promotion to get their goods accepted. Adidas International makes shoes that help sports to grow. We boots faster and produce spikes that that makes shoot the runner, move faster. NIKE has no time for that. They only worship promotion to get their goods accepted."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "Apart from the Nigerian tract, Adidas Internationa also lost some lucrative this year, including the with the Swedish national [bronze medallists at the W Cup finals), Italian elite Inter M llan and England's E pean Cup inn representative, Arsena): Apart from the Nigerian tract, Adidas Internationa also lost some lucrative this year, including the with the Swedish national [bronze medallists at the W Cup finals), Italian elite Inter M llan and England's E pean Cup inn representative, Arsena):"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "Adeola Fasbola Adeola Fasbola"}, {"block_type": "LAYOUT_FOOTER", "reading_order": 33, "ocr_result": "PMNE is IS PUBLISHED BY CVL. OFFICE 8 IBIYEMI STREET AJAO ESTATE ISOLO LAGOS EDITOR: BABAFEMI OJUDU TEL 01-526476 PMNE is IS PUBLISHED BY CVL. OFFICE 8 IBIYEMI STREET AJAO ESTATE ISOLO LAGOS EDITOR: BABAFEMI OJUDU TEL 01-526476"}, {"block_type": "LAYOUT_FOOTER", "reading_order": 34, "ocr_result": "Sport Quote \"Asfaras NFA is concerned, we'll never issue any player bis transfer certificate without the go-abead of the club, when they make their way out of the country without proper clearance, we also inform FIFA\". NFA bead of public relations, Austin Mgbolu absolving be Association of illegal transfer of players. Sport Quote \"Asfaras NFA is concerned, we'll never issue any player bis transfer certificate without the go-abead of the club, when they make their way out of the country without proper clearance, we also inform FIFA\". NFA bead of public relations, Austin Mgbolu absolving be Association of illegal transfer of players."}]