[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "P.M. .NEWS P.M. .NEWS"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "Pages 4 S Pages 4 S"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 3, "ocr_result": "Nigerians Should Act, Not Talk Nigerians Should Act, Not Talk"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Formerly Director of Re- search, Nigerian Political Scl- ence Association, Professor Soani Gwanle Tyoden is cúr- rently the Dean, Faculty of Social Science, University of Abuja. He spoke to Dolfie Ola on the leadership tussle in Nigeria. Excerpts: Q: What doesit take to lead Nigeria? A: I don't think that it takes much to lead Nigeria. And 1 don't think you need any spe- cial qualities to lead Nigeria other than what you need to lead other countries. In other words, you need the requisite leadership qualities - honesty, integrity, an idea of how to bring the country together, the disposition to perceive the coun- try 25 one single entity. Once you have that, I don't see what proolems you have. Q: Some people have been in the headship of this country without necessarily possessing these qualities, yet they were there. Why so? A: Being in leadership does not necessarily make you a leader. You can find yourself in a leadership position by one circumstance or the other. If I have a gun and I shoot my way into office, I am leading the country. But that does not nec- essarily mean that I have the leadership qualities to lead the country. So their having been there or their having found them- selves in leadership positions does not necessarily mean that they have the leadership quali- ties, that is for somebody who shoots his way into office. For people who have emerged through the ballot box, it is our fault Nigerians for having people who don't have the leadership capabilities in leadership posi- tions. We elected them and if we are today complaining that they could not lead us properly, they have shortcomings, then it is our fault because we elected them to those positions. So the prob- lem is not only the leaders but also the led who put the leaders there. Are you saying weare all guilty? A: To some extent, yes. I don't think the problem of this country is just the issue of the leaders. We all have our share of guilt. Q: Well, Chinua Achebe in his book, The Trouble Wub Nige- ria argued that \"the trouble with Nigeria is simply and squarely the failure of leadership.\" And so many people think so but then, can the crisis in Nigeria be resolved mainly by getting bet- ter individuals? A: To the extent that the leadership takes the forefront and is supposed to motivate the followership, to that extent we can say the problem with Nige- Formerly Director of Re- search, Nigerian Political Scl- ence Association, Professor Soani Gwanle Tyoden is cúr- rently the Dean, Faculty of Social Science, University of Abuja. He spoke to Dolfie Ola on the leadership tussle in Nigeria. Excerpts: Q: What doesit take to lead Nigeria? A: I don't think that it takes much to lead Nigeria. And 1 don't think you need any spe- cial qualities to lead Nigeria other than what you need to lead other countries. In other words, you need the requisite leadership qualities - honesty, integrity, an idea of how to bring the country together, the disposition to perceive the coun- try 25 one single entity. Once you have that, I don't see what proolems you have. Q: Some people have been in the headship of this country without necessarily possessing these qualities, yet they were there. Why so? A: Being in leadership does not necessarily make you a leader. You can find yourself in a leadership position by one circumstance or the other. If I have a gun and I shoot my way into office, I am leading the country. But that does not nec- essarily mean that I have the leadership qualities to lead the country. So their having been there or their having found them- selves in leadership positions does not necessarily mean that they have the leadership quali- ties, that is for somebody who shoots his way into office. For people who have emerged through the ballot box, it is our fault Nigerians for having people who don't have the leadership capabilities in leadership posi- tions. We elected them and if we are today complaining that they could not lead us properly, they have shortcomings, then it is our fault because we elected them to those positions. So the prob- lem is not only the leaders but also the led who put the leaders there. Are you saying weare all guilty? A: To some extent, yes. I don't think the problem of this country is just the issue of the leaders. We all have our share of guilt. Q: Well, Chinua Achebe in his book, The Trouble Wub Nige- ria argued that \"the trouble with Nigeria is simply and squarely the failure of leadership.\" And so many people think so but then, can the crisis in Nigeria be resolved mainly by getting bet- ter individuals? A: To the extent that the leadership takes the forefront and is supposed to motivate the followership, to that extent we can say the problem with Nige-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "ria has been the problem of leadership but the followership cannot be completely absolved. To the extent that every lead- ership is supposed to be held in check by the followership, the followership should be able to remove bad lead- ers. If you look all over the world, there are instances where followers have de- cided to reject the leader- ship if that leadership is not living up to expecta- tions. But Nigerians have over the years decided we can make do with any type of leadership. We seem to have a high reservoir of patience for our - leaders, we tolerate them and yet we keep complaining. If we have better individual that presupposes that you have better management of the country's people and resources. To that extent the problem can be resolved.- Q: But some people have made the point that the leader- ship problem is structural, 2 con- sequence of the nature of the system we operate that inher- ently militates against the de- sired leadership. What do you think? ria has been the problem of leadership but the followership cannot be completely absolved. To the extent that every lead- ership is supposed to be held in check by the followership, the followership should be able to remove bad lead- ers. If you look all over the world, there are instances where followers have de- cided to reject the leader- ship if that leadership is not living up to expecta- tions. But Nigerians have over the years decided we can make do with any type of leadership. We seem to have a high reservoir of patience for our - leaders, we tolerate them and yet we keep complaining. If we have better individual that presupposes that you have better management of the country's people and resources. To that extent the problem can be resolved.- Q: But some people have made the point that the leader- ship problem is structural, 2 con- sequence of the nature of the system we operate that inher- ently militates against the de- sired leadership. What do you think?"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 6, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "A: I don't see the structural problem at all. I mean, is it the federal system? Are we the only country operating 2 federation? is it that we are a Third World country? Are we the only Third World country? Look at Ghana, next door. We were having the same problems with Ghana for some time but Ghana has been able to throw up leaders that have been able to give that country a sense of direction, a sense of pride. Look at Nkrumah, during the First Republic you could not put Nkrumah on the same pedestal with our leaders. Similarly, look at the current situ- ation, Jerry Rawlings emerged from the military, but he has been able to move his country for- ward, instead we are regressing. He is a military leader like our leaders, a Flight Lieutenant, not even an Air Marshall. We have Generals, Air Marshals and all what not. But Jerry Rawlings has been able to move Ghana for- ward. We had Ghanaians flock- ing all over here as hairdressers, lay teachers - doing menial jobs all over the place, but where are they now? They are all back to their country because they have now found a leader that can move the country forward. Q: Is there any hope that we might get the leader Nigeria needs? A: I don't see the structural problem at all. I mean, is it the federal system? Are we the only country operating 2 federation? is it that we are a Third World country? Are we the only Third World country? Look at Ghana, next door. We were having the same problems with Ghana for some time but Ghana has been able to throw up leaders that have been able to give that country a sense of direction, a sense of pride. Look at Nkrumah, during the First Republic you could not put Nkrumah on the same pedestal with our leaders. Similarly, look at the current situ- ation, Jerry Rawlings emerged from the military, but he has been able to move his country for- ward, instead we are regressing. He is a military leader like our leaders, a Flight Lieutenant, not even an Air Marshall. We have Generals, Air Marshals and all what not. But Jerry Rawlings has been able to move Ghana for- ward. We had Ghanaians flock- ing all over here as hairdressers, lay teachers - doing menial jobs all over the place, but where are they now? They are all back to their country because they have now found a leader that can move the country forward. Q: Is there any hope that we might get the leader Nigeria needs?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "A: Why not? I don't think that hope is lost. Q What is the basis of your optimism? A: As long as Nigeria exists, as long as we still believe we are A: Why not? I don't think that hope is lost. Q What is the basis of your optimism? A: As long as Nigeria exists, as long as we still believe we are"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "Sonni Tyoden Sonni Tyoden"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "in one country (and Ibelieve we shall continue to operate in one country) as long as that is there, hope is lost. Q: Is there anything wrong in people identifying with their tribes and ethnic groups before the country? Is it possible to ignore these realities2 A: F am not saying you should ignore them. But for them to become your identity is the problem. We must see ourselves first as Nigerians but that does not imply denying our ethnic or tribal origins. Q: What is your assessment of the state of the nation? What is the way forward? Ac The state of the nation is there for everybody to sec. We are in a guagmire. How we move forward, I think, depends on all of us. I don't think it is the responsibility of one individual. The way we move forward de- pends on our collective deci- sionsto move forward. We Nige- rians right now seem to be talle- ing past each other. We have not get identified a collective goal. Where are we moving forward to? For some moving forward means accepting June 12 and for others accepting June 12 is over their dead bodies. We have not yet actualised a national per- spective on where we are going, the way forward, unless we re- solve that critical question, we shall still be going in a vicious circle. A Confab is going on in Abuja and people say don't recognise it, they are going to come up with a constitution. I have my own views about the confab, I don't identify with a but the fact about Nigeria is that they will come out with a con- stitution and we shall accept it and operate with it irrespective of the fact that we don't agree with what they are doing. So how does that kind of country move? Q What can be done? Ac We should not simply talk. The Nigerian people are in a position to rectify the situa- tion themselves, but we are not ready to make the necessary sac- rifice. We are not ready. And in one country (and Ibelieve we shall continue to operate in one country) as long as that is there, hope is lost. Q: Is there anything wrong in people identifying with their tribes and ethnic groups before the country? Is it possible to ignore these realities2 A: F am not saying you should ignore them. But for them to become your identity is the problem. We must see ourselves first as Nigerians but that does not imply denying our ethnic or tribal origins. Q: What is your assessment of the state of the nation? What is the way forward? Ac The state of the nation is there for everybody to sec. We are in a guagmire. How we move forward, I think, depends on all of us. I don't think it is the responsibility of one individual. The way we move forward de- pends on our collective deci- sionsto move forward. We Nige- rians right now seem to be talle- ing past each other. We have not get identified a collective goal. Where are we moving forward to? For some moving forward means accepting June 12 and for others accepting June 12 is over their dead bodies. We have not yet actualised a national per- spective on where we are going, the way forward, unless we re- solve that critical question, we shall still be going in a vicious circle. A Confab is going on in Abuja and people say don't recognise it, they are going to come up with a constitution. I have my own views about the confab, I don't identify with a but the fact about Nigeria is that they will come out with a con- stitution and we shall accept it and operate with it irrespective of the fact that we don't agree with what they are doing. So how does that kind of country move? Q What can be done? Ac We should not simply talk. The Nigerian people are in a position to rectify the situa- tion themselves, but we are not ready to make the necessary sac- rifice. We are not ready. And"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "When the Vanguard last Sunday came out with the screaming headline \"Awo's Son To Run With Yar'Adua,\" one couldnothelp but be amused. One was amused because politi- clansgenerally believe inimpossibilities. They never believe they could fall until turned downatthe polls. Most of them no doubt are day dreamers. When the Vanguard last Sunday came out with the screaming headline \"Awo's Son To Run With Yar'Adua,\" one couldnothelp but be amused. One was amused because politi- clansgenerally believe inimpossibilities. They never believe they could fall until turned downatthe polls. Most of them no doubt are day dreamers."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "the group of politicians who would contemplate such thought. - the group of politicians who would contemplate such thought. -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "Reading the story, I. felt nothing but pity for General Shehu Musa Yar'Adua (rtd). I pitied him because, I never knew that things have so degenerated he could Reading the story, I. felt nothing but pity for General Shehu Musa Yar'Adua (rtd). I pitied him because, I never knew that things have so degenerated he could"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "My conviction that the story could not be true was further buoyed by the fact that the damage done by Yar'Aduaeither by omis- sion or commission to the most sincere, popu- lar and unalloyed good- will that a Northerner has,ever enjoyed in the West still -lingers. One is aware that the man is intent on doing some re- pairs; but certainly run- ning with Oluwole Awolowo will, rather than rebuild the good- will, worsen an already My conviction that the story could not be true was further buoyed by the fact that the damage done by Yar'Aduaeither by omis- sion or commission to the most sincere, popu- lar and unalloyed good- will that a Northerner has,ever enjoyed in the West still -lingers. One is aware that the man is intent on doing some re- pairs; but certainly run- ning with Oluwole Awolowo will, rather than rebuild the good- will, worsen an already"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "POLITICS NIGERIANA WITH REMI OYEYEMI POLITICS NIGERIANA WITH REMI OYEYEMI"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "One would not be surprised be light. was discovered that he had engi- Yar'Adua has always been very neered the leakage of that informa- frank He would definitely let tion to see if his intended running Oluwole know of what his ratings mate was acceptable. There is no are. One could remember what he doubt that the Tafida must already told Chief S. M. Afolabi in 1992 be looking for an alternative should when the campaign for primaries the true weight of Oluwole Awalowo was on Chief Afolabi was being One would not be surprised be light. was discovered that he had engi- Yar'Adua has always been very neered the leakage of that informa- frank He would definitely let tion to see if his intended running Oluwole know of what his ratings mate was acceptable. There is no are. One could remember what he doubt that the Tafida must already told Chief S. M. Afolabi in 1992 be looking for an alternative should when the campaign for primaries the true weight of Oluwole Awalowo was on Chief Afolabi was being"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 17, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "speculated as his running mate. But he (Yar'Adua) was frank enough to remind Chief Afolabi of his credentialsamong his people. Yar'Adua had asked him if he thought the Yorubas would have forgotten his defection to the National Party of Nigeria. He asked him if he thought the Yorubas would vote for him based on that. Chief Afolabi could not provide acon- vincing answer and Yar'Adua knew that he was yetto find a credible running mate. Well, Oluwole Awolowo is a politician. But most members of his speculated as his running mate. But he (Yar'Adua) was frank enough to remind Chief Afolabi of his credentialsamong his people. Yar'Adua had asked him if he thought the Yorubas would have forgotten his defection to the National Party of Nigeria. He asked him if he thought the Yorubas would vote for him based on that. Chief Afolabi could not provide acon- vincing answer and Yar'Adua knew that he was yetto find a credible running mate. Well, Oluwole Awolowo is a politician. But most members of his"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "not think of a better run- ning mate than Omooba Oluwole Awolowo. I pit- ied him because I didn't know he could display an abysmal ignorance of the political behavioural pattents of the people of the West. not think of a better run- ning mate than Omooba Oluwole Awolowo. I pit- ied him because I didn't know he could display an abysmal ignorance of the political behavioural pattents of the people of the West."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "But sincerely speak- ing, 1 felt the story could not have been true. It could not have been true because Yar'Adua is a consummate strategist, shrewd schemerand po- litical realist. Though Yar'Adua -likes taking risks like he did on the June 12 mandate issue, he does not belong to But sincerely speak- ing, 1 felt the story could not have been true. It could not have been true because Yar'Adua is a consummate strategist, shrewd schemerand po- litical realist. Though Yar'Adua -likes taking risks like he did on the June 12 mandate issue, he does not belong to"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "bad case. bad case."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Itappearsthe Tribune story was kite flying, a way of testing the politi- cal waters, a means of measuring the political acceptability of Oluwole Awolowo. Unfortu- nately, there has .not been many published re- actions. The only one so farthatthis writer is aware of, is from Oluwole him- self, in which he said that his political plans are in \"the womb of time (\"Nigerian Tribune 27 December.\") Itappearsthe Tribune story was kite flying, a way of testing the politi- cal waters, a means of measuring the political acceptability of Oluwole Awolowo. Unfortu- nately, there has .not been many published re- actions. The only one so farthatthis writer is aware of, is from Oluwole him- self, in which he said that his political plans are in \"the womb of time (\"Nigerian Tribune 27 December.\")"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "As pointed out ear- lier, Tafida Katsina is a consummate politician. As pointed out ear- lier, Tafida Katsina is a consummate politician."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "\"It appears the Tribune story was kite flying, a. way of testing the political waters, a means ofmeasuring the political acceplability of OluwoleAwolowo\" \"It appears the Tribune story was kite flying, a. way of testing the political waters, a means ofmeasuring the political acceplability of OluwoleAwolowo\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "constituency do not be- lieve he could play the role he is craving. He wants = spearhead role. But there isevery doubt if he could command cred- ible follo wership. There is every doubt if he has any winning magic. There is every doubt if he is politically \"sallable.\" constituency do not be- lieve he could play the role he is craving. He wants = spearhead role. But there isevery doubt if he could command cred- ible follo wership. There is every doubt if he has any winning magic. There is every doubt if he is politically \"sallable.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "until we are ready to make the necessary sacrifice, either as fol- lowers or as leaders of respective groups in the country, the coun- try cannot move forward. until we are ready to make the necessary sacrifice, either as fol- lowers or as leaders of respective groups in the country, the coun- try cannot move forward."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "This has nothing to do those with the love and respect cians most Nigerians have for amb the memory of his late unre father, Chief Obafemi It Awolowo. It detracts noth- bloc ing from the feats of the and late sage and the awe-in- be re spiring reverance in tries which Nigerians still hold than This has nothing to do those with the love and respect cians most Nigerians have for amb the memory of his late unre father, Chief Obafemi It Awolowo. It detracts noth- bloc ing from the feats of the and late sage and the awe-in- be re spiring reverance in tries which Nigerians still hold than"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 28, "ocr_result": "Abacha Abacha"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "The Abacha junta. When General Sani Abacha and his men imposed themselves onus 17Novemberlast year, they promised justice but instituted injustice, they prom- ised hopebut brought despair;promisedlove but sowed hatred; promised abundance but invited hunger, promised lifebut gave death. Sincetheincep-- tion of this administration, Nigeri- The Abacha junta. When General Sani Abacha and his men imposed themselves onus 17Novemberlast year, they promised justice but instituted injustice, they prom- ised hopebut brought despair;promisedlove but sowed hatred; promised abundance but invited hunger, promised lifebut gave death. Sincetheincep-- tion of this administration, Nigeri-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "ans haveknown nothing but joblessness, want, famine, diseases, pain, agony, misery and deaths. ans haveknown nothing but joblessness, want, famine, diseases, pain, agony, misery and deaths."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "As it is, there is no reason to hope for a better deal in the new year. We have been told to expect hardertimes, greater agony and worse misery. For not making any positive im- pact on our lives in the last one year, members of the Abacha junta are the most villainousofcharactersthis week, indeed this year. As it is, there is no reason to hope for a better deal in the new year. We have been told to expect hardertimes, greater agony and worse misery. For not making any positive im- pact on our lives in the last one year, members of the Abacha junta are the most villainousofcharactersthis week, indeed this year."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 32, "ocr_result": "Quote ofThe Week Quote ofThe Week"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "\"If it means dying, Abiola should die for June 12 because it is the mandate given to him by the people\" Dr. Akinola Agudaat the Night Shift's Guvnor's Total Jam Carnival on 21 December II \"If it means dying, Abiola should die for June 12 because it is the mandate given to him by the people\" Dr. Akinola Agudaat the Night Shift's Guvnor's Total Jam Carnival on 21 December II"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "freed I H ence - Speak count - politic freed I H ence - Speak count - politic"}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "- - strugg or the the W ship. I strugg group dents, I wing < particu a cross politi press, the be nation sands - drive - - strugg or the the W ship. I strugg group dents, I wing < particu a cross politi press, the be nation sands - drive"}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "e of n = end f lov if pol s 1 d ing i has - in P d ing e bili e foll I aut e they I I adv Yar | in age non stop He pro - ther lead and him I then j then E June issue awa I hards and e of n = end f lov if pol s 1 d ing i has - in P d ing e bili e foll I aut e they I I adv Yar | in age non stop He pro - ther lead and him I then j then E June issue awa I hards and"}]