[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMNews PMNews"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "6 6"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "NEW PRODUCTS NEW PRODUCTS"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 4, "ocr_result": "Amstel Malta: The Low-Sugar Malt Amstel Malta: The Low-Sugar Malt"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "Amstel Malta, a new brand of Malt drink low in sugar con- tent, has been introduced into the Nigerian market. Amstel Malta, a new brand of Malt drink low in sugar con- tent, has been introduced into the Nigerian market."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Since consumers have been com- plaining of high levelsugar content in different types of malt drinks which they claim is unhealthy, Ni- gerian Breweries Limited decided to introduce Amstel Malta. Since consumers have been com- plaining of high levelsugar content in different types of malt drinks which they claim is unhealthy, Ni- gerian Breweries Limited decided to introduce Amstel Malta."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "The marketing manager, NBL, Mr. Bola Akingbade, presenting Amstel Malta last week Thursday in Lagos said that \"the low sugar product profile of Amstel Malta is an extra value-added benefit which The marketing manager, NBL, Mr. Bola Akingbade, presenting Amstel Malta last week Thursday in Lagos said that \"the low sugar product profile of Amstel Malta is an extra value-added benefit which"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 8, "ocr_result": "OLALEKAN AMUDA I OLALEKAN AMUDA I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "makes it unique in the market.\" makes it unique in the market.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "Mr. Akingbade said that, \"most Nigerians who are not regular con- sumers of malt drinks because of the worrying effects of their per- ceived highersugar level and their fat-inducing implications now have the opportunity of enjoying the fantastic taste of Amstel Malta without the worries of over-weight related problems.\" Mr. Akingbade said that, \"most Nigerians who are not regular con- sumers of malt drinks because of the worrying effects of their per- ceived highersugar level and their fat-inducing implications now have the opportunity of enjoying the fantastic taste of Amstel Malta without the worries of over-weight related problems.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "The NBL marketing manager stressed that \"at a time when the world is intensifying efforts to pro- The NBL marketing manager stressed that \"at a time when the world is intensifying efforts to pro-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "mote healthier living, the birth of Amstel Malta is an excellent dem- onstration of genuine responsiveness to the issues of public concern.\" mote healthier living, the birth of Amstel Malta is an excellent dem- onstration of genuine responsiveness to the issues of public concern.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "Mr. Akingbade said that the prod- uct, which was made from truly natural ingredients, is rich in vita- mins and minerals and produced in line with international standards. Mr. Akingbade stressed that the development of Amstel Malta by NBL is a practical demonstration of the firm's faith in the Nigerian economy in spite of the economic depression. Mr. Akingbade said that the prod- uct, which was made from truly natural ingredients, is rich in vita- mins and minerals and produced in line with international standards. Mr. Akingbade stressed that the development of Amstel Malta by NBL is a practical demonstration of the firm's faith in the Nigerian economy in spite of the economic depression."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 14, "ocr_result": "Beecham Launches Aquafresh Promotion Beecham Launches Aquafresh Promotion"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "Smithkline Beecham Nigeria Plc is launching a - sales promo- tion for Aquafresh tooth paste, The promotion which has al- ready kicked off will be on till 17 February, 1995. Smithkline Beecham Nigeria Plc is launching a - sales promo- tion for Aquafresh tooth paste, The promotion which has al- ready kicked off will be on till 17 February, 1995."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "The sales promotions, accord- ing to the company's marketing controller, Mr. R.O. Okunmuyide is to consolidate the brand's suc- cess since its launch last February, and to achieve more consumer switches from other premium qual- The sales promotions, accord- ing to the company's marketing controller, Mr. R.O. Okunmuyide is to consolidate the brand's suc- cess since its launch last February, and to achieve more consumer switches from other premium qual-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "OLALEKAN AMUDA OLALEKAN AMUDA"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "ity brands. Various high quality prizes are to be won at the raffle draws scheduled to be held at both re- gional and national levels. ity brands. Various high quality prizes are to be won at the raffle draws scheduled to be held at both re- gional and national levels."}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "These include sets of modern sitting room furniture, king size family bed, Thermocool freezers and refrigerators, Sony TV Hi- tech family stereo, wall clocks, bath towells etc. These include sets of modern sitting room furniture, king size family bed, Thermocool freezers and refrigerators, Sony TV Hi- tech family stereo, wall clocks, bath towells etc."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "According to Mr. Okunwuyide, the theme of the promotions is \"Furnish Your Home in Style\" and it is targeted at the modern Nige- rian families. According to Mr. Okunwuyide, the theme of the promotions is \"Furnish Your Home in Style\" and it is targeted at the modern Nige- rian families."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "The promotion is a lso part of the 1994 celebration of international year of the family by the World Health Organisation, (WHO). The promotion is a lso part of the 1994 celebration of international year of the family by the World Health Organisation, (WHO)."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Mr. Okunmuyide emphasised the company's commitment to the es- tablishment of a very strong market position for Aquafresh in Nigeria. Mr. Okunmuyide emphasised the company's commitment to the es- tablishment of a very strong market position for Aquafresh in Nigeria."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "Pa Ibitola Pa Ibitola"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 24, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "The death has been announced of Pa Reuben Oyebode Ibitola, a high chief of Usi-Ekit in Ondo state. Pa Ibitola, a retired produce buyer and big time farmer, died in his residence at B5 Anaye Street, Usi-Ekiti on 21 Novem- ber at the ripe age of87. He was burled 22 November. Pa Ibitola is survived by many children among whom is Mr. Femi Ibitola of Michelin. The death has been announced of Pa Reuben Oyebode Ibitola, a high chief of Usi-Ekit in Ondo state. Pa Ibitola, a retired produce buyer and big time farmer, died in his residence at B5 Anaye Street, Usi-Ekiti on 21 Novem- ber at the ripe age of87. He was burled 22 November. Pa Ibitola is survived by many children among whom is Mr. Femi Ibitola of Michelin."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 26, "ocr_result": "Events Events"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "Dead Dead"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "Burial The final burial ceremony of Chief Salaudeen Atanda Anikulapo father of Jahman Anikulapo holds on Saturday, 3 December, 1994at5, Adisa Akinremi Street, Capital Road, Agege. Burial The final burial ceremony of Chief Salaudeen Atanda Anikulapo father of Jahman Anikulapo holds on Saturday, 3 December, 1994at5, Adisa Akinremi Street, Capital Road, Agege."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "Bachelor's Eve The bachelor's eve party for Mal Colm X comes up today : at the Mint Staff Club, behind NEPA Quarters, 65, Femi Ajantuga Cresent, off Adelabu Street, Surulere. Bachelor's Eve The bachelor's eve party for Mal Colm X comes up today : at the Mint Staff Club, behind NEPA Quarters, 65, Femi Ajantuga Cresent, off Adelabu Street, Surulere."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "Concert SKKOT Ventures Limited and AIDSCAP (a non-governmental organi- zation) involved in AIDS control and Concert SKKOT Ventures Limited and AIDSCAP (a non-governmental organi- zation) involved in AIDS control and"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "prevention, are organizing a free mu- sical concert as part of the activities to mark this year's \"World AIDS Day\". The concert titled \"Fight the Virus\" slated for Saturday, 3 December at Water Parks, Ikeja, Lagos is featuring reggae superstar Ras Kimono, Fellyx & Mozzyx and the sultry songstress and former beauty queen, Janet Fateye. prevention, are organizing a free mu- sical concert as part of the activities to mark this year's \"World AIDS Day\". The concert titled \"Fight the Virus\" slated for Saturday, 3 December at Water Parks, Ikeja, Lagos is featuring reggae superstar Ras Kimono, Fellyx & Mozzyx and the sultry songstress and former beauty queen, Janet Fateye."}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "Harvest Service Calvary Parish 1, Aguda-Ikeja holds its 14th Adult Harvest Thanksgiving Service taged Calvars '94 on Sunday 4 December, 1994 at 10.00 a.m. Rev. Pastor A.A. Bada, Supreme Head CCC World Wide is expected to deliver sermon at the service. Harvest Service Calvary Parish 1, Aguda-Ikeja holds its 14th Adult Harvest Thanksgiving Service taged Calvars '94 on Sunday 4 December, 1994 at 10.00 a.m. Rev. Pastor A.A. Bada, Supreme Head CCC World Wide is expected to deliver sermon at the service."}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "Assassinated Assassinated"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "A legal practitioner, Kayode Gansalo of Gansalo and Okoh chambers was last Sunday killed by gunmen sus- pected to be hired assassins, at his Egbeda residence. He was buried Thursday morning. A legal practitioner, Kayode Gansalo of Gansalo and Okoh chambers was last Sunday killed by gunmen sus- pected to be hired assassins, at his Egbeda residence. He was buried Thursday morning."}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "Birthd ay Birthd ay"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 36, "ocr_result": "Dr. Saheed Dr. Saheed"}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "Dr. S.A. Saheed of the Lagos State Ministry of Health recently marked his 50th birthday. Dr. Saheed cuts his birthday cake. Dr. S.A. Saheed of the Lagos State Ministry of Health recently marked his 50th birthday. Dr. Saheed cuts his birthday cake."}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "ACROSS: Penniless (9), 8. Yet (4), 9. Entire (8), 10. Chant (6), 13. Desert beast (5), 14. Pacify (7), 15. Main (3), 16. Gift (7), 17. Singers (5), 21. Crime of maiming (6), 22. Communication (8), 23. Give notice (4), 24. Clumsily (9). ACROSS: Penniless (9), 8. Yet (4), 9. Entire (8), 10. Chant (6), 13. Desert beast (5), 14. Pacify (7), 15. Main (3), 16. Gift (7), 17. Singers (5), 21. Crime of maiming (6), 22. Communication (8), 23. Give notice (4), 24. Clumsily (9)."}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "DOWN: 1. Nautical aid (9), 2. Month (9), 4. Do better than (5), 5. Game of chance (7), 6. Money drawer (4), 7. Carry (4), 11. of a church (9), 12. Stern warning (9), 12. Cosset (3), 15. Cynical laugh (7), 18. Odour, 19. Opinion (4), 20. Creeping (4). DOWN: 1. Nautical aid (9), 2. Month (9), 4. Do better than (5), 5. Game of chance (7), 6. Money drawer (4), 7. Carry (4), 11. of a church (9), 12. Stern warning (9), 12. Cosset (3), 15. Cynical laugh (7), 18. Odour, 19. Opinion (4), 20. Creeping (4)."}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "YESTERDAY'S SOLUTIONS: YESTERDAY'S SOLUTIONS:"}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "ACROSS: 6. Postponement, 8. Overawe, 9. Eagle, 10. Iota, 12. Bolero, 14. Rider, 15. Caster, 16. Mica, 19. Alert, 21. Cheerio, 22. Choreography. ACROSS: 6. Postponement, 8. Overawe, 9. Eagle, 10. Iota, 12. Bolero, 14. Rider, 15. Caster, 16. Mica, 19. Alert, 21. Cheerio, 22. Choreography."}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "DOWN: 1. Asbestos, 2. Appal, 3. Annex, 4. Emperor, 5. Sang, 6. Provincial, 7. Derogatory, 11. Fir, 12. Bet, 13. Epigraph, 14. Rectory, 17. Scoop, 18. Merry, 20. Echo. DOWN: 1. Asbestos, 2. Appal, 3. Annex, 4. Emperor, 5. Sang, 6. Provincial, 7. Derogatory, 11. Fir, 12. Bet, 13. Epigraph, 14. Rectory, 17. Scoop, 18. Merry, 20. Echo."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 43, "ocr_result": "CROSSWORDS 2 3 4 6 8 10 11 12 13 15 16 17 18 19 20 21 23 24 CROSSWORDS 2 3 4 6 8 10 11 12 13 15 16 17 18 19 20 21 23 24"}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "You can hardly miss them. From about 50 meters away their aroma assail your nose, igniting a hunger you did not know existed. As you move closer you are arrested by the array of various delicacies - plan- tain, yam, akara, potatoes, puff-puff, fish, all fried and all looking allur- ingly, mouth-wateringly appetizing. You can hardly miss them. From about 50 meters away their aroma assail your nose, igniting a hunger you did not know existed. As you move closer you are arrested by the array of various delicacies - plan- tain, yam, akara, potatoes, puff-puff, fish, all fried and all looking allur- ingly, mouth-wateringly appetizing."}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "You move nearer and suddenly remember that you are in the midst of a throng of people at a major bus stop. Afraid a friend will see you, you pause, then turn round to go on your way. But you find the aroma irresistible, shrug your shoulders, move nearer the tray of akara, pick a piece and throw It into your mouth all in one movement. You move nearer and suddenly remember that you are in the midst of a throng of people at a major bus stop. Afraid a friend will see you, you pause, then turn round to go on your way. But you find the aroma irresistible, shrug your shoulders, move nearer the tray of akara, pick a piece and throw It into your mouth all in one movement."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 46, "ocr_result": "YOU Eaters World Mobile Kitchen For Mobile People YOU Eaters World Mobile Kitchen For Mobile People"}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "In the process you look round furtively like a stubborn boy stealing a piece of meat from his mother's pot of soup. But you realise you need not worry, for behind you Is a young man in coat, de, braces and all; beside you is a pretty lady, corporate looking, bag tucked under her armplt, both waiting for the sweating, oll-smelling, dirty young girl licking each of her finger in turn in between attending to custom- ers. In the process you look round furtively like a stubborn boy stealing a piece of meat from his mother's pot of soup. But you realise you need not worry, for behind you Is a young man in coat, de, braces and all; beside you is a pretty lady, corporate looking, bag tucked under her armplt, both waiting for the sweating, oll-smelling, dirty young girl licking each of her finger in turn in between attending to custom- ers."}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "Now confident you look around you and what do you see? A two burner gas stove in rectangularshaped metal having enough room to accom- modate two wide frying pans, a flat metal tray ju: ing out in front and two rods which raise the tarpaulin roof sheltering the sellers from the scorch- ing sun. The stove is holsted on four wheels so that It can be moved with case. Now confident you look around you and what do you see? A two burner gas stove in rectangularshaped metal having enough room to accom- modate two wide frying pans, a flat metal tray ju: ing out in front and two rods which raise the tarpaulin roof sheltering the sellers from the scorch- ing sun. The stove is holsted on four wheels so that It can be moved with case."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 49, "ocr_result": "WUNMI RABIU WUNMI RABIU"}, {"block_type": "LAYOUT_TEXT", "reading_order": 50, "ocr_result": "A man sits frying while two young ; girls just entering womanhood attend to customers who stream in endlessly. It strikes your suddenly, that this is another popular joint for Lagosians in a hurry. A man sits frying while two young ; girls just entering womanhood attend to customers who stream in endlessly. It strikes your suddenly, that this is another popular joint for Lagosians in a hurry."}, {"block_type": "LAYOUT_TEXT", "reading_order": 51, "ocr_result": "Indeed at many bus-stops, these mobile kitchens cater for the usually busy Lagosians who have little time to settle down fora real meal. The buyers whose faces reveal unmistakable we- are-in-a-hurry look quickly stop, get what they want and do justice to it as they move on. Indeed at many bus-stops, these mobile kitchens cater for the usually busy Lagosians who have little time to settle down fora real meal. The buyers whose faces reveal unmistakable we- are-in-a-hurry look quickly stop, get what they want and do justice to it as they move on."}, {"block_type": "LAYOUT_TEXT", "reading_order": 52, "ocr_result": "At Oshodi, a nice looking young man stopped to get some plantain and potatoes. One expects such a man to settle for meat pie or things of that stuff. According to him, he would rather go for the fried food because it is economical. \"Meatple doesn't come cheap these days, so I think this will do since I don't have time to eat a real meal until I get home in the night,\" he explained. At Oshodi, a nice looking young man stopped to get some plantain and potatoes. One expects such a man to settle for meat pie or things of that stuff. According to him, he would rather go for the fried food because it is economical. \"Meatple doesn't come cheap these days, so I think this will do since I don't have time to eat a real meal until I get home in the night,\" he explained."}, {"block_type": "LAYOUT_TEXT", "reading_order": 53, "ocr_result": "Olabiyi, a bachelor patronises the mobile kitchen because he does not have time to cook at home. \"I am a busy man so I mainly eat outside and most times I eat all these fried food.\" For Bisola, a trader, eating fried foods has become an obsession. \"De- spite the fact that I eat at home before coming to the shop in the morning and I even bring my lunch in a flask, I still find it difficult to resist the urge to buy from these people,\" she said. Olabiyi, a bachelor patronises the mobile kitchen because he does not have time to cook at home. \"I am a busy man so I mainly eat outside and most times I eat all these fried food.\" For Bisola, a trader, eating fried foods has become an obsession. \"De- spite the fact that I eat at home before coming to the shop in the morning and I even bring my lunch in a flask, I still find it difficult to resist the urge to buy from these people,\" she said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 54, "ocr_result": "Some other people, however, prefer buying fried food from the Some other people, however, prefer buying fried food from the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 55, "ocr_result": "roadside because it not only saves time, it saves them the expenses of cooking at home. Ola for instance said though he likes fried plantain, he can- notafford the high prices of plantain in Lagos. So he prefers getting some from the road side without stress. A woman who also spoke in line with this said: \"I enjoy cooking a lot but frying gives me a lot of problems. I often get my food burnt so I prefer to buy fried food. Besides, I can hardly think of yam or puff-puff at home so whenever I feel like taking them I visit the roadside.\" roadside because it not only saves time, it saves them the expenses of cooking at home. Ola for instance said though he likes fried plantain, he can- notafford the high prices of plantain in Lagos. So he prefers getting some from the road side without stress. A woman who also spoke in line with this said: \"I enjoy cooking a lot but frying gives me a lot of problems. I often get my food burnt so I prefer to buy fried food. Besides, I can hardly think of yam or puff-puff at home so whenever I feel like taking them I visit the roadside.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 56, "ocr_result": "PM News spoke to a few of the men who run the mobile kitchen. \"It provides fast food for those who can hardly sit down to eat due to the nature of their jobs,\" said Sunday. According to him some people are so tired by the time they close at the office that there is no way they can get home and start cooking. \"They rather settle for these for convenience\" he added. PM News spoke to a few of the men who run the mobile kitchen. \"It provides fast food for those who can hardly sit down to eat due to the nature of their jobs,\" said Sunday. According to him some people are so tired by the time they close at the office that there is no way they can get home and start cooking. \"They rather settle for these for convenience\" he added."}, {"block_type": "LAYOUT_TEXT", "reading_order": 57, "ocr_result": "Emeka who operates at Mushin said: \"It is my own means oflivelihood and I often derive enjoyment in seeing people come here and fill their stom- ach\". To himit is more economical than \"buying sausage rolls that will not satisfy your hunger.\" He explained further that \"many workers come here during their break time because they cannot afford to eat in many of the canteens.\" Emeka who operates at Mushin said: \"It is my own means oflivelihood and I often derive enjoyment in seeing people come here and fill their stom- ach\". To himit is more economical than \"buying sausage rolls that will not satisfy your hunger.\" He explained further that \"many workers come here during their break time because they cannot afford to eat in many of the canteens.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 58, "ocr_result": "That Is the mobile kitchen for hungry people on the move. But you have to watch it because of the danger It may cause to your health. Many of these kitchens expose their snacks to flies and other dangerous bacteria. That Is the mobile kitchen for hungry people on the move. But you have to watch it because of the danger It may cause to your health. Many of these kitchens expose their snacks to flies and other dangerous bacteria."}]