[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMNews PMNews"}, {"block_type": "LAYOUT_TITLE", "reading_order": 2, "ocr_result": "How NNPC Wasted ₦ Billions How NNPC Wasted ₦ Billions"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 3, "ocr_result": "Olalekan Amuda Olalekan Amuda"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Some capital projects by the Nigerian Na- tional Petroleum Corporation [NNPC] have been dubbed wasteful by the World Bank in what may yet stir another controversy over accountability in the energy sector. Some capital projects by the Nigerian Na- tional Petroleum Corporation [NNPC] have been dubbed wasteful by the World Bank in what may yet stir another controversy over accountability in the energy sector."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "P The Bank in its latest review of the prime sector alleges \"irresponsible public investment\" in the oil and gas sub-sectors which constitutes avoid- able drain pipe on the already pallid economy. P The Bank in its latest review of the prime sector alleges \"irresponsible public investment\" in the oil and gas sub-sectors which constitutes avoid- able drain pipe on the already pallid economy."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "PSG The World Bank listed projects such as the troubled Liquefied Natural Gas [LNG], NNPC's pipeline Phase III and the proposed second Port Harcourt Refinery export terminal, among others as economically inexpedient. P PSG The World Bank listed projects such as the troubled Liquefied Natural Gas [LNG], NNPC's pipeline Phase III and the proposed second Port Harcourt Refinery export terminal, among others as economically inexpedient. P"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "The Pipeline Phase III project valued at $550 million [about N12 billion] is considered by the World Bank as \"uneconomic and should be abandoned\". The Pipeline Phase III project valued at $550 million [about N12 billion] is considered by the World Bank as \"uneconomic and should be abandoned\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "The Bank also doubts the proposed export terminal's official estimate of $340 milli on [N7.48 billion], and believes the estimate can be cut by two-thirds, implying that the contract may have been over estimated by as much as $226 million [NS billion]. The Bank also doubts the proposed export terminal's official estimate of $340 milli on [N7.48 billion], and believes the estimate can be cut by two-thirds, implying that the contract may have been over estimated by as much as $226 million [NS billion]."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "The World Bank also considers the project wrongly timed, since the products from the Port Harcourt refinery are now being assigned to the domestic markets for which the export terminal The World Bank also considers the project wrongly timed, since the products from the Port Harcourt refinery are now being assigned to the domestic markets for which the export terminal"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "would have been appropriate. would have been appropriate."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "\"Outputfrom the 145,000 barrel capacity refin- ery originally designed to service regional petro- leum products market has been restricted to the domestic market because of the inefficient opera- tions of the other two refineries in Warri and Kaduna, the World Bank affirms. \"Outputfrom the 145,000 barrel capacity refin- ery originally designed to service regional petro- leum products market has been restricted to the domestic market because of the inefficient opera- tions of the other two refineries in Warri and Kaduna, the World Bank affirms."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "The Bank is also critical of the NNPC Petrochemi- cal Phase II projects whose capital cost of $1.14 billion [N25 billion] is described as \"oversized\" and unviable except it is executed on \"sunk-cost basis\". The Bank is also critical of the NNPC Petrochemi- cal Phase II projects whose capital cost of $1.14 billion [N25 billion] is described as \"oversized\" and unviable except it is executed on \"sunk-cost basis\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "Perhaps the strongest rebuke goes to the LNG project which the World Bank dubs unviable because the anticipated benefits may have been wiped away due to policy inconsistency and constant revaluation of the capital cost. Perhaps the strongest rebuke goes to the LNG project which the World Bank dubs unviable because the anticipated benefits may have been wiped away due to policy inconsistency and constant revaluation of the capital cost."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "While noting that the gas project with an initial capital estimate of $2.5 billion [NSS billion] was to gulp almost $4 billion due to delays in signing agreements with purchasers, the bank suspects lack of official accountability in government's failure to provide for many of the projects in the yearly budgets. While noting that the gas project with an initial capital estimate of $2.5 billion [NSS billion] was to gulp almost $4 billion due to delays in signing agreements with purchasers, the bank suspects lack of official accountability in government's failure to provide for many of the projects in the yearly budgets."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 15, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Its logicisthat' \"the total investment planned for the 1991 to 1995 period [under the Federal Government rolling plan] will require about $20 billion [N440 billion] with almost $315 billion [N297 billion] to cover joint ventures. Its logicisthat' \"the total investment planned for the 1991 to 1995 period [under the Federal Government rolling plan] will require about $20 billion [N440 billion] with almost $315 billion [N297 billion] to cover joint ventures."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "The report says: \"Several large projects do not in The report says: \"Several large projects do not in"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Don Etlebet Don Etlebet"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "NEW PRODUCT: NEW PRODUCT:"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "have specific allocations in the plan documents, but are funded from extra budgetary sources. Rehabilitation of existing refineries, such as Warri, Port Harcourt and Kaduna is high priority but underfunded. There is no budgetary allocation for the Petrochemical phase II projects even have specific allocations in the plan documents, but are funded from extra budgetary sources. Rehabilitation of existing refineries, such as Warri, Port Harcourt and Kaduna is high priority but underfunded. There is no budgetary allocation for the Petrochemical phase II projects even"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 21, "ocr_result": "NEW PRODUCT NEW PRODUCT"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "though expenditures are being incurred es year. LNG project also has no capital allocado in the federal budget.\" though expenditures are being incurred es year. LNG project also has no capital allocado in the federal budget.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": ": A prototype of Japan's next generation \"bullet train\" is unveiled at Japan Railway Company's factory in Hamamatsu 22 : December. The train, codenamed 300X, which in theory will be able to reach speeds of up to 450 kilometres (281 miles) per hour, will be used for tests on high-speed train operations. AFP PHOTO. : A prototype of Japan's next generation \"bullet train\" is unveiled at Japan Railway Company's factory in Hamamatsu 22 : December. The train, codenamed 300X, which in theory will be able to reach speeds of up to 450 kilometres (281 miles) per hour, will be used for tests on high-speed train operations. AFP PHOTO."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "Besides the energy sector, the World Bank al appraises government's investment in other se tors such as agriculture, water, power and ste as well the Federal Capital Territory. Besides the energy sector, the World Bank al appraises government's investment in other se tors such as agriculture, water, power and ste as well the Federal Capital Territory."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "P31 It notes that though N600 million was official earmarked for the procurement of fertiliser, th government in actual terms spent N3.4 billio about N2.8 billion extra. I P31 It notes that though N600 million was official earmarked for the procurement of fertiliser, th government in actual terms spent N3.4 billio about N2.8 billion extra. I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "P Besides, N181 million was allocated to lar P Besides, N181 million was allocated to lar"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "scale Irrigad on projects, but only three project scale Irrigad on projects, but only three project"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "of the eleven reportedly undertaken were.com P of the eleven reportedly undertaken were.com P"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "P sidered viable. The three took up about NY N6 - P sidered viable. The three took up about NY N6 -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "million of the total allocation. million of the total allocation."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "The World Bank sees no justification in th establishment of the National Agricultural Lan Development Authority [NALDA] whose man date - to address the problems of under-udlise farm land, rural labour and high cost of lan development- - is considered a duplication of th goals of many other existing agricultural institu tions. The World Bank sees no justification in th establishment of the National Agricultural Lan Development Authority [NALDA] whose man date - to address the problems of under-udlise farm land, rural labour and high cost of lan development- - is considered a duplication of th goals of many other existing agricultural institu tions."}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "Also some agricultural programmes, including the Federal Strategic Grain Reserve Programm established at a cost of about N1.6 billion, an considered unviable to fulfill their founding objectives of stabilising food prices and enhanc ing food production. Also some agricultural programmes, including the Federal Strategic Grain Reserve Programm established at a cost of about N1.6 billion, an considered unviable to fulfill their founding objectives of stabilising food prices and enhanc ing food production."}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "In the power and steel sub-sector, the Bank 1 skeptical of the investment in the Ajaokuta Stee Plant which has gulped $4.5 billion. - In the power and steel sub-sector, the Bank 1 skeptical of the investment in the Ajaokuta Stee Plant which has gulped $4.5 billion. -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "When completed, the project may cost Nigeri four times higher than similar plants in othe countries. When completed, the project may cost Nigeri four times higher than similar plants in othe countries."}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "According to the World Bank, the Aluminium Smelter Company at Ikot Abasi in Cross River State, which is still 50% completed, is expected to cost $1.2 billion - 60 percent more than comparative projects elsewhere in the world. The government has spent $540 million. On the Federal Capital Territory, the report says yearly budget allocations are mere paper work that do not reflect what the government really spends. According to the World Bank, the Aluminium Smelter Company at Ikot Abasi in Cross River State, which is still 50% completed, is expected to cost $1.2 billion - 60 percent more than comparative projects elsewhere in the world. The government has spent $540 million. On the Federal Capital Territory, the report says yearly budget allocations are mere paper work that do not reflect what the government really spends."}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "While accusing the Federal Government of not adequately assessing its plans for the move- ment to Abuja, the World Bank condemns the government for being \"unable to identify priority expenditures which should be attended to be- fore other investment in the territory.\" While accusing the Federal Government of not adequately assessing its plans for the move- ment to Abuja, the World Bank condemns the government for being \"unable to identify priority expenditures which should be attended to be- fore other investment in the territory.\""}]