[{"block_type": "LAYOUT_TEXT", "reading_order": 1, "ocr_result": "419 419"}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "NEWS|Dea NEWS|Dea"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "VOL 1 NO. 93 FRIDAY 30 DECEMBER, 1994 N10 VOL 1 NO. 93 FRIDAY 30 DECEMBER, 1994 N10"}, {"block_type": "LAYOUT_TITLE", "reading_order": 4, "ocr_result": "Fred Ajudua Now In Jail Fred Ajudua Now In Jail"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 5, "ocr_result": "Falana ToGoOn Exile? Falana ToGoOn Exile?"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 6, "ocr_result": "Olalekan Amuda I Olalekan Amuda I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "Radical lawyer and human rights crusader, Mr. Femi Palana may go on exile if he abides by the advice of friends and well wishers. - dehts Radical lawyer and human rights crusader, Mr. Femi Palana may go on exile if he abides by the advice of friends and well wishers. - dehts"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "and well wishers. A source close to the irrepressible human rights crusader's chambers disclosed to PMNews thatfriends and well wishers have been sending messages to him to remain in America for now because of the decision of Abacha junta to declare him [Falana] wanted along with Dr. Beko Ransome Kuti and Professor Wole Soyinka. Palana, a pro-democracy activist who sneaked out of the country three weeks a go to receive an award on behalf of the Campaign for Democracy [CD], in Canada disclosed Continued on page 2 and well wishers. A source close to the irrepressible human rights crusader's chambers disclosed to PMNews thatfriends and well wishers have been sending messages to him to remain in America for now because of the decision of Abacha junta to declare him [Falana] wanted along with Dr. Beko Ransome Kuti and Professor Wole Soyinka. Palana, a pro-democracy activist who sneaked out of the country three weeks a go to receive an award on behalf of the Campaign for Democracy [CD], in Canada disclosed Continued on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "OWTA space OWTA space"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 10, "ocr_result": "II D : Sanya Ojikutu II D : Sanya Ojikutu"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "He's so disorganised. He misplaced bis digital organiser! He's so disorganised. He misplaced bis digital organiser!"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Fred Ajudua Caged Fred Ajudua Caged"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "Alex Onl Alex Onl"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 14, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "The bubble has finally bured for FredAjudum, socialite, Lagoal and the alleged undeclared kcl of advance fee fraud, othe knownas '419' who is spendi 17th day in detention today. The bubble has finally bured for FredAjudum, socialite, Lagoal and the alleged undeclared kcl of advance fee fraud, othe knownas '419' who is spendi 17th day in detention today."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Indeed, Ajudua, who sper christmas holidays in police cell annex, Milverton Road, May! w spend the new year there, an application for ball filed by his la at a Lagos High Court will be her January 17, 1994, when tenta Ajudua may be granted bail. Indeed, Ajudua, who sper christmas holidays in police cell annex, Milverton Road, May! w spend the new year there, an application for ball filed by his la at a Lagos High Court will be her January 17, 1994, when tenta Ajudua may be granted bail."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "Police sources confirm PMNews that Ajudua was pick on 14 December by crack detecti the Special Anti-Praud Squad attached to Milverton Road, lko the instruction of the Inspector G of Police over series of complaint Police sources confirm PMNews that Ajudua was pick on 14 December by crack detecti the Special Anti-Praud Squad attached to Milverton Road, lko the instruction of the Inspector G of Police over series of complaint"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Continued on page 2 Continued on page 2"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 19, "ocr_result": "250m Cathol Clerics Kille This Year 250m Cathol Clerics Kille This Year"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "More than 250 Roman Catholic e ics were assassinated world wid 1994, a Vatican news agency I yesterday. More than 250 Roman Catholic e ics were assassinated world wid 1994, a Vatican news agency I yesterday."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "The vast majority died in Rwa where 241, including three bish 101 priests and 64 nuns were I dered, said the Fides agency. Eight died in Algeria, Including d French and one Belgian priest gun down Tuesday by Moslem fundan talists. The vast majority died in Rwa where 241, including three bish 101 priests and 64 nuns were I dered, said the Fides agency. Eight died in Algeria, Including d French and one Belgian priest gun down Tuesday by Moslem fundan talists."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Atotalof21 missionaires were kill including three in India, one in Ug and others in Rwanda and Algeria Atotalof21 missionaires were kill including three in India, one in Ug and others in Rwanda and Algeria"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "The agency said the figures W provisional and likely under-estim of the true toll as some Buarders ne came to Light The agency said the figures W provisional and likely under-estim of the true toll as some Buarders ne came to Light"}]