[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "Wednesday 28 December, 1994 Wednesday 28 December, 1994"}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "SPORT SPORT"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "Warning Signal For Rhodes P.7) Warning Signal For Rhodes P.7)"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 4, "ocr_result": "Pro-League Dept To Battle Rhodes Pro-League Dept To Battle Rhodes"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "The Professional League Depart- ment has vowed not to honour the recent call on Nigeria Foot- ball Association [NFA] by National Sports Commission boss, Chief Babasola Rhodes to more over a the National Sta- diams. The Professional League Depart- ment has vowed not to honour the recent call on Nigeria Foot- ball Association [NFA] by National Sports Commission boss, Chief Babasola Rhodes to more over a the National Sta- diams."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Chief Femal Ohukanmi, the Chzirman of the Professional League Committee sold PMSport that the \"Professional league department is independent of such arrangement and as a result would not follow NFA to the Na- tional Stadium as ordered by the new NSC boss.\" Chief Femal Ohukanmi, the Chzirman of the Professional League Committee sold PMSport that the \"Professional league department is independent of such arrangement and as a result would not follow NFA to the Na- tional Stadium as ordered by the new NSC boss.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "According to him, the profes- sionalleaguedepartment will rather remain at the present Ogunlana Drive office of the Nigeria Foot- ball Association [NFA] until it is able to get its own complex. According to him, the profes- sionalleaguedepartment will rather remain at the present Ogunlana Drive office of the Nigeria Foot- ball Association [NFA] until it is able to get its own complex."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "Last week in Lagos, Chief Babasola Rhodes directed the foot- ball governing body to move down to the National Stadium for effec- tive monitoring. Last week in Lagos, Chief Babasola Rhodes directed the foot- ball governing body to move down to the National Stadium for effec- tive monitoring."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "PMSport gathered at the Ogunlana Drive Secretariat of the NFA that the workers are not favourably disposed towards this development as they were over- heard grumbling last week. - Boye Ajayl. PMSport gathered at the Ogunlana Drive Secretariat of the NFA that the workers are not favourably disposed towards this development as they were over- heard grumbling last week. - Boye Ajayl."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 10, "ocr_result": ""}, {"block_type": "LAYOUT_TITLE", "reading_order": 11, "ocr_result": "NFA Members Fight Over but the Chairman, Air Commo dore Emake Omeruah (nd) and N15,000 Xmas Bonus Alhaji Sani Toro, the Scribe insists that no money would leave the treasury for any purpose other than Riyadh '95. \"Both of them are working round the clock to ensure that Super Eagles have a nice outing NFA Members Fight Over but the Chairman, Air Commo dore Emake Omeruah (nd) and N15,000 Xmas Bonus Alhaji Sani Toro, the Scribe insists that no money would leave the treasury for any purpose other than Riyadh '95. \"Both of them are working round the clock to ensure that Super Eagles have a nice outing"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Nigeria Football Association board membersblew botlastweek aftertheirdemand forN15,000 each christmas and sewyearbonus was turned down by the due of Air Commodore Emelka Omersadi and Mallam Sami Toro, Chairman and Secretary General respectively. The board members who had wir- trually tained the Ogunlana Drive Nigeria Football Association board membersblew botlastweek aftertheirdemand forN15,000 each christmas and sewyearbonus was turned down by the due of Air Commodore Emelka Omersadi and Mallam Sami Toro, Chairman and Secretary General respectively. The board members who had wir- trually tained the Ogunlana Drive"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "Office of the Association to their personal offices were grossly disap- pointed when their demand was turned down 25 a result of the poor financial situation of the Association. \"They've been clamouring for this money for the past two weeks, ques- tioning the Chief Accountant on the position of our account, soas to know how much they'll get. But as we all Office of the Association to their personal offices were grossly disap- pointed when their demand was turned down 25 a result of the poor financial situation of the Association. \"They've been clamouring for this money for the past two weeks, ques- tioning the Chief Accountant on the position of our account, soas to know how much they'll get. But as we all"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "New York Knicks John Starks (R) drivesto the basket past Cleveland Cavaliers D a n n y Ferry dur- ing the sec- ond quarter of their NBA game last Thursday in New York. Cavaliers won 93-90. A F IP PHOTO. New York Knicks John Starks (R) drivesto the basket past Cleveland Cavaliers D a n n y Ferry dur- ing the sec- ond quarter of their NBA game last Thursday in New York. Cavaliers won 93-90. A F IP PHOTO."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "B erger Coach disciplinary committee's decision. Silence But now, I think this is the right time to clear some issues, be- cause I feel greatly humiliated with the :NFA'ssuspensionwhich B erger Coach disciplinary committee's decision. Silence But now, I think this is the right time to clear some issues, be- cause I feel greatly humiliated with the :NFA'ssuspensionwhich"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "know, the position ofour accuritisso bad, that we are now relying on the Presidency for the Saudi Arabia six- nation tournament, kicking off next week. know, the position ofour accuritisso bad, that we are now relying on the Presidency for the Saudi Arabia six- nation tournament, kicking off next week."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "Forthe firsttimesiace his suspen- sion, Julius Berger Chief Coach, Mutha Okuse, opened up to PMSport in a recent Interview saying that be Isstill the bonafide coach of the Lagos based team. Coach Okumu who WOR the Mandela Cup ticket for the Bridge boys sold PMSport that in as much he'll complly with NFA's order, he'll still go on braining his boys for matches, especially the Mandela Cup championship. Forthe firsttimesiace his suspen- sion, Julius Berger Chief Coach, Mutha Okuse, opened up to PMSport in a recent Interview saying that be Isstill the bonafide coach of the Lagos based team. Coach Okumu who WOR the Mandela Cup ticket for the Bridge boys sold PMSport that in as much he'll complly with NFA's order, he'll still go on braining his boys for matches, especially the Mandela Cup championship."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "\"Yet, the board members, are not convinced, all they are interested in is the N15,000 Christmas and new year bonus. The demand is being spearheaded by a member of the \"Yet, the board members, are not convinced, all they are interested in is the N15,000 Christmas and new year bonus. The demand is being spearheaded by a member of the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "\" likept quigt after the Bauchi march in order not to pre-empt the \" likept quigt after the Bauchi march in order not to pre-empt the"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 20, "ocr_result": "Sani Toro, NFA Secretary-General Sani Toro, NFA Secretary-General"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 21, "ocr_result": "Breaks Breaks"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "I never expected. \"Frankly, I don't think I de- served NFA's suspension since it is not possible to force my boys to continue the match, but I'm taking everything in good faith. My happi- ness is I still have a good relationship with my club. III be preparing my boys formatches, butl'illnotbeon the bench. \"My crew member would be passing across my message to the boys if need be. I thank God my management is a very understanding one\", Coach Okunusaid I never expected. \"Frankly, I don't think I de- served NFA's suspension since it is not possible to force my boys to continue the match, but I'm taking everything in good faith. My happi- ness is I still have a good relationship with my club. III be preparing my boys formatches, butl'illnotbeon the bench. \"My crew member would be passing across my message to the boys if need be. I thank God my management is a very understanding one\", Coach Okunusaid"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "PMSport gathered on good authority that the Euro-65 has already appealed against the disciplinary com- mittee ruling. - Femal Olabode. PMSport gathered on good authority that the Euro-65 has already appealed against the disciplinary com- mittee ruling. - Femal Olabode."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "technical committee from the middle- belt who has always been harassing the account with different claims and receipts.\", our source disclosed. The battle for payment is still on technical committee from the middle- belt who has always been harassing the account with different claims and receipts.\", our source disclosed. The battle for payment is still on"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "but the Chairman, Air Commo dore Emoke Omeruah Ind] and Alhaji Sani Toro, the Scribeinskis that no money would leave the treasury for any purpose other than Riyadh '95. but the Chairman, Air Commo dore Emoke Omeruah Ind] and Alhaji Sani Toro, the Scribeinskis that no money would leave the treasury for any purpose other than Riyadh '95."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "\"Both of them are working round the clock to ensure the Super Eagles have a nice outing in Riyadh, yet the board members n still shouting for bonuses\", oursources said. \"Both of them are working round the clock to ensure the Super Eagles have a nice outing in Riyadh, yet the board members n still shouting for bonuses\", oursources said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "- Food Olaboda - Food Olaboda"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 28, "ocr_result": "Presidential Order For PMC Presidential Order For PMC"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "ary of a possible Inadequate se- curity for the Nigeria '95 World Youth Soccer Championship, the presidency has ordered the Presi- dential Monitoring Committee (PMC) to appoint a Police Officer not lower than an Assistant In- spector General to head the Unit. A source close to the Presidency disclosed to PMSPOTT that the \"Presidency has directed PMC to put in charge of security unit a police officer not lower than the rank of an AIG. ary of a possible Inadequate se- curity for the Nigeria '95 World Youth Soccer Championship, the presidency has ordered the Presi- dential Monitoring Committee (PMC) to appoint a Police Officer not lower than an Assistant In- spector General to head the Unit. A source close to the Presidency disclosed to PMSPOTT that the \"Presidency has directed PMC to put in charge of security unit a police officer not lower than the rank of an AIG."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "PMSport reliably gathered that the former officer in charge of the secu- rity unit for Nigeria '95, Colonel Kemi Peters has definitely been jettisoned in this present arrangement. Accord- ing to the Presidency source, such Assistant Inspector General of Police, PMSport reliably gathered that the former officer in charge of the secu- rity unit for Nigeria '95, Colonel Kemi Peters has definitely been jettisoned in this present arrangement. Accord- ing to the Presidency source, such Assistant Inspector General of Police,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "would put his wealth of experience to the fore in providing effective security for Nigeria '95. The representatives of the Local Organising Committee [LOCI, Prest dential Monitoring Commince PMC Nigeria Olympic Committee, Nigeria Football Association INFAI Nigeria Television Authority INTAL Federal Corporation of Nigeria [PRCN], and NEPA held a close door smeeting yesterday to fine tune the prepare tions for Nigeria '95. Sommy Atumah PMCPublicrelations toldPMSport officer, saddied Task that the Force established recently is with thesole responsibility of puning the facilities in place before FIFA's visit in January. would put his wealth of experience to the fore in providing effective security for Nigeria '95. The representatives of the Local Organising Committee [LOCI, Prest dential Monitoring Commince PMC Nigeria Olympic Committee, Nigeria Football Association INFAI Nigeria Television Authority INTAL Federal Corporation of Nigeria [PRCN], and NEPA held a close door smeeting yesterday to fine tune the prepare tions for Nigeria '95. Sommy Atumah PMCPublicrelations toldPMSport officer, saddied Task that the Force established recently is with thesole responsibility of puning the facilities in place before FIFA's visit in January."}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "Boye Ajay Boye Ajay"}, {"block_type": "LAYOUT_FOOTER", "reading_order": 33, "ocr_result": "PM NEWS IS PUBLISHED BY CVL, OFFICE: 8 BIYEMI STREET AJAO ESTATE ISOLO LAGOS ED ITOR: BABAFEMI OJUDU TEL 01-526476 PM NEWS IS PUBLISHED BY CVL, OFFICE: 8 BIYEMI STREET AJAO ESTATE ISOLO LAGOS ED ITOR: BABAFEMI OJUDU TEL 01-526476"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 34, "ocr_result": "/ Sport Quote I / Sport Quote I"}, {"block_type": "LAYOUT_FOOTER", "reading_order": 35, "ocr_result": "\"Our lawn tennis players bave not been rubbing shoulders with and I contemporaries in the ITF ranking because they don't start the g early enough.\" Nigeria Lawn Tennis Association chairman a Momab on the low development of tennis in the country. - \"Our lawn tennis players bave not been rubbing shoulders with and I contemporaries in the ITF ranking because they don't start the g early enough.\" Nigeria Lawn Tennis Association chairman a Momab on the low development of tennis in the country. -"}]