[{"block_type": "LAYOUT_TEXT", "reading_order": 1, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "VOL 1 NO. 79 FRIDAY 9 DECEMBER, 1994 N10 VOL 1 NO. 79 FRIDAY 9 DECEMBER, 1994 N10"}, {"block_type": "LAYOUT_TITLE", "reading_order": 3, "ocr_result": "419 DEAL Court Orders Ajudua To Pay VictimN100m defence as \"all the facts are clear and 419 DEAL Court Orders Ajudua To Pay VictimN100m defence as \"all the facts are clear and"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Alex Oni Alex Oni"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "A fee of N500,000 awaits any del- egate prepared to append his signature to a paper calling for the reversal of the Jauary '9 declaion. Coordinating the al gnature collec- tion are three pro-Abacha Confab members: Ambassador Yusuf Belta, Chief Paulinius Akpeki and Dr. Ukeje Nwokeforo. Member of the Confab, Mr. Ndulca Obalgbena this morning described their A fee of N500,000 awaits any del- egate prepared to append his signature to a paper calling for the reversal of the Jauary '9 declaion. Coordinating the al gnature collec- tion are three pro-Abacha Confab members: Ambassador Yusuf Belta, Chief Paulinius Akpeki and Dr. Ukeje Nwokeforo. Member of the Confab, Mr. Ndulca Obalgbena this morning described their"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "A Lagos High Court has fined Chief III fraud deal, otherwise known as N100 million) for an advance fee Fred Ajudua $1.78 million (about Justice Ade Alabi who handed down thejudgementsaid he believed Ajudua fradulently took the from a USA ing. based company, Osborne money Engineer- before the Justice Alabi complaining that The company had dragged Ajudua Lagos lawyer had made himself A Lagos High Court has fined Chief III fraud deal, otherwise known as N100 million) for an advance fee Fred Ajudua $1.78 million (about Justice Ade Alabi who handed down thejudgementsaid he believed Ajudua fradulently took the from a USA ing. based company, Osborne money Engineer- before the Justice Alabi complaining that The company had dragged Ajudua Lagos lawyer had made himself"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 7, "ocr_result": "N.5m For Pro-Abacha Delegates A fee of N500,000 awaits any del- egate prepared to append his al gnature to a paper calling for the reversal of the N.5m For Pro-Abacha Delegates A fee of N500,000 awaits any del- egate prepared to append his al gnature to a paper calling for the reversal of the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "available to them in July, 1993, to help retrieve an unspecified amount of money owed Osborne Engineering by the Federal \\government of Nigerla \"over a transaction.\" The company then hired the ser- vices of, and paid Ajudua's law firm on Ogulana Drive, Surulere a total sum of $1.78 million Instalmentally, when the whole venture collapsed and it was late when the company realised It had been duped. Lawyers to the company brought the motion under order 10 (Summary Judge- ment) claiming. Ajudua had no available to them in July, 1993, to help retrieve an unspecified amount of money owed Osborne Engineering by the Federal \\government of Nigerla \"over a transaction.\" The company then hired the ser- vices of, and paid Ajudua's law firm on Ogulana Drive, Surulere a total sum of $1.78 million Instalmentally, when the whole venture collapsed and it was late when the company realised It had been duped. Lawyers to the company brought the motion under order 10 (Summary Judge- ment) claiming. Ajudua had no"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 9, "ocr_result": "made himself Jabaar In N172m Contract Drama on.contra made himself Jabaar In N172m Contract Drama on.contra"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "Olalekan Amuda Olalekan Amuda"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "About Jabaar, an Islamic and preacher, has been to payment Ikeja of High N172 court million an over Med from Union Dicon Salt, Jabear collected the money & Dicon Salt so as to supply any with raw materials. sume ID 2124/93 before Mr. biodun Kessington of ikeja in, the Utilion Dicon Salt al. About Jabaar, an Islamic and preacher, has been to payment Ikeja of High N172 court million an over Med from Union Dicon Salt, Jabear collected the money & Dicon Salt so as to supply any with raw materials. sume ID 2124/93 before Mr. biodun Kessington of ikeja in, the Utilion Dicon Salt al."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "leged that the N172'million contract It awarded to Jab oil Company, owned by Alhaji Jabaar, early last year was not executed. court that though leged that the N172'million contract It awarded to Jab oil Company, owned by Alhaji Jabaar, early last year was not executed. court that though"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "executed. Dicon Salt told the court that though ft pleaded with Jab oil Company to execute the contract or in the alterna- dve refund the money, the company refused to do either. for hearing executed. Dicon Salt told the court that though ft pleaded with Jab oil Company to execute the contract or in the alterna- dve refund the money, the company refused to do either. for hearing"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "refused to do Citizen When the case came up for hearing yesterday, counsel to Union Dicon Salt pleaded with the court to enter into refused to do Citizen When the case came up for hearing yesterday, counsel to Union Dicon Salt pleaded with the court to enter into"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "Continued on page 2 Continued on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "defence as \"all the facts are clear and all the documents pleaded cannot be denied.\" The company claimed that the en- defence as \"all the facts are clear and all the documents pleaded cannot be denied.\" The company claimed that the en-"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 17, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Desperate to stay beyond January 1996 as recommended by the Con- stitutional Conference last Tuesday, the Abacha junta has mobilised a team of Confab men to collect sig- natures of members prepared to back out of the decision when the house resumes 9 January. Desperate to stay beyond January 1996 as recommended by the Con- stitutional Conference last Tuesday, the Abacha junta has mobilised a team of Confab men to collect sig- natures of members prepared to back out of the decision when the house resumes 9 January."}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "Continued on page 2 Continued on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "Continued on page 2 Continued on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Ajudua Ajudua"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 22, "ocr_result": "Shonekan, Gowon Now Abacha's Messengers trust them believing thatail of them after his job,\" said our source. Sources said sensitive assignm are now carried out for him by Go Shonekan, Gowon Now Abacha's Messengers trust them believing thatail of them after his job,\" said our source. Sources said sensitive assignm are now carried out for him by Go"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "Bagauda Kaltho Bagauda Kaltho"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "Former head of state General Yalaba Gowon and former head of Interim National Government Chief Ernest Shonckan have both beenappointed unofficial envoys of Head of State General Sani Abacha Former head of state General Yalaba Gowon and former head of Interim National Government Chief Ernest Shonckan have both beenappointed unofficial envoys of Head of State General Sani Abacha"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "Presidency sources informed PMNews that the two former occu- pants of the state house are now among Presidency sources informed PMNews that the two former occu- pants of the state house are now among"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "the few who have the ears of the military junta, Our source said Abacha is increasingly Isolating himself from most of his ministers whom he no longer trust and he Is beginning to look out fora new circle of friends and associates, the few who have the ears of the military junta, Our source said Abacha is increasingly Isolating himself from most of his ministers whom he no longer trust and he Is beginning to look out fora new circle of friends and associates,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "An aide to one of the ministers from Midle Belt told PM News that Abacha these days has refused to grant audi- ence to his ministers. \"He no longer An aide to one of the ministers from Midle Belt told PM News that Abacha these days has refused to grant audi- ence to his ministers. \"He no longer"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "trust them believing thatal of them are after his job,\" said our source. Sources said sensitive assi goments are now carried out for him by Gowon and Shonekan. trust them believing thatal of them are after his job,\" said our source. Sources said sensitive assi goments are now carried out for him by Gowon and Shonekan."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "Gowon was head of state of Nigeria between 1967 and 1975. General Atbacha was a middle ranking officer when Cowon was booted out of gov emment in 1975. Gowon was head of state of Nigeria between 1967 and 1975. General Atbacha was a middle ranking officer when Cowon was booted out of gov emment in 1975."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "Chief Shonekan who headed the Interim National Governmentsetup by former President Ibrahim Babangids last year was booted out of power by Abacha, who was then the all powerful Chief Shonekan who headed the Interim National Governmentsetup by former President Ibrahim Babangids last year was booted out of power by Abacha, who was then the all powerful"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "Continued on page 2 Continued on page 2"}]