[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "INT VIE W INT VIE W"}, {"block_type": "LAYOUT_TITLE", "reading_order": 2, "ocr_result": "Budget '95 Shoul Revalue The Naira that is what is a - Femi Ekundayo the ating what country, inflation is I is versely affecti the value of ( Budget '95 Shoul Revalue The Naira that is what is a - Femi Ekundayo the ating what country, inflation is I is versely affecti the value of ("}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "of I of I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "ne ne"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "all! all!"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "st 0 st 0"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "n. n."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "I I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "S- S-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "e. e."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "a a"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "of I of I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "asil asil"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "sh sh"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "the the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "k I k I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "e e"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "n 2 n 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "y I y I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "y y"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 23, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "Mr. Femi Ekunday o is president Chartered Institute of Bankes of Nigeria (CIBN). Mr. Ekundayo spoke with Olalekan Amuo on the distress syndrome in banks, the role of CIBN, pitfalls 1994 budget and Abacha's economic policies. Excerpts: Mr. Femi Ekunday o is president Chartered Institute of Bankes of Nigeria (CIBN). Mr. Ekundayo spoke with Olalekan Amuo on the distress syndrome in banks, the role of CIBN, pitfalls 1994 budget and Abacha's economic policies. Excerpts:"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "Qt About half of the nation's bank are said to be distressed. What do you think is responsible? Qt About half of the nation's bank are said to be distressed. What do you think is responsible?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "Q: Recently, the NDIC raised an alarm that bank fraud is on the increase. What is the problem. Can it be halted? Q: Recently, the NDIC raised an alarm that bank fraud is on the increase. What is the problem. Can it be halted?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "As Distress syndrome did not come overnight. It has gathered momen- tum over the years. It is the combination of several factors. But I will like to say this that if banks are distressed today it is an extension of the distress in' the real sector of the economy such as manufacturing, ag- riculture and the productive sectors which themselves have been af- fected adversely by the unfavourable government policies like high infla- tion, unemployment; all these factors have affected the national economy generally. Then the banks them- selves of course have the calamities of mismanagement, poliferation, massive withdrawals and political instability plus loss of confidence. All these factors combined were re- sponsible for the distress. In some banks. As Distress syndrome did not come overnight. It has gathered momen- tum over the years. It is the combination of several factors. But I will like to say this that if banks are distressed today it is an extension of the distress in' the real sector of the economy such as manufacturing, ag- riculture and the productive sectors which themselves have been af- fected adversely by the unfavourable government policies like high infla- tion, unemployment; all these factors have affected the national economy generally. Then the banks them- selves of course have the calamities of mismanagement, poliferation, massive withdrawals and political instability plus loss of confidence. All these factors combined were re- sponsible for the distress. In some banks."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "A: The problem in the banking industry goes beyond bank fraud. But if there are numerous cases of bank fraud is just an extension of what is happening in the larger economy. But having said that, we shouldcontinue to take more steps to halt cases of bank fraud. Q: Despite the fire fighting by both the CBN and NDIC, the distress syndrome is gradually becoming endemic. Is there a way out? A: Of course, it has to be endemic because you are just fire fighting whereas what you should do is to trace the root cause of the problems. So what am saying is that until you address the fundamental cause of distress in the real sector of the economy, the distress in the banking industry will be a matter of perpetual experience. A: The problem in the banking industry goes beyond bank fraud. But if there are numerous cases of bank fraud is just an extension of what is happening in the larger economy. But having said that, we shouldcontinue to take more steps to halt cases of bank fraud. Q: Despite the fire fighting by both the CBN and NDIC, the distress syndrome is gradually becoming endemic. Is there a way out? A: Of course, it has to be endemic because you are just fire fighting whereas what you should do is to trace the root cause of the problems. So what am saying is that until you address the fundamental cause of distress in the real sector of the economy, the distress in the banking industry will be a matter of perpetual experience."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "Q: Do you agree with the view that too many banks were issued licences by the CBN? Q: Do you agree with the view that too many banks were issued licences by the CBN?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "A: In terms of number maybe one cannot really be categorical; but one thing is that there must have been a number of banks that were licensed that shouldnot have been licensed in the first instance. Secondly, I think it is also a fact that the supervisory work displayed was inadequate in relation to the size of banks. A: In terms of number maybe one cannot really be categorical; but one thing is that there must have been a number of banks that were licensed that shouldnot have been licensed in the first instance. Secondly, I think it is also a fact that the supervisory work displayed was inadequate in relation to the size of banks."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "Q: Small scale industrialists have always complained that banks have been their stumbling blocks to get- ting NERFUND loans. Do you agree with this? Q: Small scale industrialists have always complained that banks have been their stumbling blocks to get- ting NERFUND loans. Do you agree with this?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "A: Well, who else would have admitted them if they think banks constitute a barrier. Do they have somewhere else to go to? Thatshould be the question. But this NERFUND scheme is a laudable programme and a number of banks rushed into it. But A: Well, who else would have admitted them if they think banks constitute a barrier. Do they have somewhere else to go to? Thatshould be the question. But this NERFUND scheme is a laudable programme and a number of banks rushed into it. But"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "what happened? No sooner were banks there was distress in the economy. So this is o the projects into which banks were involves some of these were denominated in foreign rencies when the exchange rate plummers which case, you cannot be saying things are for 14, to 17, from 17 to 22 when the operation was as high as 80. So everybody was scared was exactly what has happened. A number people complaining today have not come for to explain how they have been negligent 200 is the truth. what happened? No sooner were banks there was distress in the economy. So this is o the projects into which banks were involves some of these were denominated in foreign rencies when the exchange rate plummers which case, you cannot be saying things are for 14, to 17, from 17 to 22 when the operation was as high as 80. So everybody was scared was exactly what has happened. A number people complaining today have not come for to explain how they have been negligent 200 is the truth."}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "Q: What is your attitude to the regulatory F of the Abacha regime? Q: What is your attitude to the regulatory F of the Abacha regime?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "As I think there is second thinking now realised that moving from the extreme right extreme left is too risky in an economy that is Weare operating asubstantially deregulated acco until the Abacha regime came in and we moved extreme deregulation to extreme regulation is what has been afflicting the economy advers think when you talk about what policy you relate it to the operative environment which political environment; the economy needs enhanced if only to ensure quick economic ery. As I think there is second thinking now realised that moving from the extreme right extreme left is too risky in an economy that is Weare operating asubstantially deregulated acco until the Abacha regime came in and we moved extreme deregulation to extreme regulation is what has been afflicting the economy advers think when you talk about what policy you relate it to the operative environment which political environment; the economy needs enhanced if only to ensure quick economic ery."}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "Q: Parallel market has been declared mallams still hawk foreign exchange even infr CBN. The policy has obviously not worked. WE you think can be done to wipe out the p market? Q: Parallel market has been declared mallams still hawk foreign exchange even infr CBN. The policy has obviously not worked. WE you think can be done to wipe out the p market?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "A: In the first instance one is not surprised operating in an environment where the cost high. But apart from that where there is scarcily product and you continue to apply the control is no way that price level would not be very always get them, Somebody is at the point of People in need of these things for instance and you know that he had to queue for a very time before he can get this foreign exchange banks, of course he would go to the parallel Q: What is your assessment of the 1994 bua As The 1994 budget is an episode of what that it has not been successful as it should. And economy is like and I think it is everybody's sure that those who did the plan must be going A: In the first instance one is not surprised operating in an environment where the cost high. But apart from that where there is scarcily product and you continue to apply the control is no way that price level would not be very always get them, Somebody is at the point of People in need of these things for instance and you know that he had to queue for a very time before he can get this foreign exchange banks, of course he would go to the parallel Q: What is your assessment of the 1994 bua As The 1994 budget is an episode of what that it has not been successful as it should. And economy is like and I think it is everybody's sure that those who did the plan must be going"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 38, "ocr_result": "th $ 8.8 th is ve th Na all re in th fo tio pr als br ph re d CO cip Th dis sh tio tha ing to mc N2 we this wh th $ 8.8 th is ve th Na all re in th fo tio pr als br ph re d CO cip Th dis sh tio tha ing to mc N2 we this wh"}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "to the drawing V board to review their strategy. We don't expect what happened in 1994 to continue in 1995. If it does then defi- nitely it will be unfortunate. So we have to re-chart our h strategies. Govern- menthas to employ b more realistic ap- proach in favour of n populist ideology because the situa- W tion in the country is today so critical because of the eco- to the drawing V board to review their strategy. We don't expect what happened in 1994 to continue in 1995. If it does then defi- nitely it will be unfortunate. So we have to re-chart our h strategies. Govern- menthas to employ b more realistic ap- proach in favour of n populist ideology because the situa- W tion in the country is today so critical because of the eco-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "Femi Ekundayo Femi Ekundayo"}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "nomic policies which are result oriented populist oriented. Q: What is CIBN doing about the P distress in some banks? As We can make substantial contril talking to the authorities. Also we are read discipline for better banking environme some cases mediate when cases are brou notice and such matters are within the P nomic policies which are result oriented populist oriented. Q: What is CIBN doing about the P distress in some banks? As We can make substantial contril talking to the authorities. Also we are read discipline for better banking environme some cases mediate when cases are brou notice and such matters are within the P"}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "the institute. We are also intensifying our efforts to train professionals to render good services. We intend to enlighten the public on the way to prevent fraud, to minimise fraud. Q The current value of the Naira has become a source of worry to everybody. Where would you locate the problem? A2 The problem of Naira derives from several factors which include the supply and demand for foreign exchange, the demand and supply of local currencies, inflation and most importantly produc- tion. The level of production is very low, it has been so low for so long that it has continued to affect the international value of the Naira. So government policies particularly in 1995 should focus on how to enhance the value of the Naira through such mea- sures that allow formarket orientation, an orientation that would allow all products using interest rates, exchange rates to be of market standing. Only then can we enhance the value of the Naira. Q: IBB regime was noted for deficit financing. Could we then trace the problem to the regime? the institute. We are also intensifying our efforts to train professionals to render good services. We intend to enlighten the public on the way to prevent fraud, to minimise fraud. Q The current value of the Naira has become a source of worry to everybody. Where would you locate the problem? A2 The problem of Naira derives from several factors which include the supply and demand for foreign exchange, the demand and supply of local currencies, inflation and most importantly produc- tion. The level of production is very low, it has been so low for so long that it has continued to affect the international value of the Naira. So government policies particularly in 1995 should focus on how to enhance the value of the Naira through such mea- sures that allow formarket orientation, an orientation that would allow all products using interest rates, exchange rates to be of market standing. Only then can we enhance the value of the Naira. Q: IBB regime was noted for deficit financing. Could we then trace the problem to the regime?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "e re experienc- ngeria is that hal created SO THE Inf oney much what should at the inter- level and that is ating inflation he country e re experienc- ngeria is that hal created SO THE Inf oney much what should at the inter- level and that is ating inflation he country"}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "the funds substantially were spent on recurrent expenditure instead of capital projects that are capable of generating employment and creating revenue for the country. At the international level there is alimit to how much money the Central Bank can produce in order to meet the deficit. But what we are experiencing in Nigeria is that CBN had created so much money much higher than what should be expected at the international level and the funds substantially were spent on recurrent expenditure instead of capital projects that are capable of generating employment and creating revenue for the country. At the international level there is alimit to how much money the Central Bank can produce in order to meet the deficit. But what we are experiencing in Nigeria is that CBN had created so much money much higher than what should be expected at the international level and"}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "A: Deficit financ- ing started before the IBB regime. If people want to ac- cuse that regime for wrong doing. It should be some- thing else. In international eco- nomics, deficit finance is not a crime, what is a crime is what the funds are used for as well a how the deficit finance came about. In the particular case of the past regime, A: Deficit financ- ing started before the IBB regime. If people want to ac- cuse that regime for wrong doing. It should be some- thing else. In international eco- nomics, deficit finance is not a crime, what is a crime is what the funds are used for as well a how the deficit finance came about. In the particular case of the past regime,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "you B M A: What we need to do is ensure that people who need foreign exchange for luxuries should be compelled to source for it; if they cannot source for it, then they should be ready to pay the market price. you B M A: What we need to do is ensure that people who need foreign exchange for luxuries should be compelled to source for it; if they cannot source for it, then they should be ready to pay the market price."}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "that is what is cre- ating inflation in the country, that is what is ad- versely affecting the value of the Naira. that is what is cre- ating inflation in the country, that is what is ad- versely affecting the value of the Naira."}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "SCRUPLES Moji Danisa animal Jemegbe SCRUPLES Moji Danisa animal Jemegbe"}, {"block_type": "LAYOUT_TEXT", "reading_order": 49, "ocr_result": "As We have to As We have to"}, {"block_type": "LAYOUT_TEXT", "reading_order": 50, "ocr_result": "focus our atten- focus our atten-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 51, "ocr_result": "tion on the local tion on the local"}, {"block_type": "LAYOUT_TEXT", "reading_order": 52, "ocr_result": "I production, we I production, we"}, {"block_type": "LAYOUT_TEXT", "reading_order": 53, "ocr_result": "also have to em- also have to em-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 54, "ocr_result": "I brace I brace"}, {"block_type": "LAYOUT_TEXT", "reading_order": 55, "ocr_result": "the the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 56, "ocr_result": "philosophy of de- philosophy of de-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 57, "ocr_result": "regulation; but regulation; but"}, {"block_type": "LAYOUT_TEXT", "reading_order": 58, "ocr_result": "P deregulation P deregulation"}, {"block_type": "LAYOUT_TEXT", "reading_order": 59, "ocr_result": "coupled with dis- coupled with dis-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 60, "ocr_result": "cipline as action. . cipline as action. ."}, {"block_type": "LAYOUT_TEXT", "reading_order": 61, "ocr_result": "I There should be I There should be"}, {"block_type": "LAYOUT_TEXT", "reading_order": 62, "ocr_result": "discipline, there I discipline, there I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 63, "ocr_result": "should be sanc- should be sanc-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 64, "ocr_result": "tions. We know I tions. We know I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 65, "ocr_result": "that the operat- that the operat-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 66, "ocr_result": "ing interest rate ing interest rate"}, {"block_type": "LAYOUT_TEXT", "reading_order": 67, "ocr_result": "today is much today is much"}, {"block_type": "LAYOUT_TEXT", "reading_order": 68, "ocr_result": "e higher th an e higher th an"}, {"block_type": "LAYOUT_TEXT", "reading_order": 69, "ocr_result": "N22 to $1. When N22 to $1. When"}, {"block_type": "LAYOUT_TEXT", "reading_order": 70, "ocr_result": "we know some- we know some-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 71, "ocr_result": "thing is unreal istic thing is unreal istic"}, {"block_type": "LAYOUT_TEXT", "reading_order": 72, "ocr_result": "why do we have why do we have"}, {"block_type": "LAYOUT_TEXT", "reading_order": 73, "ocr_result": "to squeeze our to squeeze our"}, {"block_type": "LAYOUT_TEXT", "reading_order": 74, "ocr_result": "face? We also have to minimise our face? We also have to minimise our"}, {"block_type": "LAYOUT_TEXT", "reading_order": 75, "ocr_result": "demands for foreign goods. Q: The foreign exchange formula has been \"finctuned\" many times but theproblem of allocation persists. Where do you locate the problem? demands for foreign goods. Q: The foreign exchange formula has been \"finctuned\" many times but theproblem of allocation persists. Where do you locate the problem?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 76, "ocr_result": "pose Q: Some people have suggested that the Naira should be changed. Do you share this view? P When pose Q: Some people have suggested that the Naira should be changed. Do you share this view? P When"}, {"block_type": "LAYOUT_TEXT", "reading_order": 77, "ocr_result": "As for the others, those whose fingers specialise in darkening our lives, even when the Almighty has said \"let there be light,\" they should throw their packages in a bucket of water - if your envelopé makes a hissing sound, please go to the near- est police station and get their bomb disposal squad; they'll save your life!. More seriously, I pity, really pity Ibos who are going home for Christ- mas. If you have passed the Onitsha-Owerriroad, which connects As for the others, those whose fingers specialise in darkening our lives, even when the Almighty has said \"let there be light,\" they should throw their packages in a bucket of water - if your envelopé makes a hissing sound, please go to the near- est police station and get their bomb disposal squad; they'll save your life!. More seriously, I pity, really pity Ibos who are going home for Christ- mas. If you have passed the Onitsha-Owerriroad, which connects"}, {"block_type": "LAYOUT_TEXT", "reading_order": 78, "ocr_result": "share LEAGUE VISAMA As I don't share that view. When people are confused, they will con- tinue to adduce causes to a particular problem. characterise the share LEAGUE VISAMA As I don't share that view. When people are confused, they will con- tinue to adduce causes to a particular problem. characterise the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 79, "ocr_result": "events. I wonder why that road is still in the shape it is when the Ibos have their \"Biafra warlord\" so close to the presidency and very dear to the President head of state or what- ever they call the guy. events. I wonder why that road is still in the shape it is when the Ibos have their \"Biafra warlord\" so close to the presidency and very dear to the President head of state or what- ever they call the guy."}, {"block_type": "LAYOUT_TEXT", "reading_order": 80, "ocr_result": "Q: What actu- ally is your own recipe for arrest- ing the crash of the Naira? Q: What actu- ally is your own recipe for arrest- ing the crash of the Naira?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 81, "ocr_result": "Warlord! Sometimes Nigerian me- dia drive me crazy. Warlord indeed! Warlord! Sometimes Nigerian me- dia drive me crazy. Warlord indeed!"}, {"block_type": "LAYOUT_TEXT", "reading_order": 82, "ocr_result": "Ireally am sorry for a II those who have to travel to the Eastthis Christ- mas. I've been watching with amusement preparation being made by Easterners for the Christ- mas. While some are hustling desperately for money to go and shower in the village, my teenag- ers at home, Mathew and Susan, are seriously counting the days when they' llspend Christmas with their families. It's all so funny because I am the only one who Ireally am sorry for a II those who have to travel to the Eastthis Christ- mas. I've been watching with amusement preparation being made by Easterners for the Christ- mas. While some are hustling desperately for money to go and shower in the village, my teenag- ers at home, Mathew and Susan, are seriously counting the days when they' llspend Christmas with their families. It's all so funny because I am the only one who"}, {"block_type": "LAYOUT_TEXT", "reading_order": 83, "ocr_result": "problem. Q How would you characterise the banking environment since the politi- cal impasse? effected problem. Q How would you characterise the banking environment since the politi- cal impasse? effected"}, {"block_type": "LAYOUT_TEXT", "reading_order": 84, "ocr_result": "cal impasses As The banks are adversely affected. The banks are crying for survival, banks have not been offering their traditional services to the people. The banks have been concentrating more on such activities that can generate minimal profits for them. There is need for banks to reinvigorate their activi- cal impasses As The banks are adversely affected. The banks are crying for survival, banks have not been offering their traditional services to the people. The banks have been concentrating more on such activities that can generate minimal profits for them. There is need for banks to reinvigorate their activi-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 85, "ocr_result": "CBN. A: Distress is in different categories, the type that can be associated with banks are many. What I think should be done is that, the moment banks are in distress, a separate departmentshould be created for them. Those that are distressed beyond redemption should be allowed to die a natural death. Those that can be redeemed of course should be reorganised, those that are in distress through acts of mismanage- ment should be restructured. Those that are distressed beyond redemption should be allowed to go; you don't need duplication of capital or energy otherwise their distress virus would contaminate banks that are not dis- tressed. CBN. A: Distress is in different categories, the type that can be associated with banks are many. What I think should be done is that, the moment banks are in distress, a separate departmentshould be created for them. Those that are distressed beyond redemption should be allowed to die a natural death. Those that can be redeemed of course should be reorganised, those that are in distress through acts of mismanage- ment should be restructured. Those that are distressed beyond redemption should be allowed to go; you don't need duplication of capital or energy otherwise their distress virus would contaminate banks that are not dis- tressed."}, {"block_type": "LAYOUT_TEXT", "reading_order": 86, "ocr_result": "ties. Q: Do you buy the idea that dis- tressed banks should be liquidated by CBN. nteonries ties. Q: Do you buy the idea that dis- tressed banks should be liquidated by CBN. nteonries"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 87, "ocr_result": "What A Big Shame What A Big Shame"}, {"block_type": "LAYOUT_TEXT", "reading_order": 88, "ocr_result": "doesn't even remember that there's such a festival as Christ- mas! There's so much despair that the air Itself is gloomy. doesn't even remember that there's such a festival as Christ- mas! There's so much despair that the air Itself is gloomy."}, {"block_type": "LAYOUT_TEXT", "reading_order": 89, "ocr_result": "most of the Ibo towns and villages you'll understand why I shiver any- time I think about people who'll be stranded for hours on end on that road. Some just might spend Christ- mas on the road - not to worry though, there are lots of \"Ice cold pure water,\" \"malted milk bread,\" edible worms, and plenty of meat to chop while you sweat it out. Until now I thought Ibos were over playing the part of being marginalised. I'm beginning to un- derstand because in all my wisdom, I cannot believe why such a road which links the people to the most industrialised part of Nigeria should be in such a horrible state. Sometimes some things that happen in this coun- try sound like a horror film but as film watchers do we try to detach our emotions from the most horrifying most of the Ibo towns and villages you'll understand why I shiver any- time I think about people who'll be stranded for hours on end on that road. Some just might spend Christ- mas on the road - not to worry though, there are lots of \"Ice cold pure water,\" \"malted milk bread,\" edible worms, and plenty of meat to chop while you sweat it out. Until now I thought Ibos were over playing the part of being marginalised. I'm beginning to un- derstand because in all my wisdom, I cannot believe why such a road which links the people to the most industrialised part of Nigeria should be in such a horrible state. Sometimes some things that happen in this coun- try sound like a horror film but as film watchers do we try to detach our emotions from the most horrifying"}, {"block_type": "LAYOUT_TEXT", "reading_order": 90, "ocr_result": "By the way, I would be very grateful if anyone out there can tell me the meaning of \"Biafran warlord\": The only warlord I know is the one who terrifies his opponents on wrestlemania. I wonder if the Biafran warlord would use his grammar-filled brain to help his people. If govern- ment could beso actively involved in his marriage to his first lady, then he can surely get their ears in matters affecting the people he claims to be leading. By the way, I would be very grateful if anyone out there can tell me the meaning of \"Biafran warlord\": The only warlord I know is the one who terrifies his opponents on wrestlemania. I wonder if the Biafran warlord would use his grammar-filled brain to help his people. If govern- ment could beso actively involved in his marriage to his first lady, then he can surely get their ears in matters affecting the people he claims to be leading."}, {"block_type": "LAYOUT_TEXT", "reading_order": 91, "ocr_result": "For one, I live at Okota where NEPA is most shamelessly inconsis- tent. I dare say that those NEPA people must believe that Okota people are animals. Animals who don't de- serve electricity for as long as three weeks but must pay electricity bills every month. They never forget to send them. I have concluded that NEPA's only integrity is in sending their bills. I think this Christmas I'll give presen is to everyone who works in the accounts section of NEPA-only problem is before they open the packages they must dash to the near- est shop for cotton wool to seal their noses with, because I'm going to send them beautiful cow dung! For one, I live at Okota where NEPA is most shamelessly inconsis- tent. I dare say that those NEPA people must believe that Okota people are animals. Animals who don't de- serve electricity for as long as three weeks but must pay electricity bills every month. They never forget to send them. I have concluded that NEPA's only integrity is in sending their bills. I think this Christmas I'll give presen is to everyone who works in the accounts section of NEPA-only problem is before they open the packages they must dash to the near- est shop for cotton wool to seal their noses with, because I'm going to send them beautiful cow dung!"}, {"block_type": "LAYOUT_TEXT", "reading_order": 92, "ocr_result": "Coming down West, it is such a shame that the Lagos/Benin Express- way which gulped so much of our all money is now a death trap. The road is so bad, sometimes for kilometres at a stretch, that a journey which nor mally takes two and a half hours now takes close to five hours. It is a real big shame! Coming down West, it is such a shame that the Lagos/Benin Express- way which gulped so much of our all money is now a death trap. The road is so bad, sometimes for kilometres at a stretch, that a journey which nor mally takes two and a half hours now takes close to five hours. It is a real big shame!"}, {"block_type": "LAYOUT_TEXT", "reading_order": 93, "ocr_result": "ONOMY ONOMY"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 94, "ocr_result": "Cement Importation And Price Variation Cement Importation And Price Variation"}, {"block_type": "LAYOUT_TEXT", "reading_order": 95, "ocr_result": "The Federal Govern ment, after enormous pressure, decided to allow the massive importation of cement this year. The Federal Govern ment, after enormous pressure, decided to allow the massive importation of cement this year."}, {"block_type": "LAYOUT_TEXT", "reading_order": 96, "ocr_result": "The thinking was that with such massive importation, the market would be floated with cement and the prices would come down since the local manufacturers and market- ers would be forced to charge reasonable prices once their mo- nopoly was broken. The sentiment had enjoyed some sympathy in 1992 when the Babangida regime allowed a zero duty conces- sion on cement importation. Between then and now the price of cement has not decreased. It has on the contrary increased from about N250 to N450 per bag and indication that importation has meant no miracle. Market experts who always talk glibly aboutsupply and demand with- out considering other f conditions may probably must insist on further importation to bring down prices but that is if the nation has the foreign exchange and can afford to make cement importation its major objec- tive. In any case the importers are win- ning the day, with some ministers in the Abacha junta lending them sym- pathy. Once the works and housing min- ister, Alhaji Lateef Jakande, told the public about government's plan to build 121,000 housing unit, the im- porters swarmed around to persuade him that importation of cement must be the key to its realisation. The indication is that the minister has conceded not only to allow im- portation of cement but also some The thinking was that with such massive importation, the market would be floated with cement and the prices would come down since the local manufacturers and market- ers would be forced to charge reasonable prices once their mo- nopoly was broken. The sentiment had enjoyed some sympathy in 1992 when the Babangida regime allowed a zero duty conces- sion on cement importation. Between then and now the price of cement has not decreased. It has on the contrary increased from about N250 to N450 per bag and indication that importation has meant no miracle. Market experts who always talk glibly aboutsupply and demand with- out considering other f conditions may probably must insist on further importation to bring down prices but that is if the nation has the foreign exchange and can afford to make cement importation its major objec- tive. In any case the importers are win- ning the day, with some ministers in the Abacha junta lending them sym- pathy. Once the works and housing min- ister, Alhaji Lateef Jakande, told the public about government's plan to build 121,000 housing unit, the im- porters swarmed around to persuade him that importation of cement must be the key to its realisation. The indication is that the minister has conceded not only to allow im- portation of cement but also some"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 97, "ocr_result": "OLALEKAN AM OLALEKAN AM"}, {"block_type": "LAYOUT_TEXT", "reading_order": 98, "ocr_result": "steel components for of the housing scheme. Local cement manufacturers are disturbed by this trend and have been crying out against government's move. Jakande and industries Minister Alhaji Bamanag Tukur, rathr than put heads together in order to bail out the cement industries and make them servenational development goals are supporting Cement importation. This is at a time when almost all the eight cement industries in the country have obsolete machines. The machines they use are designed to last about 20 years have been in operation for about 35 years. Although Cement manufacturers want money to replace the machines. government has said they should go to especially the financial of the magnitude market but that loans, the cement companies want (about N2.5 billion to N10 billion) is not the type that banks under the present financial climate can give or are willing to give. So, what must be done? The situation in the country today points to possible massive economic collapse in view of the lingering political crisis and external financial strangulation. It challenges the ingenuity of Ni- gerians to make maximum and effective use of local resources to achieve national development goals. Cement is one product that is about 95percent local material sourced and could even become 100 percent sourced in few years time, if concertief efforts are made to mine gypsum steel components for of the housing scheme. Local cement manufacturers are disturbed by this trend and have been crying out against government's move. Jakande and industries Minister Alhaji Bamanag Tukur, rathr than put heads together in order to bail out the cement industries and make them servenational development goals are supporting Cement importation. This is at a time when almost all the eight cement industries in the country have obsolete machines. The machines they use are designed to last about 20 years have been in operation for about 35 years. Although Cement manufacturers want money to replace the machines. government has said they should go to especially the financial of the magnitude market but that loans, the cement companies want (about N2.5 billion to N10 billion) is not the type that banks under the present financial climate can give or are willing to give. So, what must be done? The situation in the country today points to possible massive economic collapse in view of the lingering political crisis and external financial strangulation. It challenges the ingenuity of Ni- gerians to make maximum and effective use of local resources to achieve national development goals. Cement is one product that is about 95percent local material sourced and could even become 100 percent sourced in few years time, if concertief efforts are made to mine gypsum"}, {"block_type": "LAYOUT_TEXT", "reading_order": 99, "ocr_result": "which has just been discovered in the country. The challenge before Bamanga Tukur is to help source local and foreign funds needed by the local cement industries to revamp or ac- quire new machines for maximum production while Jakande should pump all available money or foreign exchange meant for cement pro- curement intolocal cement industries rather than commit it to importation of cement. This will safe the cement indus- tries from collapse and second, by boosting the use of local resources for our development objective. There is every reason to think in this manner. For the local cement industries have shown capacity to produce about million metric tones of the country's needed 8 million tones of cement annually. That is even when they produce, on the average, at less than 50 percent capacity. Should the government help them to procure spare parts and new ma- chineries as well as tackle other problem areas so as to make them produce at 100 percent capacity the local cement industries ca produce about 10 million metric tones annu- ally. This means that first, the price of cement will fall given massive avail- ability and second that a surplus of about 2 million metric tones could be available for export to generate foreign exchange. Jakande and Tukur should use their positions and influence in the Federal Executive Council to help revive the ailing local cement indus- tries. which has just been discovered in the country. The challenge before Bamanga Tukur is to help source local and foreign funds needed by the local cement industries to revamp or ac- quire new machines for maximum production while Jakande should pump all available money or foreign exchange meant for cement pro- curement intolocal cement industries rather than commit it to importation of cement. This will safe the cement indus- tries from collapse and second, by boosting the use of local resources for our development objective. There is every reason to think in this manner. For the local cement industries have shown capacity to produce about million metric tones of the country's needed 8 million tones of cement annually. That is even when they produce, on the average, at less than 50 percent capacity. Should the government help them to procure spare parts and new ma- chineries as well as tackle other problem areas so as to make them produce at 100 percent capacity the local cement industries ca produce about 10 million metric tones annu- ally. This means that first, the price of cement will fall given massive avail- ability and second that a surplus of about 2 million metric tones could be available for export to generate foreign exchange. Jakande and Tukur should use their positions and influence in the Federal Executive Council to help revive the ailing local cement indus- tries."}]