[
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 1,
        "ocr_result": "EWS EWS"
    },
    {
        "block_type": "LAYOUT_TITLE",
        "reading_order": 2,
        "ocr_result": "commends More ALEX KABBA A committee of the Co stitutional Conference h recommended that : ates more states be create The committee which expected to presentits port to the housesoons commends More ALEX KABBA A committee of the Co stitutional Conference h recommended that : ates more states be create The committee which expected to presentits port to the housesoons"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 3,
        "ocr_result": "ALEX KABBA ALEX KABBA"
    },
    {
        "block_type": "LAYOUT_HEADER",
        "reading_order": 4,
        "ocr_result": "VOL 1 NO. 73 THURSDAY 1 DECEMBER, 1994 N10 VOL 1 NO. 73 THURSDAY 1 DECEMBER, 1994 N10"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 5,
        "ocr_result": "A committee of the Con- stitutional Conference has recommended that 20 more states be created. The committee which is expected to present its re- port to the housesoon says A committee of the Con- stitutional Conference has recommended that 20 more states be created. The committee which is expected to present its re- port to the housesoon says"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 6,
        "ocr_result": "Cont. onp. 2 Cont. onp. 2"
    },
    {
        "block_type": "LAYOUT_TITLE",
        "reading_order": 7,
        "ocr_result": "WhylAnnulled June 12-IBB WhylAnnulled June 12-IBB"
    },
    {
        "block_type": "LAYOUT_FIGURE",
        "reading_order": 8,
        "ocr_result": "K-¥ mile GITY slip slop slide K-¥ mile GITY slip slop slide"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 9,
        "ocr_result": "- Former dictator, General Ibrahim Babangida broke his silence on the country's political crisis for the first time, saying he annulled the June 12 1993 Presidential Election because of electoral irregularities. - Former dictator, General Ibrahim Babangida broke his silence on the country's political crisis for the first time, saying he annulled the June 12 1993 Presidential Election because of electoral irregularities."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 10,
        "ocr_result": "Speaking in an interview with BBC [British Corporation Corporation] this morning at his Minna palatial resi- dence, General Babangida said there were \"some irregularities\" in the conduct of the election. Reminded that international observers who monitored the election adjudged it the fairest and freest in the nation's political history, General Babangida said: \"Yes, it is true that there were some international observers but they cannot cover all the over 70,000 polling booths located throughout the country effec- tively to know all the irregularities involved\". Speaking in an interview with BBC [British Corporation Corporation] this morning at his Minna palatial resi- dence, General Babangida said there were \"some irregularities\" in the conduct of the election. Reminded that international observers who monitored the election adjudged it the fairest and freest in the nation's political history, General Babangida said: \"Yes, it is true that there were some international observers but they cannot cover all the over 70,000 polling booths located throughout the country effec- tively to know all the irregularities involved\"."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 11,
        "ocr_result": "While maintaining that the annulment had no tribal undertone, the ex-dictator stated that the very nature of Continued on page 2 While maintaining that the annulment had no tribal undertone, the ex-dictator stated that the very nature of Continued on page 2"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 12,
        "ocr_result": "Ivorien Murder 5 Ex-Soldiers Held Ivorien Murder 5 Ex-Soldiers Held"
    },
    {
        "block_type": "LAYOUT_SECTION_HEADER",
        "reading_order": 13,
        "ocr_result": "FRANK ALABI I FRANK ALABI I"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 14,
        "ocr_result": "A presidential mandate on the Inspector General of Police, Alhaji Ibrahim Coomasie, to investigate and bring to book, those responsible for the mur- der of an Ivorien football coach last month, has led to the arrest of five suspects. Police sources told PMNews that the five arrested suspects were picked up at a party hosted at the Ikeja Military Cantonment Barracks, [Bolade Extension] by plain-clothes policemen from Area 'F' of the Lagos State Police Command, Ikeja. A presidential mandate on the Inspector General of Police, Alhaji Ibrahim Coomasie, to investigate and bring to book, those responsible for the mur- der of an Ivorien football coach last month, has led to the arrest of five suspects. Police sources told PMNews that the five arrested suspects were picked up at a party hosted at the Ikeja Military Cantonment Barracks, [Bolade Extension] by plain-clothes policemen from Area 'F' of the Lagos State Police Command, Ikeja."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 15,
        "ocr_result": "- AIDS DAY CONTROVERSY: - AIDS DAY CONTROVERSY:"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 16,
        "ocr_result": "Continued on page 2 Continued on page 2"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 17,
        "ocr_result": "Anew controversial safe sex poster issuedby the Australian government urges homosexual partnerstousecondots as Austalia AA marks World AIDS Day today. The poster is displayed in government offices, hospitals and shops. Up to 30 June, 19 4 there have been 18, ,243 diagnoses of HIV infection nationally and 5,075 diagnoses of AIDS resulting in 3,529 deaths. AFP PH TO. Anew controversial safe sex poster issuedby the Australian government urges homosexual partnerstousecondots as Austalia AA marks World AIDS Day today. The poster is displayed in government offices, hospitals and shops. Up to 30 June, 19 4 there have been 18, ,243 diagnoses of HIV infection nationally and 5,075 diagnoses of AIDS resulting in 3,529 deaths. AFP PH TO."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 18,
        "ocr_result": "Landlord To Hang For Killing T nant ALEX Landlord To Hang For Killing T nant ALEX"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 19,
        "ocr_result": "1 ALEX ONI/Lagos 1.P.M. 1 ALEX ONI/Lagos 1.P.M."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 20,
        "ocr_result": "ingsentenced to death by hanging An Ikeja High Court, this morn- a Lagos-based landlord, Daniel Adeoye an for gunning down his ten- ingsentenced to death by hanging An Ikeja High Court, this morn- a Lagos-based landlord, Daniel Adeoye an for gunning down his ten-"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 21,
        "ocr_result": "Adeoye has been standing trial Adeoye has been standing trial"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 22,
        "ocr_result": "since October, 1991 for allegedly shooting his tenant, one Gabriel Nwosu to death at about 12.30 3.m. at No. 57, Akowonjo Road, Dopemu, Agege, Lagos. Justice James Oduneye who handed down the judgement this morning, since October, 1991 for allegedly shooting his tenant, one Gabriel Nwosu to death at about 12.30 3.m. at No. 57, Akowonjo Road, Dopemu, Agege, Lagos. Justice James Oduneye who handed down the judgement this morning,"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 23,
        "ocr_result": "said he believed that Adeoye deliber- ately killed Nwosu. said he believed that Adeoye deliber- ately killed Nwosu."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 24,
        "ocr_result": "Reviewing the case,Justice Oduneye recalled that seven witnesses testified for the prosecution, while the accused gave evidence under oath in his de- fence. Reviewing the case,Justice Oduneye recalled that seven witnesses testified for the prosecution, while the accused gave evidence under oath in his de- fence."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 25,
        "ocr_result": "The Judge d he believed the evi- dence of second and third prosecution esses, Gregory Nnamdi Oputa and Ku urat Bello respectively who are eye witnesses to the scene. The Judge d he believed the evi- dence of second and third prosecution esses, Gregory Nnamdi Oputa and Ku urat Bello respectively who are eye witnesses to the scene."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 26,
        "ocr_result": "tinued on page 2. tinued on page 2."
    },
    {
        "block_type": "LAYOUT_FIGURE",
        "reading_order": 27,
        "ocr_result": "Visit SANYA GJIKUTU ART Exhibition venue: MUSON Centre 8/9 Manna Omikan Sunday Dec 4 Time: 4.00pm Visit SANYA GJIKUTU ART Exhibition venue: MUSON Centre 8/9 Manna Omikan Sunday Dec 4 Time: 4.00pm"
    }
]