[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMNews PMNews"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "Page 6 Page 6"}, {"block_type": "LAYOUT_TITLE", "reading_order": 3, "ocr_result": "NIGERIA '95 NIGERIA '95"}, {"block_type": "LAYOUT_TITLE", "reading_order": 4, "ocr_result": "Putting Nigeria To Shame ADrA Putting Nigeria To Shame ADrA"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "ADEMOLA OLAIIRE ADEMOLA OLAIIRE"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Nigeria is ready to break records of In- competence and Imperfection If world soc- cer governing body, FIFA, agrees to bend its rules to the last by allowing herstage the 8th World Youth Championship next year. S Nigeria is ready to break records of In- competence and Imperfection If world soc- cer governing body, FIFA, agrees to bend its rules to the last by allowing herstage the 8th World Youth Championship next year. S"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "The world's most populous black nation knew she would be hosting the world as far back as 1986 after impressive outings at the 1983 and 1985 World Youth Championships. But eight years on, a nation that is forever a dept at disap- pointing its people, and which leaders arealways eager to satisfy their personal avarice rather than meet noble targets, is about to disgrace the whole of Africa. The world's most populous black nation knew she would be hosting the world as far back as 1986 after impressive outings at the 1983 and 1985 World Youth Championships. But eight years on, a nation that is forever a dept at disap- pointing its people, and which leaders arealways eager to satisfy their personal avarice rather than meet noble targets, is about to disgrace the whole of Africa."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "Jack Warner, CONCACAF boss and one of the Vice-Presidents of FIFA, who led the world body's inspection team to Nigeria last week, voiced the team's disapproval of the state of facilities in an interview with the British Broad- casting Corporation, even as the draw went on at the NICON NOGA HILTON HOTEL, Abuja on Friday: \"We have told them that we are yet to be impressed. The facilities are not just right. We will come back in January. If by that time, we are not satisfied with what is on the ground, FIFA will have to take the championship somewhere else\". It seems to be seen what miracle, will bring about, within one month, a transformation that could not be achieved in EIGHT years. Jack Warner, CONCACAF boss and one of the Vice-Presidents of FIFA, who led the world body's inspection team to Nigeria last week, voiced the team's disapproval of the state of facilities in an interview with the British Broad- casting Corporation, even as the draw went on at the NICON NOGA HILTON HOTEL, Abuja on Friday: \"We have told them that we are yet to be impressed. The facilities are not just right. We will come back in January. If by that time, we are not satisfied with what is on the ground, FIFA will have to take the championship somewhere else\". It seems to be seen what miracle, will bring about, within one month, a transformation that could not be achieved in EIGHT years."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "P / When in 1983, a bunch of skilful lads led by Ali Jeje became the first Nigerians to participate as Africa's representative at a FIFA-organised championship in Mexico, they collected acco- lades by defeating the then mighty Soviet Union in their first match in Monterrey. But the usual P / When in 1983, a bunch of skilful lads led by Ali Jeje became the first Nigerians to participate as Africa's representative at a FIFA-organised championship in Mexico, they collected acco- lades by defeating the then mighty Soviet Union in their first match in Monterrey. But the usual"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "Nigerian indiscipline and extravagance ensured that the second match ended 3-0 in favour of Brazil, all the goals scored in the first half. Nigerian indiscipline and extravagance ensured that the second match ended 3-0 in favour of Brazil, all the goals scored in the first half."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "The boys crashed out in the first round, but the 1985 squad, which won bronze in Moscow, and the triumph of the U-17 team at the inaugural world tourney in China, made a good case for Nigeria as 3 world youth soccer power and prospective championship host. The boys crashed out in the first round, but the 1985 squad, which won bronze in Moscow, and the triumph of the U-17 team at the inaugural world tourney in China, made a good case for Nigeria as 3 world youth soccer power and prospective championship host."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Another legendary Nigerian character, the disinclination to build on earlier gains and there- fore make such gains a appear credible, postponed the consideration for hostship further. In 1987, a Flying Eagles team that looked like world beaters in the African qualifiers were thoroughly humili- ated in Chile. And two years later, discrepancies were found in the recorded ages of three players who had featured in world junior meets in earlier years, and Nigeria was banned from age-grade football for two years. Another legendary Nigerian character, the disinclination to build on earlier gains and there- fore make such gains a appear credible, postponed the consideration for hostship further. In 1987, a Flying Eagles team that looked like world beaters in the African qualifiers were thoroughly humili- ated in Chile. And two years later, discrepancies were found in the recorded ages of three players who had featured in world junior meets in earlier years, and Nigeria was banned from age-grade football for two years."}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "Portugal, winners of the Saudi '89 World Youth Championship in which Nigeria came second, promptly stepped in to take the 1991 tourney which the 'giant of Africa' was billed to host. Portugal, winners of the Saudi '89 World Youth Championship in which Nigeria came second, promptly stepped in to take the 1991 tourney which the 'giant of Africa' was billed to host."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "Nigeria the bungler again went into the cold and failed to rear age-grade teams in preparation for a return after expiration of the ban. In the first match she would play after the ban, the Flying Eagles lost 0-1 to Congo right in Lagos in the African qualifiers for Australia '93. That was in August'92. Congo was disqualified for fielding an over-aged player, and Nigeria went to the African qualifiers in Mauritius. The inadequate grind for three years was obvious as the four-time African champions lost to Ghana and Cameroon, failing logo beyond the Nigeria the bungler again went into the cold and failed to rear age-grade teams in preparation for a return after expiration of the ban. In the first match she would play after the ban, the Flying Eagles lost 0-1 to Congo right in Lagos in the African qualifiers for Australia '93. That was in August'92. Congo was disqualified for fielding an over-aged player, and Nigeria went to the African qualifiers in Mauritius. The inadequate grind for three years was obvious as the four-time African champions lost to Ghana and Cameroon, failing logo beyond the"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 15, "ocr_result": "Chieff Williams Chieff Williams"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "oup play-off. oup play-off."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "/ Chief S.B. Williams / Chief S.B. Williams"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Since 1987, we have been break-dancing, making a lot of noise, spending so much money but getting nothing done. The Federal Govern- ment, in its own folly, created a Presidential Monitoring Committee charged with only stadia renovation, gave it a huge amount of money but no direction. The greatest folly was that only those who know very little or virtually nothing about football were made members. The government is yet to explain why compe- tent hands could not be picked from within the National Sports Commission, its main sports policy- making organ and sports intelligentsia bank. Rather, it settled for persons of hefty social standing who had to be rewarded for their previous gallantry in service to the military insti- tution. Since 1987, we have been break-dancing, making a lot of noise, spending so much money but getting nothing done. The Federal Govern- ment, in its own folly, created a Presidential Monitoring Committee charged with only stadia renovation, gave it a huge amount of money but no direction. The greatest folly was that only those who know very little or virtually nothing about football were made members. The government is yet to explain why compe- tent hands could not be picked from within the National Sports Commission, its main sports policy- making organ and sports intelligentsia bank. Rather, it settled for persons of hefty social standing who had to be rewarded for their previous gallantry in service to the military insti- tution."}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "e Main organisers of the Championship, the Local Organising Committee [LOC] is worse off. The President, Chief Sebastian Babatunde Williams had once been Chairman of the National Sports Commission without any remarkable achieve- ment, and the only thing that qualified him for the position was that he is a multi-millionaire widely acquainted with the world's soccer governors. Elsewhere, leaders of LOC are chosen from the class of former internationals. Chief Williams was never an athlete; at least not a renowned football player. His son, Tony Williams who avails him West with his Germany. preferred He advice, used Engineering connection studied in his German to secure the now discarded Addidas contract for Nigeria, with which he forced himself on the NFA as sole marketer of the national teams. The past and present executive directors know virtually nothing about football, a clear aberra- tion from what obtained in hosting nations. At the Tunisia '94 African Nations Cup, the Local Com- mittee [COCAN] was headed by Slim Chiboub, the handsome President of elite club Esperance and a former Tunisian international. From day one, Nigeria got the whole set-up wrong. The NFA was supposed to be at the head, with the LOC and the PMC working in that pecking order. Instead, the tail [PMC] was made the head, while the head-[NFA] was made the tail. The soccer house is so marginalised that officials there feel they are norpart of the Nigeria '95 train. Then we remember that in Nigeria, utilities do not function. The roads are horrible, but that is small issue since the guests wll have to fly most of the time. But the possibility of power failure at the most crucial moments is very real. In some of the most despicable of African countries, electric- ity hardly cease, but in Nigeria it has become a \"normal\" thing. Some neighbourhoods suffer power failure for THREE MONTHS at a go! Even in the top-flight hotels that will house the guests, there is no assurance that water would flow regularly. And to get the hotels to improve their services and the warmness of their staff to visitors might prove herculean task. Similarly, there is no guarantee that officials of FIFA will get Lagos from Kaduna on phone, Telephone services are epileptic, and assurances that this will be rectified before the big show must be taken with the pinch of salt with which such is always taken: for it will not be fulfilled. e Main organisers of the Championship, the Local Organising Committee [LOC] is worse off. The President, Chief Sebastian Babatunde Williams had once been Chairman of the National Sports Commission without any remarkable achieve- ment, and the only thing that qualified him for the position was that he is a multi-millionaire widely acquainted with the world's soccer governors. Elsewhere, leaders of LOC are chosen from the class of former internationals. Chief Williams was never an athlete; at least not a renowned football player. His son, Tony Williams who avails him West with his Germany. preferred He advice, used Engineering connection studied in his German to secure the now discarded Addidas contract for Nigeria, with which he forced himself on the NFA as sole marketer of the national teams. The past and present executive directors know virtually nothing about football, a clear aberra- tion from what obtained in hosting nations. At the Tunisia '94 African Nations Cup, the Local Com- mittee [COCAN] was headed by Slim Chiboub, the handsome President of elite club Esperance and a former Tunisian international. From day one, Nigeria got the whole set-up wrong. The NFA was supposed to be at the head, with the LOC and the PMC working in that pecking order. Instead, the tail [PMC] was made the head, while the head-[NFA] was made the tail. The soccer house is so marginalised that officials there feel they are norpart of the Nigeria '95 train. Then we remember that in Nigeria, utilities do not function. The roads are horrible, but that is small issue since the guests wll have to fly most of the time. But the possibility of power failure at the most crucial moments is very real. In some of the most despicable of African countries, electric- ity hardly cease, but in Nigeria it has become a \"normal\" thing. Some neighbourhoods suffer power failure for THREE MONTHS at a go! Even in the top-flight hotels that will house the guests, there is no assurance that water would flow regularly. And to get the hotels to improve their services and the warmness of their staff to visitors might prove herculean task. Similarly, there is no guarantee that officials of FIFA will get Lagos from Kaduna on phone, Telephone services are epileptic, and assurances that this will be rectified before the big show must be taken with the pinch of salt with which such is always taken: for it will not be fulfilled."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "Of noteworthy importance is the fact that the media is not carried along on this journey. To begin with, persons serving outside sports jour- nalism have been made media and publicity committee leaders of a football tournament. The result is that these persons got the money without knowing where and how to spend it. The result has been deplorable level of local populace awareness. On the day FIFA officials were coming into town, there were no banners or posters on the streets to display, at least on cloth and paper, the enthusiasm of Nigerians to host the world. It Was left to members of the Nigerian Football Supporters Club to hurriedly put some banners on the streets. Of noteworthy importance is the fact that the media is not carried along on this journey. To begin with, persons serving outside sports jour- nalism have been made media and publicity committee leaders of a football tournament. The result is that these persons got the money without knowing where and how to spend it. The result has been deplorable level of local populace awareness. On the day FIFA officials were coming into town, there were no banners or posters on the streets to display, at least on cloth and paper, the enthusiasm of Nigerians to host the world. It Was left to members of the Nigerian Football Supporters Club to hurriedly put some banners on the streets."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Such a big media event as the draw was so ridiculously downplayed that only three weekly papers from the nation'sindustrial, economicand media capital, Lagos were accommodated at the Abuja venue. In places where the right things are prioritised, the draw is a wholly media affair. Constructive criticism, in the naive perception of the LOC members, is enemy action. You are Such a big media event as the draw was so ridiculously downplayed that only three weekly papers from the nation'sindustrial, economicand media capital, Lagos were accommodated at the Abuja venue. In places where the right things are prioritised, the draw is a wholly media affair. Constructive criticism, in the naive perception of the LOC members, is enemy action. You are"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "deemed unpatriotic if you point out the true state of things. deemed unpatriotic if you point out the true state of things."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "Security-wise, there are no cheers either. The Chairman of LOC's Security Committee, Lt. Colo- nel Kemi Peters, stunned sports journalists last week when he could not give the exact seating capacity of the National Stadium, Lagos. And mind you, he assured all that he would provide \"adequate security\". Peters, I later found out, knows very little about footballing matters. Security-wise, there are no cheers either. The Chairman of LOC's Security Committee, Lt. Colo- nel Kemi Peters, stunned sports journalists last week when he could not give the exact seating capacity of the National Stadium, Lagos. And mind you, he assured all that he would provide \"adequate security\". Peters, I later found out, knows very little about footballing matters."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "The policemen and mobile people who would provide-the\"adequatesecurity\" are known to be among the most corrupt elements in our midst. Furthermore, they are grossly indisci- plined. Welcome, FIFA to a nation whose police- men actually follow with keen interest the pro- ceedings of a football match. They leap up and run after a Rashidi Yekini after he has scored a good goal for Nigeria. P The policemen and mobile people who would provide-the\"adequatesecurity\" are known to be among the most corrupt elements in our midst. Furthermore, they are grossly indisci- plined. Welcome, FIFA to a nation whose police- men actually follow with keen interest the pro- ceedings of a football match. They leap up and run after a Rashidi Yekini after he has scored a good goal for Nigeria. P"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "The global tread of policemen facing the crowd and staying deadpan for the ninety minutes acti on is alien here. Mind you, they also demand for 'egunje. P The global tread of policemen facing the crowd and staying deadpan for the ninety minutes acti on is alien here. Mind you, they also demand for 'egunje. P"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "is It is also in Nigeria that a crazed fan would run pasta police cordon onto the field of play and attack the referee for refusing to award his favoured team a supposed penalty! is It is also in Nigeria that a crazed fan would run pasta police cordon onto the field of play and attack the referee for refusing to award his favoured team a supposed penalty!"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "P Four months to the fiesta, no one has any idea yet of which and which persons would be used for facility duties. Volunteers should have been registered at least one year ago and trained toward handling the equipment and be friendly in disposition. P Four months to the fiesta, no one has any idea yet of which and which persons would be used for facility duties. Volunteers should have been registered at least one year ago and trained toward handling the equipment and be friendly in disposition."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "Medical facilities would also be a laugh. Instances abound of how medical officers have shown ignorance of the simple technique of getting an injured player off the pitch in a stretcher. Medical facilities would also be a laugh. Instances abound of how medical officers have shown ignorance of the simple technique of getting an injured player off the pitch in a stretcher."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "An unruly crowd actually mobbed CAF Presi- dent Issa Hayatou in Benin during the CAF Cup final to further internationalise our inefficiency in crowd control. The CAF boss, who should have been here to take the FIFA men around and assure them of Nigeria'sseriousness to host the tourney, was so shocked he ran away only to return briefly for the draw. An unruly crowd actually mobbed CAF Presi- dent Issa Hayatou in Benin during the CAF Cup final to further internationalise our inefficiency in crowd control. The CAF boss, who should have been here to take the FIFA men around and assure them of Nigeria'sseriousness to host the tourney, was so shocked he ran away only to return briefly for the draw."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "The very day the FIFA team got to the National Stadium for inspection, they met casual workers planting the grass of the main pitch with manure! At the training ground, there was no grass there. Jack Warner said: \"No coach in the world would bring his boys to this place to train\". For the past one decade, Nigerian journalists had been pointing out the fact that the press gallery of our stadia is too far to the playing field. You don't have to box the chroniclers of event out of the pulse and aura of the stand. Jack Warner, who came to warn that Nigeria would most likely lose the hosting right, said the same thing. The very day the FIFA team got to the National Stadium for inspection, they met casual workers planting the grass of the main pitch with manure! At the training ground, there was no grass there. Jack Warner said: \"No coach in the world would bring his boys to this place to train\". For the past one decade, Nigerian journalists had been pointing out the fact that the press gallery of our stadia is too far to the playing field. You don't have to box the chroniclers of event out of the pulse and aura of the stand. Jack Warner, who came to warn that Nigeria would most likely lose the hosting right, said the same thing."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "Then, after announcing to the whole world that the FIFA batch to Enugu and Kaduna would go in a presidential jet, the government provided a military aircraft that spent close to three hours before getting to Kaduna. Yet, we know the FIFA team was coming as far back as February this year Then, after announcing to the whole world that the FIFA batch to Enugu and Kaduna would go in a presidential jet, the government provided a military aircraft that spent close to three hours before getting to Kaduna. Yet, we know the FIFA team was coming as far back as February this year"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "It is my feeling also that if criminals do not harrass the coming guests and policemen do not demand from them 'egunje' [bearing in mind the worse turn the economy is likely to take next year under Abacha] what if a coup happened on 3 crucial match day? In Nigeria every horrible thing is possible. The only man who can help this our World Cup hosting bid, and whose words the Federation International de Football Association [FIFA] would be prepared to believe much more than that of a usurping military regime, Chief Moshood Kashimawo Abiola, is locked up in detention. It is my feeling also that if criminals do not harrass the coming guests and policemen do not demand from them 'egunje' [bearing in mind the worse turn the economy is likely to take next year under Abacha] what if a coup happened on 3 crucial match day? In Nigeria every horrible thing is possible. The only man who can help this our World Cup hosting bid, and whose words the Federation International de Football Association [FIFA] would be prepared to believe much more than that of a usurping military regime, Chief Moshood Kashimawo Abiola, is locked up in detention."}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "FIFA prefers above all things a politically stable and safe country to host its competitions. In the past five years, FIFA championships have gone to Saudi Arabia, Scotland, Italy, Portugal, Australia, Japan and the United States. In the whole of the Commonwealth, Nigeria and Sierra Leone are the only two countries still having military adventurers holding political power. FIFA prefers above all things a politically stable and safe country to host its competitions. In the past five years, FIFA championships have gone to Saudi Arabia, Scotland, Italy, Portugal, Australia, Japan and the United States. In the whole of the Commonwealth, Nigeria and Sierra Leone are the only two countries still having military adventurers holding political power."}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "My bet is that if FIFA finally insists that Nigeria hest the 8th FIFA/Coca-Cola World Youth Cham- pionship, the 'giant of Africa' will make such a poor job of it that the world body would not be inclined to give it to another African country in the next FIFTY YEARS! My bet is that if FIFA finally insists that Nigeria hest the 8th FIFA/Coca-Cola World Youth Cham- pionship, the 'giant of Africa' will make such a poor job of it that the world body would not be inclined to give it to another African country in the next FIFTY YEARS!"}]