[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMNews PMNews"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "Page 2 Page 2"}, {"block_type": "LAYOUT_TITLE", "reading_order": 3, "ocr_result": "Petroleum Marketers Get Concession Petroleum Marketers Get Concession"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 4, "ocr_result": "Olalekan Amuda Olalekan Amuda"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "Petroleum marketers may have re- ceived a new concession in a fresh move by Nigerian National Petro- leum Corporation (NNPC) to tackle the problems of fuel distribution. The corporation, according to PM- News sources, decided to cut the average price of petroleum products per litre for petroleum marketers who will, however, pay 100 percent in- crease for transportation. While the marketers gained N1.00 margin on products lifted (for resale) at the NNPC depots, they will now pay extra cost perlitre for the shortest travel distance of 25-kilometre radius. Already, the marketers are describ- ing the entire package as a Greek-gift, saying the NNPC has taken with \"one hand what It gave with the other.\" PMNews sources disclosed that ini- dal negotiation between the parties Petroleum marketers may have re- ceived a new concession in a fresh move by Nigerian National Petro- leum Corporation (NNPC) to tackle the problems of fuel distribution. The corporation, according to PM- News sources, decided to cut the average price of petroleum products per litre for petroleum marketers who will, however, pay 100 percent in- crease for transportation. While the marketers gained N1.00 margin on products lifted (for resale) at the NNPC depots, they will now pay extra cost perlitre for the shortest travel distance of 25-kilometre radius. Already, the marketers are describ- ing the entire package as a Greek-gift, saying the NNPC has taken with \"one hand what It gave with the other.\" PMNews sources disclosed that ini- dal negotiation between the parties"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "centered mainly on how to enhance the Return on Investment (ROI) for marketers who had complained of \"unencouraging\" profit margins in petroleum retailing. Apart from rendering the sub-sector 3 \"no-go area\" to potential investors, PMNews gathered that both NNPC and the marketers also agreed that the low profit margin contributed to the diversion of petroleum products to neighbouring countries where deal- ers could double profits, selling Premium Motor Spirit (PMS) at a price higher than the stipulated costper litre in domestic market. Despite complaints of low incen- dve, PMNews confirmed there are growing number of applications for petroleum retailing; an NNPC official said that the corporation is satisfied with 450 independent (indígenous) marketers in addition to the eight centered mainly on how to enhance the Return on Investment (ROI) for marketers who had complained of \"unencouraging\" profit margins in petroleum retailing. Apart from rendering the sub-sector 3 \"no-go area\" to potential investors, PMNews gathered that both NNPC and the marketers also agreed that the low profit margin contributed to the diversion of petroleum products to neighbouring countries where deal- ers could double profits, selling Premium Motor Spirit (PMS) at a price higher than the stipulated costper litre in domestic market. Despite complaints of low incen- dve, PMNews confirmed there are growing number of applications for petroleum retailing; an NNPC official said that the corporation is satisfied with 450 independent (indígenous) marketers in addition to the eight"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "majors - ELF, National, Texaco, Agip, Mobil, Unipetrol, African Petroleum (AP) and Total. \"While we are committed to ensur- ing a conducive investment climate in the sector, the marketers are becoming toomoney conscious, thingsare not as bad as they normally say, \" said an official who cited the yearly turn-over of the oil companies despite their claims of erraticsupply from the NNPC. It is not clear, however, what the public stands to benefit from the new arrangement as prices of domestic (cooking) gas has risen from N400 in June to between N800 and N1000 for the 12.5kg cylinder. majors - ELF, National, Texaco, Agip, Mobil, Unipetrol, African Petroleum (AP) and Total. \"While we are committed to ensur- ing a conducive investment climate in the sector, the marketers are becoming toomoney conscious, thingsare not as bad as they normally say, \" said an official who cited the yearly turn-over of the oil companies despite their claims of erraticsupply from the NNPC. It is not clear, however, what the public stands to benefit from the new arrangement as prices of domestic (cooking) gas has risen from N400 in June to between N800 and N1000 for the 12.5kg cylinder."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 8, "ocr_result": "Xmas Continued from page 1 - Xmas Continued from page 1 -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "Apart from the over 100 percent increase, consumers are worried that black market operators have taken over from the Alling stations - the official retail outlets. Apart from the over 100 percent increase, consumers are worried that black market operators have taken over from the Alling stations - the official retail outlets."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "between N750 and N800 for the Con- cord type which was formerly between N500 and N550. between N750 and N800 for the Con- cord type which was formerly between N500 and N550."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "A traveller, Mr. Paul Onyeachi, told PMNews that he would have pre- ferred using his private vehicle for the journey but could not afford to waste time queuing for fuel at the filling station. Another traveller at the Iddo Motor A traveller, Mr. Paul Onyeachi, told PMNews that he would have pre- ferred using his private vehicle for the journey but could not afford to waste time queuing for fuel at the filling station. Another traveller at the Iddo Motor"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Park, Mrs. Cecilia Erhevuyare, saidshe was now spending almost twice the amountshe spent in September to visit her family in Benin. \"I paid N350 to Benin in September butnow I ampaying N600 for the same trip,\" she said. Park, Mrs. Cecilia Erhevuyare, saidshe was now spending almost twice the amountshe spent in September to visit her family in Benin. \"I paid N350 to Benin in September butnow I ampaying N600 for the same trip,\" she said."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 13, "ocr_result": "ANC Moves To The Left ANC Moves To The Left"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "President Nelson Mandela's ruling African National Con- gress (ANC) moved to the left yesterday with far-reaching resolutions aimed at removing all traces of racial discrimina- tion from South Africansociety. President Nelson Mandela's ruling African National Con- gress (ANC) moved to the left yesterday with far-reaching resolutions aimed at removing all traces of racial discrimina- tion from South Africansociety."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "Concluding a five-day confer- ence, its first since sweeping to power in historic all-race elections in April, the ANC called for the \"total liberation of the black ma- jority\" in South Africa. Concluding a five-day confer- ence, its first since sweeping to power in historic all-race elections in April, the ANC called for the \"total liberation of the black ma- jority\" in South Africa."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Resolutions adopted by the meeting called for restructuring of the largely-white civil service, ju- Resolutions adopted by the meeting called for restructuring of the largely-white civil service, ju-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "diciary, security forces and the media - all signs of a shift in the ANC's priorities from reassuring whites with messages of reconcili- ation to seeking ways to deliver on its promise for a better life for blacks. diciary, security forces and the media - all signs of a shift in the ANC's priorities from reassuring whites with messages of reconcili- ation to seeking ways to deliver on its promise for a better life for blacks."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Mandela, in his closing speech, praised the unity in the ANC say- ing the five-day congress had \"confounded the prophets of doom who predicted that the leadership would be roasted by delegates for neglecting the concerns of the majority and concentrating on rec- Mandela, in his closing speech, praised the unity in the ANC say- ing the five-day congress had \"confounded the prophets of doom who predicted that the leadership would be roasted by delegates for neglecting the concerns of the majority and concentrating on rec-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "onciliation onciliation"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "\"Delegates have shown an un- precedented degree of unity,\" Mandela said. \"Delegates have shown an un- precedented degree of unity,\" Mandela said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "He also cautioned against over- confidence in the ruling party: \"We must never forget the saying that power corrupts and absolute power corrupts absolutely.\" He also cautioned against over- confidence in the ruling party: \"We must never forget the saying that power corrupts and absolute power corrupts absolutely.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "The ANC leader, who was re- elected unopposed as the movement's president, did have harsh words for some 3,000 del- egates, accusing the ANC of \"waste and inefficiency.\" The ANC leader, who was re- elected unopposed as the movement's president, did have harsh words for some 3,000 del- egates, accusing the ANC of \"waste and inefficiency.\""}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 23, "ocr_result": "Liberian Liberian"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "Continued from page 1 Continued from page 1"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "donal Conference Centre at around 11 p.m. (2300 GMT), Rawlings, who brokered the deal as chairman of the Economic Community of West African States (ECOWAS) during seven ardu- ous weeks of talks, warned Libertans they \"cannot\" disappoint their people again. \"The time has now come for Libertans to take themselves seriously by signing agreements and sticking to them, M he said. The accord, divided into two parts, reaffirms the 12 September Akosombo accord with certain specific changes. It envisages the setting up of a new five- member council of state, or collective presidency, with one member nomi- nated by the National Patriotic Front (NPFL), one by the United Liberation Movement (ULIMO) and one by the civilian national conference. The fourth is to be chosen jointly by donal Conference Centre at around 11 p.m. (2300 GMT), Rawlings, who brokered the deal as chairman of the Economic Community of West African States (ECOWAS) during seven ardu- ous weeks of talks, warned Libertans they \"cannot\" disappoint their people again. \"The time has now come for Libertans to take themselves seriously by signing agreements and sticking to them, M he said. The accord, divided into two parts, reaffirms the 12 September Akosombo accord with certain specific changes. It envisages the setting up of a new five- member council of state, or collective presidency, with one member nomi- nated by the National Patriotic Front (NPFL), one by the United Liberation Movement (ULIMO) and one by the civilian national conference. The fourth is to be chosen jointly by"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "the Armed Forces of Liberta (APL) and the so-called coalition forces, which include the Liberia Peace Council (PLC), the Lofa Defense Force (LDF) and the Central Revolutionary Coun- di (CRC) wing of the NPFL. The Afth member has already been chosen and Is a traditional chief from Liberia's north-western Lofa county. Under the accord, a cease-fire is to come into effective at 11.59 p.m. on 28 December. The new council of state is to take office within 14 days of the cease-fire date. \"Safe havens\" and \"buffer zones\" are to be established under the super- vision of the African peacekeeping force ECOMOG and the United Na- tions Observer Mission in Liberta (UNOMIL) by 21 April, 1995. Disarmament is to occur in April and May after combatants have been \"encamped\" in specific areas. Elections have been set for 14 No- vember, 1995, with a new elected government to be installed on 1 Janu- ary, 1996. the Armed Forces of Liberta (APL) and the so-called coalition forces, which include the Liberia Peace Council (PLC), the Lofa Defense Force (LDF) and the Central Revolutionary Coun- di (CRC) wing of the NPFL. The Afth member has already been chosen and Is a traditional chief from Liberia's north-western Lofa county. Under the accord, a cease-fire is to come into effective at 11.59 p.m. on 28 December. The new council of state is to take office within 14 days of the cease-fire date. \"Safe havens\" and \"buffer zones\" are to be established under the super- vision of the African peacekeeping force ECOMOG and the United Na- tions Observer Mission in Liberta (UNOMIL) by 21 April, 1995. Disarmament is to occur in April and May after combatants have been \"encamped\" in specific areas. Elections have been set for 14 No- vember, 1995, with a new elected government to be installed on 1 Janu- ary, 1996."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "The agreement was signed by all Liberta's major warlords, including NPFL leader Charles TayloF, ULIMO chairman Alhaji Kromah and AFL chief of staff Hezekiah Bowen. National conference chairman Baryogar Junius signed as a civilian representative. The agreement was signed by all Liberta's major warlords, including NPFL leader Charles TayloF, ULIMO chairman Alhaji Kromah and AFL chief of staff Hezekiah Bowen. National conference chairman Baryogar Junius signed as a civilian representative."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "P It was also signed by Francois Massaquol of the LDF, Tom Woewiyu of the CRC-NPFL, George Boley of the LPC and Roosevelt Johnson of the Krahn wing of ULIMO. P It was also signed by Francois Massaquol of the LDF, Tom Woewiyu of the CRC-NPFL, George Boley of the LPC and Roosevelt Johnson of the Krahn wing of ULIMO."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "Rawlings signed as a witness, while foreign ministers or their representa- dves from around 10 African countries watched, along with Organisation of African Unity (OAU) emiment person Canaan Banana. Rawlings signed as a witness, while foreign ministers or their representa- dves from around 10 African countries watched, along with Organisation of African Unity (OAU) emiment person Canaan Banana."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "In his speech, Rawlings made ref- erence to a demonstration mounted by Libertan refugees outside the Accra International Conference Centre, where the ceremony was held, dur- ing the day. \"I understand their anger and frus- tration and I hope you do too,\" he told delegates. In his speech, Rawlings made ref- erence to a demonstration mounted by Libertan refugees outside the Accra International Conference Centre, where the ceremony was held, dur- ing the day. \"I understand their anger and frus- tration and I hope you do too,\" he told delegates."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 31, "ocr_result": "P Continued from page 1 P Continued from page 1"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "crucified by the same people now praising him. \"So if it means dying, Abiola should die for June 12 because it is the mandate given to him by the people, Dr. Aguda asserted. Justice Aguda said that the Ni- gerlan judiciary is backward, adding that Botswana, a small country where he was a chief judge, is far ahead of crucified by the same people now praising him. \"So if it means dying, Abiola should die for June 12 because it is the mandate given to him by the people, Dr. Aguda asserted. Justice Aguda said that the Ni- gerlan judiciary is backward, adding that Botswana, a small country where he was a chief judge, is far ahead of"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "Nigeria in terms of judicial set up. He said that Botswana's legal system has advanced to the 20th century, and is going to 21st century while Nigerla's legal system is still in the 19th century. Nigeria in terms of judicial set up. He said that Botswana's legal system has advanced to the 20th century, and is going to 21st century while Nigerla's legal system is still in the 19th century."}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "The eminent jurist, however, believes that the Nigerian judiciary is still the last hope of the common man. The eminent jurist, however, believes that the Nigerian judiciary is still the last hope of the common man."}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "Justice Aguda exonerated the panel on which he served for what- ever development going on in Abuja, saying what he and members of the Justice Aguda exonerated the panel on which he served for what- ever development going on in Abuja, saying what he and members of the"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 36, "ocr_result": "41 Injured In Bomb Explosion 41 Injured In Bomb Explosion"}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "MKO MKO"}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "panel then did was to recommend another Federal Capital apartfrom Lagos. \"What happened after the sub- mission of the panel's report was Obasanjo's inv vention,\" he said. panel then did was to recommend another Federal Capital apartfrom Lagos. \"What happened after the sub- mission of the panel's report was Obasanjo's inv vention,\" he said."}, {"block_type": "LAYOUT_TITLE", "reading_order": 39, "ocr_result": "NEWS FLASH NEWS FLASH"}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "He also condemned Constitu- tional Conference delegates saying they would not achieve anything at the conference. He also condemned Constitu- tional Conference delegates saying they would not achieve anything at the conference."}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "Important dignitaries at the OC- casion were Chief John Steve Omole, Chief Debo Akande, Mike Ozekhome and many others. Important dignitaries at the OC- casion were Chief John Steve Omole, Chief Debo Akande, Mike Ozekhome and many others."}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "A firebomb exploded on a crowded subway train yesterday In the heart New York's financial district, injuring at least 41 people, four critically authorities said. The blast created a huge fireball in the Fulton Street station in Lower Manhattan. Some passengers fled in panic, while others helped put out flame on the clothing of fellow commuters. New York Police Commissioner William Braton said the device appeared to be some kind of glass jar, filled with flammable liquid and an externa igniter. He said it was not clear if the explosion was accidental or planned Police detained a man in Brooklyn shortly after the blast but said his burn were too severe to allow Investigators to question him. The blast may have occurred as the incendiary device was being held in a passenger's lap. A firebomb exploded on a crowded subway train yesterday In the heart New York's financial district, injuring at least 41 people, four critically authorities said. The blast created a huge fireball in the Fulton Street station in Lower Manhattan. Some passengers fled in panic, while others helped put out flame on the clothing of fellow commuters. New York Police Commissioner William Braton said the device appeared to be some kind of glass jar, filled with flammable liquid and an externa igniter. He said it was not clear if the explosion was accidental or planned Police detained a man in Brooklyn shortly after the blast but said his burn were too severe to allow Investigators to question him. The blast may have occurred as the incendiary device was being held in a passenger's lap."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 43, "ocr_result": "Shot White House Refugee Dies Shot White House Refugee Dies"}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "A knife-wiel ding homeless man who was shot by police outside the White House died yesterday from his wounds. Marcelino Comiel, 33, had undergone two operations after he was twice by a US Park Police officer Tuesday during a sidewalk standoff near White House. Earlier yesterday, Corniel had been charged with assaulting a feder officer. He died of cardiac arrest at George Washington University Hospital about 9.00 p.m. (0100 GMT Thursday), a spokesman for the hospital said The shooting was the third outbreak of violence near the presidentia mansion in less than two months. A videotape broadcast on television showed Corniel standing still semicircle of at least four officers who had their guns drawn. Corniel did appear on the tape to be making any menacing gesture when one of officers advanced toward him and fired twice. A knife-wiel ding homeless man who was shot by police outside the White House died yesterday from his wounds. Marcelino Comiel, 33, had undergone two operations after he was twice by a US Park Police officer Tuesday during a sidewalk standoff near White House. Earlier yesterday, Corniel had been charged with assaulting a feder officer. He died of cardiac arrest at George Washington University Hospital about 9.00 p.m. (0100 GMT Thursday), a spokesman for the hospital said The shooting was the third outbreak of violence near the presidentia mansion in less than two months. A videotape broadcast on television showed Corniel standing still semicircle of at least four officers who had their guns drawn. Corniel did appear on the tape to be making any menacing gesture when one of officers advanced toward him and fired twice."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 45, "ocr_result": "Americans Believe In God-Poll Americans Believe In God-Poll"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "The United States Is the Jand of religious believers with a vast majority Americans believing in God, according to a national poll published yesterda) Some 90 percent of the Americans who answered survey questions belleve there is a God, according to a CNN-USA Today poll. Another 90 percent of the respondents believe in a Heaven, 79 percent miracles and 72 percent in angels, according to the poll results. In 1981, 84 percent of those responding said they believed in God. year 73 percent said they believed In Hell, a rise of six percent over 1981 figures. The poll also showed Americans held more belief in mysticism with number of people believing In reincarnation rising to 27 percent this yes from 21 percent in 1990. The United States Is the Jand of religious believers with a vast majority Americans believing in God, according to a national poll published yesterda) Some 90 percent of the Americans who answered survey questions belleve there is a God, according to a CNN-USA Today poll. Another 90 percent of the respondents believe in a Heaven, 79 percent miracles and 72 percent in angels, according to the poll results. In 1981, 84 percent of those responding said they believed in God. year 73 percent said they believed In Hell, a rise of six percent over 1981 figures. The poll also showed Americans held more belief in mysticism with number of people believing In reincarnation rising to 27 percent this yes from 21 percent in 1990."}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "The Gallup Organization polled 1,016 people between December 1 18. The Gallup Organization polled 1,016 people between December 1 18."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 48, "ocr_result": "Russian Warplanes Bomb Chechen Capital Russian Warplanes Bomb Chechen Capital"}, {"block_type": "LAYOUT_TEXT", "reading_order": 49, "ocr_result": "Several people were killed yesterday night when Russian warpland bombed the Chechen capital, Grozny in the heaviest air raid on the city since Russian troops marched into the rebel Caucasian republic 11 days ago journalists on the scene reported. One bomb fell less than 200 metres (yards) from the official residence Chechen President Dzhokhar Dudayev in the city centre, killing at least people. But the final toll for the night's raid was likely to go much higher as abou 30 bombs fell on the city In the raid which began at 23.35 (2035 GMT) lasted just over an hour. The warplanes made more than 10 bombing runs over the city and about 30 explosions were heard. Two of the blasts were notfar from the city centre and three were on the outskirts. Several people were killed yesterday night when Russian warpland bombed the Chechen capital, Grozny in the heaviest air raid on the city since Russian troops marched into the rebel Caucasian republic 11 days ago journalists on the scene reported. One bomb fell less than 200 metres (yards) from the official residence Chechen President Dzhokhar Dudayev in the city centre, killing at least people. But the final toll for the night's raid was likely to go much higher as abou 30 bombs fell on the city In the raid which began at 23.35 (2035 GMT) lasted just over an hour. The warplanes made more than 10 bombing runs over the city and about 30 explosions were heard. Two of the blasts were notfar from the city centre and three were on the outskirts."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 50, "ocr_result": "Five Die In Plane Crash. Five Die In Plane Crash."}, {"block_type": "LAYOUT_TEXT", "reading_order": 51, "ocr_result": "An Air Algerie Boeing 737 cargo plane crashed yesterday, killing all people on board and narrowly missing a housing estate on the outskit Coventry in central England. A spokesman for Birmingham ambulance service said: \"This could been a disaster on a massive scale. It's a miracle that no other people involved.\" The plane had been chartered by a British firm to get round a ban b enforced by British ferry companies on transporting live cattle across Channel in response to lobbying by animal rights campaigners. The dead were the three Algerian crew and two Britons, a vet and agriculture ministry official, the company Air Algerie said. Officials at company headquarters in Alglers blamed the accident on 1 weather conditions.\" The plane came down in woodland only 300 metres (yards) from hot on around four kilometres (2.5 miles) from Coventry's Baginton airport, outskirts of the Midlands city. Investigators said first indications were that thick fog or mechani problems caused the accident. An Air Algerie Boeing 737 cargo plane crashed yesterday, killing all people on board and narrowly missing a housing estate on the outskit Coventry in central England. A spokesman for Birmingham ambulance service said: \"This could been a disaster on a massive scale. It's a miracle that no other people involved.\" The plane had been chartered by a British firm to get round a ban b enforced by British ferry companies on transporting live cattle across Channel in response to lobbying by animal rights campaigners. The dead were the three Algerian crew and two Britons, a vet and agriculture ministry official, the company Air Algerie said. Officials at company headquarters in Alglers blamed the accident on 1 weather conditions.\" The plane came down in woodland only 300 metres (yards) from hot on around four kilometres (2.5 miles) from Coventry's Baginton airport, outskirts of the Midlands city. Investigators said first indications were that thick fog or mechani problems caused the accident."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 52, "ocr_result": "Arab Leaders Praise Saddam Arab Leaders Praise Saddam"}, {"block_type": "LAYOUT_TEXT", "reading_order": 53, "ocr_result": "Gulf Arab leaders yesterday in Manania praised Iraq's decision to Kuwait In an easing of their stance towards President Saddam government. Leaders of the Gulf Cooperation Council (GCC) also said at the en annual summit that they were \"concerned\" about the rise of extremism and urged efforts to fight it. The GCC said in a final communique that \"the Republic of Iraqi,\" the term \"Iraq regime\" favoured by the Gulf monarchies since the of Kuwait four years ago. Iraq recognised Kuwait's sovereignty in November and renou historic claim to the emirate. Qatar, which has close relations with Baghdad, tried to convince GCC states to call for an end to UN sanctions against President Hussein, but ran into fierce opposition from Kuwait. Gulf Arab leaders yesterday in Manania praised Iraq's decision to Kuwait In an easing of their stance towards President Saddam government. Leaders of the Gulf Cooperation Council (GCC) also said at the en annual summit that they were \"concerned\" about the rise of extremism and urged efforts to fight it. The GCC said in a final communique that \"the Republic of Iraqi,\" the term \"Iraq regime\" favoured by the Gulf monarchies since the of Kuwait four years ago. Iraq recognised Kuwait's sovereignty in November and renou historic claim to the emirate. Qatar, which has close relations with Baghdad, tried to convince GCC states to call for an end to UN sanctions against President Hussein, but ran into fierce opposition from Kuwait."}, {"block_type": "LAYOUT_TEXT", "reading_order": 54, "ocr_result": ""}]