[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PNNews PNNews"}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "NOTES To BY DOTUN NOTES To BY DOTUN"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 3, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "MYSELF ADEKANMBI MYSELF ADEKANMBI"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "D D"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "C C"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "ST ST"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "n - n -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "My friend does notthink much ofmy intellectual depth. He te Ils me gleefully that my educa- tional training is an unmitigated disaster. Mercifully, he does not heap the entire blame on me. He blames the Nigerian system which allows all manner of chaff to escape the sifting pro- cess and mix with the grains. You may begin to wonder how come this rather harsh judge- ment? My friend does notthink much ofmy intellectual depth. He te Ils me gleefully that my educa- tional training is an unmitigated disaster. Mercifully, he does not heap the entire blame on me. He blames the Nigerian system which allows all manner of chaff to escape the sifting pro- cess and mix with the grains. You may begin to wonder how come this rather harsh judge- ment?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "sailing storming waters has cre- ated a new imperative. That of each being his brother's keeper which underscores the essence of Wilder's Lean on me. Please pause and ponder. When was the last time you really thought and be- lieved that your rights as a citizen of Nigeria are protected by your leader? When was the last time you truly believed that you could fulfil those lofty dreams of yours? These must be ages ago. The golden sailing storming waters has cre- ated a new imperative. That of each being his brother's keeper which underscores the essence of Wilder's Lean on me. Please pause and ponder. When was the last time you really thought and be- lieved that your rights as a citizen of Nigeria are protected by your leader? When was the last time you truly believed that you could fulfil those lofty dreams of yours? These must be ages ago. The golden"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "Lean On Me Lean On Me"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "Thank you for asking. You see, we both read English, though at different institutions. He also has a Master's degree (again, in En- glish); I don't. I tell him frankly and always that he has wasted both time and money just to learn to say \"Good morning, how are you?\" He, in turn, marvels at my amazing lack of appreciation of the arts, notably poetry and paint- ings. He's wrong. God knows I appreciate arts, especially the nubile variety that I'm sure will give even the Pope a hard on. They are sheer poetry in motion, particularly if viewed from the rear. But It's musicthat drives me wild. Thank you for asking. You see, we both read English, though at different institutions. He also has a Master's degree (again, in En- glish); I don't. I tell him frankly and always that he has wasted both time and money just to learn to say \"Good morning, how are you?\" He, in turn, marvels at my amazing lack of appreciation of the arts, notably poetry and paint- ings. He's wrong. God knows I appreciate arts, especially the nubile variety that I'm sure will give even the Pope a hard on. They are sheer poetry in motion, particularly if viewed from the rear. But It's musicthat drives me wild."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "I recall that two songs have made profound impact on me, namely: Rod Stewart's Sailingand Billy Wildu's Lean on me. They make me think about a whole lot of things. Think about it: only very few Nigerians will deny that the country is sailing stormy wa- ters. Virtually everything is wrong and very few individuals still have their heads firmly screwed to their necks. Even among these few, a lot go about with empty pockets and countenance full of sorrow, tears and blood (apologies to Fela Anikulapo-Keti) day in, day out. Let's face it, the fact of our I recall that two songs have made profound impact on me, namely: Rod Stewart's Sailingand Billy Wildu's Lean on me. They make me think about a whole lot of things. Think about it: only very few Nigerians will deny that the country is sailing stormy wa- ters. Virtually everything is wrong and very few individuals still have their heads firmly screwed to their necks. Even among these few, a lot go about with empty pockets and countenance full of sorrow, tears and blood (apologies to Fela Anikulapo-Keti) day in, day out. Let's face it, the fact of our"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "sixties, perhaps. Today, the citizen's sensibility is assailed with tear- jerking insults as if he's a moron or at best a silly animal good only for its nuisance value. Take for in- stance, thesick joke by government urging us all to \"join hands to- gether to make Nigeria better.\" Reciprocity, I'm sure, must be a strange word to whoever approved the jingle. What has the \"leader- ship\" done to encourage citizens to co-operate to move Nigeria for- ward? In all honesty, not much. I stand to be corrected. sixties, perhaps. Today, the citizen's sensibility is assailed with tear- jerking insults as if he's a moron or at best a silly animal good only for its nuisance value. Take for in- stance, thesick joke by government urging us all to \"join hands to- gether to make Nigeria better.\" Reciprocity, I'm sure, must be a strange word to whoever approved the jingle. What has the \"leader- ship\" done to encourage citizens to co-operate to move Nigeria for- ward? In all honesty, not much. I stand to be corrected."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "Each year, we perform the ritual of preparing budgets of every con- ceivable name that almost always do the exact opposite of what is proposed. If, for example, the 1995 budget istagged \"Budget of Hope\", please don't be deceived. Expect misery. Lots of it. That's the way things are in Nigeria. Millions and billions of naira are budgeted an- nually. Where does the money go? Only the spenders can tell. These we know, though: our hitherto averagely okay \"leaders\" get to be super rich; our public utilities either malfunction or they do not function at all and our public buildings go.up in flames with reckless abandon. For these, we must join hands to make Nigeria better. Oh, please spare me! I don't know Bf you, but, per- Each year, we perform the ritual of preparing budgets of every con- ceivable name that almost always do the exact opposite of what is proposed. If, for example, the 1995 budget istagged \"Budget of Hope\", please don't be deceived. Expect misery. Lots of it. That's the way things are in Nigeria. Millions and billions of naira are budgeted an- nually. Where does the money go? Only the spenders can tell. These we know, though: our hitherto averagely okay \"leaders\" get to be super rich; our public utilities either malfunction or they do not function at all and our public buildings go.up in flames with reckless abandon. For these, we must join hands to make Nigeria better. Oh, please spare me! I don't know Bf you, but, per-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "My suggestion runs contrary to conventional economic wisdom. So, too, do other happenings inc Nigeria's economic clime. Let's try it. If it fails, we can always.say it was part of the learning process or wasn't that the reason for ousting erstwhile Senate President, Iyorchia Ayu, from office? My friend will suffer indigestion on account of my \"illiterate\" economic advice. Who cares? These days, we have thousands of guguru and epa economists that shape the destiny of Nigeria. Go to Abuja and find out. My suggestion runs contrary to conventional economic wisdom. So, too, do other happenings inc Nigeria's economic clime. Let's try it. If it fails, we can always.say it was part of the learning process or wasn't that the reason for ousting erstwhile Senate President, Iyorchia Ayu, from office? My friend will suffer indigestion on account of my \"illiterate\" economic advice. Who cares? These days, we have thousands of guguru and epa economists that shape the destiny of Nigeria. Go to Abuja and find out."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 19, "ocr_result": "BUSINESS N BUSINESS N"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": ":- sonally, I'm both sick and tired of of these gratuitous insults. Let no one r preach patriotism to me when all f we're interested in is War Against e Indiscipline Minus Corruption. t Let's be true to ourselves, to clean the empire of graft built by succes- sive administrations in the recent past is a task that cannot be done. You had better believe that. Maybe a way out is to scrap the idea of budgeting altogether. The millions and billions reeled off with relish on television always sound tempt- ing, especially to fraudsters. Think about: what thief can resist the urge to perpetrate a $12.2 billion scam when he knows he probably can get away with it? It has hap- pened before. It will happen again. Perhaps, it won't be a bad idea for us to adopt the community development method of doing things. Instead of telling hungry citizens the billions of Naira that will be spent doing nothing, gov. ernment could consider giving each Nigerian one million naira each (we are less than 120 million people). From the money so dis- tributed, we can then levy ourselves to buy whatever outdated military tanks we want, build our pot- holes-infested roads and do anything else that tickles our fancy. That way, we shall all lean on one another for strength. We shall save lots and lots of money because only very few thieves will be as- daring as to steal part of a commu- nity development levy. :- sonally, I'm both sick and tired of of these gratuitous insults. Let no one r preach patriotism to me when all f we're interested in is War Against e Indiscipline Minus Corruption. t Let's be true to ourselves, to clean the empire of graft built by succes- sive administrations in the recent past is a task that cannot be done. You had better believe that. Maybe a way out is to scrap the idea of budgeting altogether. The millions and billions reeled off with relish on television always sound tempt- ing, especially to fraudsters. Think about: what thief can resist the urge to perpetrate a $12.2 billion scam when he knows he probably can get away with it? It has hap- pened before. It will happen again. Perhaps, it won't be a bad idea for us to adopt the community development method of doing things. Instead of telling hungry citizens the billions of Naira that will be spent doing nothing, gov. ernment could consider giving each Nigerian one million naira each (we are less than 120 million people). From the money so dis- tributed, we can then levy ourselves to buy whatever outdated military tanks we want, build our pot- holes-infested roads and do anything else that tickles our fancy. That way, we shall all lean on one another for strength. We shall save lots and lots of money because only very few thieves will be as- daring as to steal part of a commu- nity development levy."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 21, "ocr_result": "Isolo Comm. Bank's Share Capital Increased Isolo Comm. Bank's Share Capital Increased"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Owerners of Isolo Community Bank have increased the bank's share capital to NS million. A resolution to this effect was passed at the bank's Annual General Meeting (AGM) recently held in Lagos. Address ing the shareholders at the meeting, the chairman of the bank Mr. Abiloye Sagay said that this has increased the institution's equity capital nine times from its present shareholding. Owerners of Isolo Community Bank have increased the bank's share capital to NS million. A resolution to this effect was passed at the bank's Annual General Meeting (AGM) recently held in Lagos. Address ing the shareholders at the meeting, the chairman of the bank Mr. Abiloye Sagay said that this has increased the institution's equity capital nine times from its present shareholding."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "The share according to him will be issued by way of right to existing share holders of the bank while the rest would be sold to interested members of the public. \"I expect that sharehold- ers will begin to take up your present The share according to him will be issued by way of right to existing share holders of the bank while the rest would be sold to interested members of the public. \"I expect that sharehold- ers will begin to take up your present"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "shareholding; shares not taken up will normally be sold to other interested members of the public.\" He stressed further that the equity injection will not only allow the bank to take on bigger business but it will also create room for the expansion of its operations. \"Medium range stable deposits and a well diversified deposit portfolio with goodstructured maturity profile\" and: a plan to intensify marketing for saving accounts are among the future strate- gies of the bank in the coming year. Mr. Sagay explained that assistance to small scale enterprises and local trad- ers. will continue in the bank while sponsorship offundraisingprogrammes shareholding; shares not taken up will normally be sold to other interested members of the public.\" He stressed further that the equity injection will not only allow the bank to take on bigger business but it will also create room for the expansion of its operations. \"Medium range stable deposits and a well diversified deposit portfolio with goodstructured maturity profile\" and: a plan to intensify marketing for saving accounts are among the future strate- gies of the bank in the coming year. Mr. Sagay explained that assistance to small scale enterprises and local trad- ers. will continue in the bank while sponsorship offundraisingprogrammes"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "to undertake community projects will also be encouraged, adding that the bank is one of the 60 community banks of the 1,000 earmarked for final inspec- tion for CBN licence by the National Board for Community Banks. The bank's gorss earning rose sharply from NO.58 million to N3.0 million during the review year. This amounts to an increase of 419 per cent. It also recorded a profitbefore tax ofN724,413. Total asset of the bank jumped from N5.6 million to N16.3 million over the previous year, an increase of 191 per cent. The customers' deposit also rose from N3.3 million to N10.6 million representing an increase of 221 per- cent. to undertake community projects will also be encouraged, adding that the bank is one of the 60 community banks of the 1,000 earmarked for final inspec- tion for CBN licence by the National Board for Community Banks. The bank's gorss earning rose sharply from NO.58 million to N3.0 million during the review year. This amounts to an increase of 419 per cent. It also recorded a profitbefore tax ofN724,413. Total asset of the bank jumped from N5.6 million to N16.3 million over the previous year, an increase of 191 per cent. The customers' deposit also rose from N3.3 million to N10.6 million representing an increase of 221 per- cent."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": ""}, {"block_type": "LAYOUT_TITLE", "reading_order": 27, "ocr_result": "Budget '95 Shoul Revalue The Naira that is what - Femi Ekundayo the ating country inflati versely is what affe is the value o Budget '95 Shoul Revalue The Naira that is what - Femi Ekundayo the ating country inflati versely is what affe is the value o"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "Mr. Femi Ekunday o is president Chartered Institute of Banke of Nigeria (CIBN). Mr. Ekundayo spoke with Olalekan Amuc on the distress syndrome in banks, the role of CIBN, pitfalls 1994 budget and Abacha's economic policies. Excerpts: Mr. Femi Ekunday o is president Chartered Institute of Banke of Nigeria (CIBN). Mr. Ekundayo spoke with Olalekan Amuc on the distress syndrome in banks, the role of CIBN, pitfalls 1994 budget and Abacha's economic policies. Excerpts:"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "DI DI"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "Q: About half of the nation's bank are said to be distressed. What do you think is responsible? Q: About half of the nation's bank are said to be distressed. What do you think is responsible?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "K K"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "As Distress syndrome did not come overnight. It has gathered momen- tum over the years. It is the combination of several factors. But I will like to say this that if banks are distressed today it is an extension of the distress in' the real sector of the economy such as manufacturing, ag- riculture and the productive sectors which themselves have been af- fected adversely by the unfavourable government policies like high infla- tion, unemployment; all these factors have affected the national economy generally. Then the banks them- selves of course have the calamities of mismanagement, poliferation, massive withdrawals and political instability plus loss of confidence. All these factors combined were re- sponsible for the distress. In some banks. As Distress syndrome did not come overnight. It has gathered momen- tum over the years. It is the combination of several factors. But I will like to say this that if banks are distressed today it is an extension of the distress in' the real sector of the economy such as manufacturing, ag- riculture and the productive sectors which themselves have been af- fected adversely by the unfavourable government policies like high infla- tion, unemployment; all these factors have affected the national economy generally. Then the banks them- selves of course have the calamities of mismanagement, poliferation, massive withdrawals and political instability plus loss of confidence. All these factors combined were re- sponsible for the distress. In some banks."}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "o Q: Recently, the NDIC raised an alarm that bank fraud is on the increase. What is the problem. Can it be halted? As The problem in the banking industry goes beyond bank fraud. But if there are numerous cases of bank fraud is just an extension of what is happening in the larger economy. But having said that, we should continue to take more steps to halt cases of bank fraud. Q: Despite the fire fighting by both the CBN and NDIC, the distress syndrome is gradually becoming endemic. Is there a way out? A: Of course, it has to be endemic because you are just fire fighting whereas what you should do is to trace the root cause of the problems. So what am saying is that until you address the fundamental cause of distress in the real sector of the economy, the distress in the banking industry will be a matter of perpetual experience. Q: Do you agree with the view that too many banks were issued licences by the CBN? As In terms of number maybe one cannot really be categorical; but one thing is that there must have been a number of banks that were licensed that should not have been licensed in the first instance. Secondly, I think it is also a fact that the supervisory work displayed was inadequate in relation to the size of banks. Q: Small scale industrialists have always complained that banks have been their stumbling blocks to get- ting NERFUND loans. Do you agree with this? A: Well, who else would have admitted them if they think banks constitute a barrier. Do they have somewhere else to goto? Thatshould be the question. But this NERFUND scheme is a laudable programme and anumber of banks rushed into it. But o Q: Recently, the NDIC raised an alarm that bank fraud is on the increase. What is the problem. Can it be halted? As The problem in the banking industry goes beyond bank fraud. But if there are numerous cases of bank fraud is just an extension of what is happening in the larger economy. But having said that, we should continue to take more steps to halt cases of bank fraud. Q: Despite the fire fighting by both the CBN and NDIC, the distress syndrome is gradually becoming endemic. Is there a way out? A: Of course, it has to be endemic because you are just fire fighting whereas what you should do is to trace the root cause of the problems. So what am saying is that until you address the fundamental cause of distress in the real sector of the economy, the distress in the banking industry will be a matter of perpetual experience. Q: Do you agree with the view that too many banks were issued licences by the CBN? As In terms of number maybe one cannot really be categorical; but one thing is that there must have been a number of banks that were licensed that should not have been licensed in the first instance. Secondly, I think it is also a fact that the supervisory work displayed was inadequate in relation to the size of banks. Q: Small scale industrialists have always complained that banks have been their stumbling blocks to get- ting NERFUND loans. Do you agree with this? A: Well, who else would have admitted them if they think banks constitute a barrier. Do they have somewhere else to goto? Thatshould be the question. But this NERFUND scheme is a laudable programme and anumber of banks rushed into it. But"}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "what happened? No sooner were banks there was distress in the economy. So this sa the projects into which banks were involved some of these were denominated in foreign rencies when the exchange rate plummers which case, you cannot be saying things are for 14, to 17, from 17 to 22 when the operation was as high as 80. So everybody was scared was exactly what has happened. A number people complaining today have not come fo to explain how they have been negligent and is the truth. what happened? No sooner were banks there was distress in the economy. So this sa the projects into which banks were involved some of these were denominated in foreign rencies when the exchange rate plummers which case, you cannot be saying things are for 14, to 17, from 17 to 22 when the operation was as high as 80. So everybody was scared was exactly what has happened. A number people complaining today have not come fo to explain how they have been negligent and is the truth."}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "Qt What is your attitude to the regulatory of the Abacha regime? Ar I think there is second thinking now that realised that moving from the extreme right extreme left is too risky in an economy that is Weare operating asubstantially deregulated acce until the Abacha regime came in and we moved extreme deregulation to extreme regulation is what has been afflicting the economy adverse think when you talk about what policy you relate it to the operative environment which political environment; the economy needs enhanced if only to ensure quick economic ery. Qt What is your attitude to the regulatory of the Abacha regime? Ar I think there is second thinking now that realised that moving from the extreme right extreme left is too risky in an economy that is Weare operating asubstantially deregulated acce until the Abacha regime came in and we moved extreme deregulation to extreme regulation is what has been afflicting the economy adverse think when you talk about what policy you relate it to the operative environment which political environment; the economy needs enhanced if only to ensure quick economic ery."}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "Q: Parallel market has been declared mallams still hawk foreign exchange even in CBN. The policy has obviously not worked. W you think can be done to wipe out the P market? Q: Parallel market has been declared mallams still hawk foreign exchange even in CBN. The policy has obviously not worked. W you think can be done to wipe out the P market?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "A: In the first instance one is not surprised operating in an environment where the cost high. But apart from that where there is scarcity product and you continue to apply the control is no way that price level would not be very People in need of these things for instance always get them, Somebody is at the point of and you know that he had to queue for a ven time before he can get this foreign exchange banks, of course he would go to the parallel A: In the first instance one is not surprised operating in an environment where the cost high. But apart from that where there is scarcity product and you continue to apply the control is no way that price level would not be very People in need of these things for instance always get them, Somebody is at the point of and you know that he had to queue for a ven time before he can get this foreign exchange banks, of course he would go to the parallel"}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "What W ing in CBN h much higher th be expec national what is C in t What W ing in CBN h much higher th be expec national what is C in t"}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "to the drawing board to review their strategy. We don't expect what happened in 1994 to continue in 1995. If it does then defi- nitely it will be unfortunate. So we have tore-chart our strategies. Govern- menthas to employ more realistic ap- proach in favour of populist ideology because the situa- tion in the country is today so critical because of the eco- to the drawing board to review their strategy. We don't expect what happened in 1994 to continue in 1995. If it does then defi- nitely it will be unfortunate. So we have tore-chart our strategies. Govern- menthas to employ more realistic ap- proach in favour of populist ideology because the situa- tion in the country is today so critical because of the eco-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "nomic policies which are result oriented populist oriented. Q: What is CIBN doing about the problem distress in some banks? A: We can make substantial contrib talking to the authorities. Also we are ready discipline for better banking environment some cases mediate when cases are broug notice and such matters are within the pe nomic policies which are result oriented populist oriented. Q: What is CIBN doing about the problem distress in some banks? A: We can make substantial contrib talking to the authorities. Also we are ready discipline for better banking environment some cases mediate when cases are broug notice and such matters are within the pe"}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "Q: What is your assessment of the 1994bw As The 1994 budget is an episode of who economy is like and 1 think it is everybody's that it has not been successful as it should. And sure that those who did the plan must be going Q: What is your assessment of the 1994bw As The 1994 budget is an episode of who economy is like and 1 think it is everybody's that it has not been successful as it should. And sure that those who did the plan must be going"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 43, "ocr_result": "Femi Ekundayo Femi Ekundayo"}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "the institute. We are also intensifying our efforts to train professionals to render good services. We intend to enlighten the public on the way to prevent fraud, to minimise fraud. Q The current value of the Naira has become a source of worry to everybody. Where would you locate the problem? As The problem of Naira derives from several factors which include the supply and demand for foreign exchange, the demand and supply of local currencies, inflation and most importantly produc- tion. The level of production is very low, it has been so low for so long that it has continued to affect the international value of the Naira. So government policies particularly in 1995 should focus on how to enhance the value of the Naira through such mea- sures that allow for market orientation, an orientation that would allow all products using interest rates, exchange rates to be of market standing. Only then can we enhance the value of the Naira. Q: IBB regime was noted for deficit financing. Could we then trace the problem to the regime? the institute. We are also intensifying our efforts to train professionals to render good services. We intend to enlighten the public on the way to prevent fraud, to minimise fraud. Q The current value of the Naira has become a source of worry to everybody. Where would you locate the problem? As The problem of Naira derives from several factors which include the supply and demand for foreign exchange, the demand and supply of local currencies, inflation and most importantly produc- tion. The level of production is very low, it has been so low for so long that it has continued to affect the international value of the Naira. So government policies particularly in 1995 should focus on how to enhance the value of the Naira through such mea- sures that allow for market orientation, an orientation that would allow all products using interest rates, exchange rates to be of market standing. Only then can we enhance the value of the Naira. Q: IBB regime was noted for deficit financing. Could we then trace the problem to the regime?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "the funds substantially were spent on recurrent expenditure instead of capital projects that are capable of generating employment and creating revenue for the country. At the international level there is a limit to howmuch money the Central Bank can produce in order to meet the deficit. But what we are experiencing in Nigeria is that CBN had created so much money much higher than what should be expected at the international level and the funds substantially were spent on recurrent expenditure instead of capital projects that are capable of generating employment and creating revenue for the country. At the international level there is a limit to howmuch money the Central Bank can produce in order to meet the deficit. But what we are experiencing in Nigeria is that CBN had created so much money much higher than what should be expected at the international level and"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 46, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "A: Deficit financ- re experienc- ing started before eria IS that the IBB regime. If people want to ac- cuse that regime created so for wrong doing. It should be some- Oney much thing else. In international eco- what should nomics, deficit finance is not a d at the inter- crime, what is a crime is what the el and that is funds are used for as weli is how the ating inflation deficit finance came about. In the country particular case of the past regime, A: Deficit financ- re experienc- ing started before eria IS that the IBB regime. If people want to ac- cuse that regime created so for wrong doing. It should be some- Oney much thing else. In international eco- what should nomics, deficit finance is not a d at the inter- crime, what is a crime is what the el and that is funds are used for as weli is how the ating inflation deficit finance came about. In the country particular case of the past regime,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "that is what is cre- ating inflation in the country, that is what is ad- versely affecting the value of the Naira. Q: What actu- ally is your own recipe for arrest- ing the crash of the Naira? As We have to focus our atten- tion oa the local production, we also have to em- brace the philosophy of de- regulation; but deregu lation coupled with dis- cipline as action. There should be discipline, there should be sanc- tions. We know that the operat- ing interest rate today is much more higher than N22 to $1. When we know some- thing is unrealistic why do we have to squeeze our face? We also have to minimise our demands for foreign goods. that is what is cre- ating inflation in the country, that is what is ad- versely affecting the value of the Naira. Q: What actu- ally is your own recipe for arrest- ing the crash of the Naira? As We have to focus our atten- tion oa the local production, we also have to em- brace the philosophy of de- regulation; but deregu lation coupled with dis- cipline as action. There should be discipline, there should be sanc- tions. We know that the operat- ing interest rate today is much more higher than N22 to $1. When we know some- thing is unrealistic why do we have to squeeze our face? We also have to minimise our demands for foreign goods."}, {"block_type": "LAYOUT_TEXT", "reading_order": 49, "ocr_result": "achands AOO Q The foreign exchange formula has been \"finetuned\" many times but theproblem of allocation persists. Where do you locate the problem? ht achands AOO Q The foreign exchange formula has been \"finetuned\" many times but theproblem of allocation persists. Where do you locate the problem? ht"}, {"block_type": "LAYOUT_TEXT", "reading_order": 50, "ocr_result": "do you TO A: What we need to do is ensure that people who need foreign exchange for luxuries should be compelled to source for it; if they cannot source for it, then they should be ready to pay the market price. meditas do you TO A: What we need to do is ensure that people who need foreign exchange for luxuries should be compelled to source for it; if they cannot source for it, then they should be ready to pay the market price. meditas"}, {"block_type": "LAYOUT_TEXT", "reading_order": 51, "ocr_result": "market presen Q2 Some people have suggested that the Naira should be changed. Do you share this view? wh market presen Q2 Some people have suggested that the Naira should be changed. Do you share this view? wh"}, {"block_type": "LAYOUT_TEXT", "reading_order": 52, "ocr_result": "share uses As I don't share that view. When people are confused, they will con- tinue to adduce causes to a particular share uses As I don't share that view. When people are confused, they will con- tinue to adduce causes to a particular"}, {"block_type": "LAYOUT_TEXT", "reading_order": 53, "ocr_result": "problem. Q= How would you characterise the banking environment since the politi- cal impasse? effected problem. Q= How would you characterise the banking environment since the politi- cal impasse? effected"}, {"block_type": "LAYOUT_TEXT", "reading_order": 54, "ocr_result": "cal impasses As The banks are adversely affected. The banks are crying for survival, banks have not been offering their traditional services to the people. The banks have been concentrating more on such activities that can generate minimal profits forthem. There is need for banks to reinvigorate their activi- cal impasses As The banks are adversely affected. The banks are crying for survival, banks have not been offering their traditional services to the people. The banks have been concentrating more on such activities that can generate minimal profits forthem. There is need for banks to reinvigorate their activi-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 55, "ocr_result": "ties. Q: Do you buy the idea that dis- tressed banks should be liquidated by CBN. eories ties. Q: Do you buy the idea that dis- tressed banks should be liquidated by CBN. eories"}, {"block_type": "LAYOUT_TEXT", "reading_order": 56, "ocr_result": "CBN. A: Distress is in different categories, the type that can be associated with banks are many. What I think should be done is that, the moment banks are in distress, a separate departmentshould be created for them. Those that are distressed beyond redemption should be allowed to die a natural death. Those that can be redeemed of course should be reorganised, those that are in distress through acts of mismanage- ment should be restructured. Those that are distressed beyond redemption should be allowed to go; you don't need duplication of capital or energy otherwise their distress virus would contaminate banks that are not dis- tressed. CBN. A: Distress is in different categories, the type that can be associated with banks are many. What I think should be done is that, the moment banks are in distress, a separate departmentshould be created for them. Those that are distressed beyond redemption should be allowed to die a natural death. Those that can be redeemed of course should be reorganised, those that are in distress through acts of mismanage- ment should be restructured. Those that are distressed beyond redemption should be allowed to go; you don't need duplication of capital or energy otherwise their distress virus would contaminate banks that are not dis- tressed."}]