[{"block_type": "LAYOUT_FIGURE", "reading_order": 1, "ocr_result": "Boaston Celtic Dominique Wilkins (L) reacts to being driven into by Philadelphia 76er Clarence Weather spoon (R) during second quarter action at Boston Garden, on Saturday. The 76ers led the game 79-75in the fourth quarter. AFP PHOTO. Boaston Celtic Dominique Wilkins (L) reacts to being driven into by Philadelphia 76er Clarence Weather spoon (R) during second quarter action at Boston Garden, on Saturday. The 76ers led the game 79-75in the fourth quarter. AFP PHOTO."}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "PROLEAGUE DIVISION I PROLEAGUE DIVISION I"}, {"block_type": "LAYOUT_TITLE", "reading_order": 3, "ocr_result": "Exide Beats NEPA With Batteries Exide Beats NEPA With Batteries"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Exide Football Chib of Ibadan splashed several bags of its product, bat- teries, on Nigeria Football Association to pick pro- fessional division three ticket. Exide Football Chib of Ibadan splashed several bags of its product, bat- teries, on Nigeria Football Association to pick pro- fessional division three ticket."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "PMSport authoritatively gathered from the Ogunlana Drive secretariat yesterday PMSport authoritatively gathered from the Ogunlana Drive secretariat yesterday"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "\"I think the Exide Foot- ball Club was desperate to play in the Professional Divi- \"I think the Exide Foot- ball Club was desperate to play in the Professional Divi-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "sion three league champion- ship next year hence it brought several bags of its products to tip NFA\", the NFA source said. sion three league champion- ship next year hence it brought several bags of its products to tip NFA\", the NFA source said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "According to PMSport in- vestigation, Exide Football Clubauthorities took this step to beat its arch rival NEPA Football club of Ibadan to the game, as the latter was equally bidding for pro-league divi- sion three action. According to PMSport in- vestigation, Exide Football Clubauthorities took this step to beat its arch rival NEPA Football club of Ibadan to the game, as the latter was equally bidding for pro-league divi- sion three action."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "PMSport gathered that after an intensive pressure from the Ibadan soccer out- fit, the Nigeria \"Football Association had to grant the club the ticket. PMSport gathered that after an intensive pressure from the Ibadan soccer out- fit, the Nigeria \"Football Association had to grant the club the ticket."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "PMSport, however; learnt from the pro-league department that the list of the successful clubs are still to be released officially. PMSport, however; learnt from the pro-league department that the list of the successful clubs are still to be released officially."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "- Boye Ajayi - Boye Ajayi"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 12, "ocr_result": "Poor Economy Threatens Lawn Tennis Poor Economy Threatens Lawn Tennis"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "The present hardship plaguing the nation has forced several sponsors of junior lawn tennis champi- onships to abandon the game. The present hardship plaguing the nation has forced several sponsors of junior lawn tennis champi- onships to abandon the game."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "Chuka Momah, the chair- man of Nigeria Lawn Tennis Association (NLTA) told PMSport yesterday in Lagos. \"It hasbeen tough for spon- Chuka Momah, the chair- man of Nigeria Lawn Tennis Association (NLTA) told PMSport yesterday in Lagos. \"It hasbeen tough for spon-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "time around and as a result, they could not play their role. Take for instance, Adejumo kiddies tennis championship could not hold\", he said. He, however, expressed op- timism that the situation will improve in the impending year, saying sponsors of Okada and Kaduna Clay Cement champi- onships have signified their intention to bankroll the com- time around and as a result, they could not play their role. Take for instance, Adejumo kiddies tennis championship could not hold\", he said. He, however, expressed op- timism that the situation will improve in the impending year, saying sponsors of Okada and Kaduna Clay Cement champi- onships have signified their intention to bankroll the com-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "sors of Junior Tennis Championship this sors of Junior Tennis Championship this"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "petitions next year. He told PMSport that de- spite the economic hardship, NLTA has been able to pros- ecute all its international championships this year. The NLTA boss disclosed that top on the Association's priority is how to host and win the Davis Cup championship next year. as Boyo Ajayi. petitions next year. He told PMSport that de- spite the economic hardship, NLTA has been able to pros- ecute all its international championships this year. The NLTA boss disclosed that top on the Association's priority is how to host and win the Davis Cup championship next year. as Boyo Ajayi."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "AFRICAN WINNERS' CUP COMPETITION AFRICAN WINNERS' CUP COMPETITION"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 19, "ocr_result": "NFA Frees Julius Berger NFA Frees Julius Berger"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "cise. . cise. ."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "year's African Winners Cup. \"We retainedall our boys for the competition because it's not wise changing a winning team since they are the ones who won the ticket for the Club. I think they are goodenough to bring honour to the country next year. year's African Winners Cup. \"We retainedall our boys for the competition because it's not wise changing a winning team since they are the ones who won the ticket for the Club. I think they are goodenough to bring honour to the country next year."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Officials of Julius erger Football Club eavedasigh ofrelief yes- rday as Nigeria Football ssociation officially reg- tered the club for the andela's Cup competi- on. Officials of Julius erger Football Club eavedasigh ofrelief yes- rday as Nigeria Football ssociation officially reg- tered the club for the andela's Cup competi- on."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "e e \"That's why we have reg- istered all of them for conti- nuity purposes. This is even an added advantage to us because it saves us the screening time and all sorts of other time wasting exer- e e \"That's why we have reg- istered all of them for conti- nuity purposes. This is even an added advantage to us because it saves us the screening time and all sorts of other time wasting exer-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "The Lagos-based Club those Mandela's Cup fate ave been hanging, even after e soccer House's disciplin- y committee came out with $ ruling, however pledged bring honour to the country ext season by winning next The Lagos-based Club those Mandela's Cup fate ave been hanging, even after e soccer House's disciplin- y committee came out with $ ruling, however pledged bring honour to the country ext season by winning next"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "\"Now, we are working at our plans at both Conti- nental and League matches next year. The painful way we lost the league title this year is one memory we will like to erase as soon as possible, that's by captur- ing the cup next season\", Berger's team manager, Engineer Mactony Taiwo told PMSport yesterday after the registration exer- cise. \"Now, we are working at our plans at both Conti- nental and League matches next year. The painful way we lost the league title this year is one memory we will like to erase as soon as possible, that's by captur- ing the cup next season\", Berger's team manager, Engineer Mactony Taiwo told PMSport yesterday after the registration exer- cise."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 26, "ocr_result": "MAIL MAIL"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "Femi Olabode Femi Olabode"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "Houston Rocket Pete Chilcutt (L) and Miami Heat center Matt Geiger scramble for possession of the ball during second period action of their NBA game in Miami on Tuesday. The Rockets led 38-48 half time. AFP PHOTO. Houston Rocket Pete Chilcutt (L) and Miami Heat center Matt Geiger scramble for possession of the ball during second period action of their NBA game in Miami on Tuesday. The Rockets led 38-48 half time. AFP PHOTO."}]