[{"block_type": "LAYOUT_TEXT", "reading_order": 1, "ocr_result": "The Security and Exchange Com- mission is agovernment parastatal whose duty generally is to regu- late the operations of the Capital Market. Where a case of gross violation of the rule of the game by a capital market operator is established, SEC is empowered to nvoke appropriate sanctions on the erring operator. Inherent in all this Is that, SEC, along with The Nigerian Stock Exchange ,(NSE) has the responsibility to protect he investing public. The Security and Exchange Com- mission is agovernment parastatal whose duty generally is to regu- late the operations of the Capital Market. Where a case of gross violation of the rule of the game by a capital market operator is established, SEC is empowered to nvoke appropriate sanctions on the erring operator. Inherent in all this Is that, SEC, along with The Nigerian Stock Exchange ,(NSE) has the responsibility to protect he investing public."}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "However, certain actions of SEC in recent times tend to make one won- der whose interest it is actually protecting. Check these out. Around December 1992, the Middle East Bank of Dubai, former technical batners of Owena Bank Plc left the bank, having ended their technical agreement with it. The exit also meant that the technical partners' 10.25 per cent shareholding in the bank amounting to 12.3 million share vas available for sale to the bank's existingshareholders and other inter- ested investors. However, certain actions of SEC in recent times tend to make one won- der whose interest it is actually protecting. Check these out. Around December 1992, the Middle East Bank of Dubai, former technical batners of Owena Bank Plc left the bank, having ended their technical agreement with it. The exit also meant that the technical partners' 10.25 per cent shareholding in the bank amounting to 12.3 million share vas available for sale to the bank's existingshareholders and other inter- ested investors."}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "Again, sometime in 1993, the Na- ional Provident Fund, NPF, offloaded its 29.5 million shares, representing 24.5 per cent of the bank's shareholding. That also meant inter- ested investors and share holders of Dwena Bank could buy from the hares. Again, sometime in 1993, the Na- ional Provident Fund, NPF, offloaded its 29.5 million shares, representing 24.5 per cent of the bank's shareholding. That also meant inter- ested investors and share holders of Dwena Bank could buy from the hares."}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "But itso happened that the first 12.3 million shares were mopped up by Alaaye Investment Nigeria Limited, an invesment outfit owned by one .F. Familusi who happens to be a close friend of one of the bank's directors for 30 years. Again, last December through January the same Alaaye mopped up 23.7 million of the shares divested by NPF through Cominion Securities, a firm of stock- But itso happened that the first 12.3 million shares were mopped up by Alaaye Investment Nigeria Limited, an invesment outfit owned by one .F. Familusi who happens to be a close friend of one of the bank's directors for 30 years. Again, last December through January the same Alaaye mopped up 23.7 million of the shares divested by NPF through Cominion Securities, a firm of stock-"}, {"block_type": "LAYOUT_TITLE", "reading_order": 5, "ocr_result": "Whos 3EC? dso that the board of Owena Bank was Ayo Arowolo ormerly informed of the NPF's divestment. Whos 3EC? dso that the board of Owena Bank was Ayo Arowolo ormerly informed of the NPF's divestment."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "brokers while the balance, 5.8 million share were transferred to two other companies which had been newly but carefully incorporated for this purpose. What this means is that, in principle a single individual now owns 34.75 per cent of the bank, a publicly quoted company! The shares were sold over to the Nigeria Stock Exchange, in Lagos and its two branches Kaduna and Port Harcourt. The poseris How was it possible for a single transferee to obtain such a high proportion of the shares sold at different locations? PMNews investigations show that the transactions were querried by the leadership NSE, but all the same, they sailed through. Not brokers while the balance, 5.8 million share were transferred to two other companies which had been newly but carefully incorporated for this purpose. What this means is that, in principle a single individual now owns 34.75 per cent of the bank, a publicly quoted company! The shares were sold over to the Nigeria Stock Exchange, in Lagos and its two branches Kaduna and Port Harcourt. The poseris How was it possible for a single transferee to obtain such a high proportion of the shares sold at different locations? PMNews investigations show that the transactions were querried by the leadership NSE, but all the same, they sailed through. Not"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "Iso that the board of Owena Bank was not ormerly informed of the NPF's divestment. But much more disturbing is the role of SEC in his. By majority decision, the Board of Owena for las kicked against the second transaction (except le amilusi's friend in the board Chief Peter Ajayi Iso that the board of Owena Bank was not ormerly informed of the NPF's divestment. But much more disturbing is the role of SEC in his. By majority decision, the Board of Owena for las kicked against the second transaction (except le amilusi's friend in the board Chief Peter Ajayi"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "neother director en dorsed the transfer) and Ah the managing director of the bank has cfused to sign the share certificate. But curiously, EC has taken more than passing interest in the paue, threatening the managing director, with onnes of letters rudely couched that it would anction him and the bank should he refuse to ign the share transfer certificate. neother director en dorsed the transfer) and Ah the managing director of the bank has cfused to sign the share certificate. But curiously, EC has taken more than passing interest in the paue, threatening the managing director, with onnes of letters rudely couched that it would anction him and the bank should he refuse to ign the share transfer certificate."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "Beyond this, last week, the shareholders of the ank got a court injunction stopping the transfer. Beyond this, last week, the shareholders of the ank got a court injunction stopping the transfer."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 10, "ocr_result": "capital - One would like suggest that 1 Owena Bank sueshouldprov a spurfor gove ment to institut full scale inqu into the activit of SEC before plungs the Cap Market (which 1 become - cheapest aver for fund rais by compan i into irreversi crisis and cha The interest SEC's Directo General in t issue should investigated Akamiokor PHOTO SPEAK capital - One would like suggest that 1 Owena Bank sueshouldprov a spurfor gove ment to institut full scale inqu into the activit of SEC before plungs the Cap Market (which 1 become - cheapest aver for fund rais by compan i into irreversi crisis and cha The interest SEC's Directo General in t issue should investigated Akamiokor PHOTO SPEAK"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "and Many Capital Market operators have complained loudly about the way in and Many Capital Market operators have complained loudly about the way in"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 12, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "But SEC turned this into vendetta by rushing to NTA with a dubious press release, sending wrong-signals to the depositors of the bank. As at last week, PMNews learnt that the Port Harcourt branch of the bank alone has lost N83 million due to panic caused by the press release. It would be recalled that SEC acted in similar manner, sometime in 1993 by causing the suspension of Centre- Point Merchant Bank to be announced on radio and television over an issue it was not well-briefed. That action nearly wrecked the bank, but for the confidence which the public had in its management. Interestingly, it turned out that Centre-Point did not break any agreement.But the dam- age had been done. But SEC turned this into vendetta by rushing to NTA with a dubious press release, sending wrong-signals to the depositors of the bank. As at last week, PMNews learnt that the Port Harcourt branch of the bank alone has lost N83 million due to panic caused by the press release. It would be recalled that SEC acted in similar manner, sometime in 1993 by causing the suspension of Centre- Point Merchant Bank to be announced on radio and television over an issue it was not well-briefed. That action nearly wrecked the bank, but for the confidence which the public had in its management. Interestingly, it turned out that Centre-Point did not break any agreement.But the dam- age had been done."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "JISTING JISTING"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "FRAN KUBOYE FRAN KUBOYE"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Conquest Of Adversity The Case Of Idowu Akinrolabu that the man is using his mouth to cneate. e thought Conquest Of Adversity The Case Of Idowu Akinrolabu that the man is using his mouth to cneate. e thought"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "A young graduate wakes up one morning and does not feel too well. The next day he feels worse. He was given anti-malaria tablets and anal- gesics. His condition does not Improve. One day he wakes up with no feeling from the waist down and his arms do not work. He is doomed to paralysis for the rest of his life. Ambition and dreams gone like a puff of smoke. Where does he go from here? A time for depression to set in. A young graduate wakes up one morning and does not feel too well. The next day he feels worse. He was given anti-malaria tablets and anal- gesics. His condition does not Improve. One day he wakes up with no feeling from the waist down and his arms do not work. He is doomed to paralysis for the rest of his life. Ambition and dreams gone like a puff of smoke. Where does he go from here? A time for depression to set in."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "For the last 13 1/2 years, his home has been LUTH. He resides there, not because he is sick, but because he has no where else to go. Since the nurses' strike, he has really suffered because he had to leave his \"home.\" He needs attention all the time because he is For the last 13 1/2 years, his home has been LUTH. He resides there, not because he is sick, but because he has no where else to go. Since the nurses' strike, he has really suffered because he had to leave his \"home.\" He needs attention all the time because he is"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "unable to feed himself, dress or wash himself, or go to the toilet alone. For an untrained person, he is not easy to cater for. But this man is a lesson to us all. He is always positive. Many people do not realise that a disabled person is just like them with ups and downs, likes and dislikes. The fact that they cannot move does not make them a ninny. It must be so frustrating as an intelligent person, to bespoken down to, and treated as a potential idiot. unable to feed himself, dress or wash himself, or go to the toilet alone. For an untrained person, he is not easy to cater for. But this man is a lesson to us all. He is always positive. Many people do not realise that a disabled person is just like them with ups and downs, likes and dislikes. The fact that they cannot move does not make them a ninny. It must be so frustrating as an intelligent person, to bespoken down to, and treated as a potential idiot."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "This gentleman, with all his adver- sity, has learnt to be a painter. His ideals as a young boy never encom- passed the arts. He wanted to be a geophysicist, but through sheer deter- mination, learnt topaint with hismouth. He has developed this talent to such precision, you would never be aware This gentleman, with all his adver- sity, has learnt to be a painter. His ideals as a young boy never encom- passed the arts. He wanted to be a geophysicist, but through sheer deter- mination, learnt topaint with hismouth. He has developed this talent to such precision, you would never be aware"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "create, a thought or a statement. I and some other people are trying to give this man a home. LUTH has not been unkind to him. In fact, it was the occupational therapy department at LUTH that trained this young man, showing him a facet of his life that he did not know he possessed. He can now stand on his own and make a living for himself and his family. We must, i.e. you and I, try to obtain accommodation for him. I would love to see him sitting in his wheelchair on his own porch. If he can still be so full of pep and vigour with his fate, we who have all our facilities have no reason to moan. create, a thought or a statement. I and some other people are trying to give this man a home. LUTH has not been unkind to him. In fact, it was the occupational therapy department at LUTH that trained this young man, showing him a facet of his life that he did not know he possessed. He can now stand on his own and make a living for himself and his family. We must, i.e. you and I, try to obtain accommodation for him. I would love to see him sitting in his wheelchair on his own porch. If he can still be so full of pep and vigour with his fate, we who have all our facilities have no reason to moan."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Whatever you can do to support him, please try. We all depend on one another. Idowu Akinrolabu, I salute you. Whatever you can do to support him, please try. We all depend on one another. Idowu Akinrolabu, I salute you."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 23, "ocr_result": "ENVIRO MENT ENVIRO MENT"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "Death In The Air Death In The Air"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "The rate of environmental pollu- tion is alarming in Nigeria says a new study. Industries, the study found out, are cited wrongly in cities near residential areas where It is almost impossible to avoid inhaling acidic and toxic smoke. Just recently, a group of American scientific case studies in about six countries including Nigeria came up with an astonishing discovery that environmental pollution re- tards physical and mental growth in children. What more, the group known as Alliance to End Child- hood Lead Poisoning and the Envi- ronmental Defence Fund(EDF) also in their study reveal that environ- mentalLead poisoning isone \"prob- lem that affects virtually every re- gion of the world\" and \"can cause convulsions and deaths in children and adults.\" The rate of environmental pollu- tion is alarming in Nigeria says a new study. Industries, the study found out, are cited wrongly in cities near residential areas where It is almost impossible to avoid inhaling acidic and toxic smoke. Just recently, a group of American scientific case studies in about six countries including Nigeria came up with an astonishing discovery that environmental pollution re- tards physical and mental growth in children. What more, the group known as Alliance to End Child- hood Lead Poisoning and the Envi- ronmental Defence Fund(EDF) also in their study reveal that environ- mentalLead poisoning isone \"prob- lem that affects virtually every re- gion of the world\" and \"can cause convulsions and deaths in children and adults.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "The study which is the first compre- hensive analysis of the degree of pol- lutants that are injurious to children explains the relationship between the effects oflow and high level poisoning of the blood as a result of environmen- tal pollution caused by careless han- The study which is the first compre- hensive analysis of the degree of pol- lutants that are injurious to children explains the relationship between the effects oflow and high level poisoning of the blood as a result of environmen- tal pollution caused by careless han-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "Tunde Oladipo Tunde Oladipo"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "dling of the environment. Smokes from the tailpipes of cars, trucks and lorries are basically caus- ative factors through which the air gets poisoned, \"particulally in cities,\" says the report. The lead poisoning accord- ing to researchers may be through \"cosmetics, cookware, poorly regu- lated work places and unchecked in- dustrial emissions.\" dling of the environment. Smokes from the tailpipes of cars, trucks and lorries are basically caus- ative factors through which the air gets poisoned, \"particulally in cities,\" says the report. The lead poisoning accord- ing to researchers may be through \"cosmetics, cookware, poorly regu- lated work places and unchecked in- dustrial emissions.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "In other countries and particularly Nigeria, tiro, a powder containing lead sulfide used as cosmetic, and perhaps occasionally as medicine and used for eye make-up by women and children is listed as a poison. To be sure the research states: \"It is a great problem for children who may rub their eyes and then put their fingers in their mouth,\" thereby \"allowing the lead to get into their blood-stream.\" In other countries and particularly Nigeria, tiro, a powder containing lead sulfide used as cosmetic, and perhaps occasionally as medicine and used for eye make-up by women and children is listed as a poison. To be sure the research states: \"It is a great problem for children who may rub their eyes and then put their fingers in their mouth,\" thereby \"allowing the lead to get into their blood-stream.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "The tiro is said to be composed of 85 per cent lead sulfide. And it also causes problem like those in India. The re- search states two basic reasons for the increasing amount of environmental pollution: lack of strong environmental The tiro is said to be composed of 85 per cent lead sulfide. And it also causes problem like those in India. The re- search states two basic reasons for the increasing amount of environmental pollution: lack of strong environmental"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "regulations and the lax enforcement of existing ones...\" ** For instance, there was, in 1991, a high degree of contermination levels in the air of urban areas which was as a result of increase in lead gasoline. This lead after setting on the streets is dispersed by cars into homes. Also, the country's problems, the researchers found, are worsened by small lead mines and smelters that largely operate with out- dated equipment which have no envi- ronmental controls. These industrial toxic waste also pollute the country's seas and oceans as a result of accummulated sediments which conterminate beautiful and interesting sea life. It is believed, however, that it \"is a threat to the health of many people because they depend on fish for a large part of their protein intake.\" regulations and the lax enforcement of existing ones...\" ** For instance, there was, in 1991, a high degree of contermination levels in the air of urban areas which was as a result of increase in lead gasoline. This lead after setting on the streets is dispersed by cars into homes. Also, the country's problems, the researchers found, are worsened by small lead mines and smelters that largely operate with out- dated equipment which have no envi- ronmental controls. These industrial toxic waste also pollute the country's seas and oceans as a result of accummulated sediments which conterminate beautiful and interesting sea life. It is believed, however, that it \"is a threat to the health of many people because they depend on fish for a large part of their protein intake.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "Poland, it may seem, have similar problems like Nigeria. Enforcement of environmental laws are not literally followed and penalties and fines, if given at all, are always small. Its government has resolved to follow strictly the environmental standards of the 12-nation European Union and phase out leaded gasoline in the country. No steps are being taken by the Nigerian government, the EDF concludes. Poland, it may seem, have similar problems like Nigeria. Enforcement of environmental laws are not literally followed and penalties and fines, if given at all, are always small. Its government has resolved to follow strictly the environmental standards of the 12-nation European Union and phase out leaded gasoline in the country. No steps are being taken by the Nigerian government, the EDF concludes."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 33, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "Oxana Gailbon (R), 17, and Alla Kozimierka, 15, both victims of the 1986 Chernobyl nuclear disaster, receive infrated radiation treatment 12 December at the Tarara Children Hospital in Havana, Cuba. Oxana and Alla, along with hundreds of other contaiminated Russian and Ukranian adolescents, have been receiving free medical treatment in Cuba as part of a humanitarian project. AFP PHOTO. Oxana Gailbon (R), 17, and Alla Kozimierka, 15, both victims of the 1986 Chernobyl nuclear disaster, receive infrated radiation treatment 12 December at the Tarara Children Hospital in Havana, Cuba. Oxana and Alla, along with hundreds of other contaiminated Russian and Ukranian adolescents, have been receiving free medical treatment in Cuba as part of a humanitarian project. AFP PHOTO."}]