[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMSport, PMSport,"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "Page 7 Page 7"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 3, "ocr_result": "Nations Cup Committee Gets N150m Nations Cup Committee Gets N150m"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "A total sum of N150 million has been earmarked for the African Nations Youth Championship slated for Nigeria in January next year. A total sum of N150 million has been earmarked for the African Nations Youth Championship slated for Nigeria in January next year."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "Already, a 9 man committee has been set-up to see to the smooth running of the Competition n which is regarded as a test run for the World Youth Championship which would also be held in the country. Already, a 9 man committee has been set-up to see to the smooth running of the Competition n which is regarded as a test run for the World Youth Championship which would also be held in the country."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "The Committee comprises selected members from the Local Organising Committee, Presidential Monitoring Committee, Nigerla Football Associa- tion and National Sports Commission. They'll be responsible for all matters of organisation before, during and after the Nations Cup. The Committee comprises selected members from the Local Organising Committee, Presidential Monitoring Committee, Nigerla Football Associa- tion and National Sports Commission. They'll be responsible for all matters of organisation before, during and after the Nations Cup."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "At the first meeting, the Committee held two days ago, PMNews gathered that the LOC Chairman, Chief S. B. of At the first meeting, the Committee held two days ago, PMNews gathered that the LOC Chairman, Chief S. B. of"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 8, "ocr_result": "States Shun States Shun"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "Most of the states expected to take part in this year's Under-18 Male and Female VolleyballCham- plonship in Ibadan are keeping Nigeria Volleyball Association [NAVA] in suspense as only four out of 31 have turned in their entries. Dapo Akinyele, Assistant - NAVA Most of the states expected to take part in this year's Under-18 Male and Female VolleyballCham- plonship in Ibadan are keeping Nigeria Volleyball Association [NAVA] in suspense as only four out of 31 have turned in their entries. Dapo Akinyele, Assistant - NAVA"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "Williams was appointed the Chairman, while NFA's head of international com- petition, Mr. Bolaji Ojo-Oba was made the Secretary. 1 Williams was appointed the Chairman, while NFA's head of international com- petition, Mr. Bolaji Ojo-Oba was made the Secretary. 1"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "Secretary disclosed to PMSport this morning in Lagos. \"NAVA has only received entries from Kogi, Oyo, Rivers and Lagos, but more are being expected before the deadline on December 4,\" the NAVA assistant scribe said. He however told PMSport that NAVA is perfecting its strategies to Secretary disclosed to PMSport this morning in Lagos. \"NAVA has only received entries from Kogi, Oyo, Rivers and Lagos, but more are being expected before the deadline on December 4,\" the NAVA assistant scribe said. He however told PMSport that NAVA is perfecting its strategies to"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "\"Well do all our possible best to ensure the African Youth Champion- ship turns out to be a success. This is an assignment that would give us the real Idea of hosting the World. We areup to the task\", Mr. Ojo Oba told PMSport. -Femi Olabode \"Well do all our possible best to ensure the African Youth Champion- ship turns out to be a success. This is an assignment that would give us the real Idea of hosting the World. We areup to the task\", Mr. Ojo Oba told PMSport. -Femi Olabode"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 13, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "make the Under-18 Volleyball tour- ney a success. NAVA had earlier on warned over aged players to steer clear of the championship as the age limit would be strictly adhered to. make the Under-18 Volleyball tour- ney a success. NAVA had earlier on warned over aged players to steer clear of the championship as the age limit would be strictly adhered to."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "Boye Ajayi. Boye Ajayi."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 16, "ocr_result": "Stores Bank On Oba Cup Stores Bank On Oba Cup"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "Stationery Stores Football Club of Lagos is planning to use this year's Oba Cup contest as a launching pad to return to national prominence. Sources close to the flaming flamingoes camp disclosed to PMSport yesterday in Lagos. \"Stationery Stores Stationery Stores Football Club of Lagos is planning to use this year's Oba Cup contest as a launching pad to return to national prominence. Sources close to the flaming flamingoes camp disclosed to PMSport yesterday in Lagos. \"Stationery Stores"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "FootballClub had passed through a horrifying phase by missing both the pro-division one league and chal- lenge cup actions, but the team is poised to win this year's edition of the Oba Cup contest\", the source said. According to the impeccable source, FootballClub had passed through a horrifying phase by missing both the pro-division one league and chal- lenge cup actions, but the team is poised to win this year's edition of the Oba Cup contest\", the source said. According to the impeccable source,"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 19, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "Stationery Stores management is try- ing to boost the players' morale by encouraging them to win the Oba's Cup. Stationery Stores management is try- ing to boost the players' morale by encouraging them to win the Oba's Cup."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Last Monday at Onikan Stadium, Lagos, Monarch Travels F.C. crashed out of the Oba Cup Championship. Last Monday at Onikan Stadium, Lagos, Monarch Travels F.C. crashed out of the Oba Cup Championship."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Zamalek's Hussen Abdullatif taking on Store's Ezekiel Alamu in a Sekou Toure cup semi-final clash last year Zamalek's Hussen Abdullatif taking on Store's Ezekiel Alamu in a Sekou Toure cup semi-final clash last year"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "A AFRICAN CHAMPIONS' CUPFINAL AFRICAN CHAMPIONS' CUPFINAL A AFRICAN CHAMPIONS' CUPFINAL AFRICAN CHAMPIONS' CUPFINAL"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 24, "ocr_result": "Tradition Favours Zamalek Tradition Favours Zamalek"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "Zamalek go into the first leg of the African Champions\" Cup final at the mammoth Nasser Stadium in Calro this weekend seeking a record fourth title. Opposing them are another showpiece famous North African team, Esperance of Tunisia, who reached the continental club final by scoring 21 goals in an un- beaten eight-match run. Defending champions Zamalek have been less dominant, elimi- nating Gor Mahia of Kenya, Sogara of Gabon and Nkana of Zambia after fierce struggles. And if Zamalek triumph, they the successfully as will join TP Englebert of Zaire sole clubs to de- fend a trophy named after Sekou Toure, the late ruler of Guinea. Englebert succeeded in the late in 1960s infancy, when competition silence was the its and the of many leading nations made progress much easier. Besides, sprinkling represented a liberal of players who have Egypt, Ahmed Zamalek boast Joe-Oloyere Ghanaians Oscar and and Nigeria Akin Akinsehinde in their squad. Oscar converted to Islam and changed his name from Laud Zamalek go into the first leg of the African Champions\" Cup final at the mammoth Nasser Stadium in Calro this weekend seeking a record fourth title. Opposing them are another showpiece famous North African team, Esperance of Tunisia, who reached the continental club final by scoring 21 goals in an un- beaten eight-match run. Defending champions Zamalek have been less dominant, elimi- nating Gor Mahia of Kenya, Sogara of Gabon and Nkana of Zambia after fierce struggles. And if Zamalek triumph, they the successfully as will join TP Englebert of Zaire sole clubs to de- fend a trophy named after Sekou Toure, the late ruler of Guinea. Englebert succeeded in the late in 1960s infancy, when competition silence was the its and the of many leading nations made progress much easier. Besides, sprinkling represented a liberal of players who have Egypt, Ahmed Zamalek boast Joe-Oloyere Ghanaians Oscar and and Nigeria Akin Akinsehinde in their squad. Oscar converted to Islam and changed his name from Laud"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "when he quit Dewu Young Starts in Ghana to join a club who have monopolised Egyptian Football with Al-Ahly for decades. when he quit Dewu Young Starts in Ghana to join a club who have monopolised Egyptian Football with Al-Ahly for decades."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "The Ghanaian played a key role in the quarter-final win over Sogara scoring a late winner in Cairo and another goal in Libreville, which revived his flag- ging team mates. The Ghanaian played a key role in the quarter-final win over Sogara scoring a late winner in Cairo and another goal in Libreville, which revived his flag- ging team mates."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "But Ayman Mansour, leading Champions Cup marksman last year with five, is still to find the net for a team who appear more adept at containing than creating. While the Zamalek players have managed only eight goals between them, Tunisian international Ayadi Hamrouni had already struck six for Esperance, a side known as the Blood and Gold. But Ayman Mansour, leading Champions Cup marksman last year with five, is still to find the net for a team who appear more adept at containing than creating. While the Zamalek players have managed only eight goals between them, Tunisian international Ayadi Hamrouni had already struck six for Esperance, a side known as the Blood and Gold."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "Tunisian club proved equally ir- repressible defeating Mouloudia Oran 3-1 and drawing 2-2 in Alge- ria after leading by two goals. Tunisian club proved equally ir- repressible defeating Mouloudia Oran 3-1 and drawing 2-2 in Alge- ria after leading by two goals."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "While many Zamalek players are used to the intimidating atmo- sphere of a major cup clash, Esperance are making only their second appearance in a conti- nental final. While many Zamalek players are used to the intimidating atmo- sphere of a major cup clash, Esperance are making only their second appearance in a conti- nental final."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "The first proved disastrous as the strongly fancied Tunisians shared six goals with Gor Mahia of Kenya in the Cup Winners Cup, The first proved disastrous as the strongly fancied Tunisians shared six goals with Gor Mahia of Kenya in the Cup Winners Cup,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "Zambian international Kenneth Malitoli, who recently captained his country in the absence of Kalusha Bwalya, has also proved a menace to defenders, scoring four times. After comfortable triumph over moderate opponentsfrom Burkina Faso and Mali, Esperance served notice of their intentions by over- whelming Nigerian Iwuayanwu National 3-0. In the semi-final, the leading Zambian international Kenneth Malitoli, who recently captained his country in the absence of Kalusha Bwalya, has also proved a menace to defenders, scoring four times. After comfortable triumph over moderate opponentsfrom Burkina Faso and Mali, Esperance served notice of their intentions by over- whelming Nigerian Iwuayanwu National 3-0. In the semi-final, the leading"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "only to lose on the away-goal rule. patriot Biggie Mbases and Nige- This time, Esperance appear bet- rian Taofik Malik complementing ter equipped with Malitoli, com- a host of national stars. Paths To The Final Zamalek Esperance only to lose on the away-goal rule. patriot Biggie Mbases and Nige- This time, Esperance appear bet- rian Taofik Malik complementing ter equipped with Malitoli, com- a host of national stars. Paths To The Final Zamalek Esperance"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "First round Bye, Express [Uganda] disqualified, second round Gor Mahla [Kenya] 3-2 [2 1 home, 1-1 away], quarter-fl- nals Sogara [Gabon] 3-2[1-0 2-2], semi-finals Nkana [Zambia] 2-1- [2-0 01]. First round Bye, Express [Uganda] disqualified, second round Gor Mahla [Kenya] 3-2 [2 1 home, 1-1 away], quarter-fl- nals Sogara [Gabon] 3-2[1-0 2-2], semi-finals Nkana [Zambia] 2-1- [2-0 01]."}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "Esperance Esperance"}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "First round Etoile Filante [Burkina Faso] 8-2 [5-0 3-2], sec- ond round State Malien [Mali] 4-0 [3-01-0], quarter-finals Iwuayanwu Nationale [Nigeria] 4-1 [3-0 1-1], semi-finals. First round Etoile Filante [Burkina Faso] 8-2 [5-0 3-2], sec- ond round State Malien [Mali] 4-0 [3-01-0], quarter-finals Iwuayanwu Nationale [Nigeria] 4-1 [3-0 1-1], semi-finals."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 37, "ocr_result": "PREVIOUS WINNERS PREVIOUS WINNERS"}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "1964 Orya Douala [Cameroon], 1965 No competition, 1966 Stade Abidjan [Ivory Coast], 1967-1968 TP Englebert[Zaire], 1969 Ismaila[Egypt], 1970 Asante Kotoko [Ghana], 1971 Canon Yaounde [Cameroon], 1972 Hafia [Guinea], 1973 Vita Zaire, 1974 CARA [Congo] 1975 Hafia, 1976 MouloudiaAlger(Algeria], 1977 Hafia, 1978 Canon, 1979Union Douala 1964 Orya Douala [Cameroon], 1965 No competition, 1966 Stade Abidjan [Ivory Coast], 1967-1968 TP Englebert[Zaire], 1969 Ismaila[Egypt], 1970 Asante Kotoko [Ghana], 1971 Canon Yaounde [Cameroon], 1972 Hafia [Guinea], 1973 Vita Zaire, 1974 CARA [Congo] 1975 Hafia, 1976 MouloudiaAlger(Algeria], 1977 Hafia, 1978 Canon, 1979Union Douala"}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "[Cameroon], 1980 Canon, 1981 JET [Algeria], 1982 Al-Ahly [Egypt], 1983 Kotoko, 1984 Zamalekl, 1985 Royal Armed Forces [Morocco], 1986 Zamalek[1987]A]-[[aly, 1988Entente Setif [Algeria] 1989 Raja Casablanca [Morocco], 1990 JS kabylie [Algeria] 1991 Club Africaine [Tunisia], 1992 Wydad Casablanca[Morrocco], 1993 Zamalek. [Cameroon], 1980 Canon, 1981 JET [Algeria], 1982 Al-Ahly [Egypt], 1983 Kotoko, 1984 Zamalekl, 1985 Royal Armed Forces [Morocco], 1986 Zamalek[1987]A]-[[aly, 1988Entente Setif [Algeria] 1989 Raja Casablanca [Morocco], 1990 JS kabylie [Algeria] 1991 Club Africaine [Tunisia], 1992 Wydad Casablanca[Morrocco], 1993 Zamalek."}]