[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMNews PMNews"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "Page 6 Page 6"}, {"block_type": "LAYOUT_TITLE", "reading_order": 3, "ocr_result": "PM Amuneke's Moment PM Amuneke's Moment"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "ADEOLA FASHOLA I ADEOLA FASHOLA I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "EmmanuelAmuneke's meteoric rise to the highest pedestal of the African continent as a footballer does not come to many as a sur- prise, he had within hisshortstay in the limelight displayed traits of a prince hoping to become the king one day. And the day came lastSundaywhen heemerged from the blues, beating other world- class players like Rashidi Yekini, Goerge Weah [Liberian who plays for Paris St. German in France]. Alax's Flaidi George and the cost- liest African player in Europe, Everton'sDanielAmokachi, to be- come Africa's player of the year EmmanuelAmuneke's meteoric rise to the highest pedestal of the African continent as a footballer does not come to many as a sur- prise, he had within hisshortstay in the limelight displayed traits of a prince hoping to become the king one day. And the day came lastSundaywhen heemerged from the blues, beating other world- class players like Rashidi Yekini, Goerge Weah [Liberian who plays for Paris St. German in France]. Alax's Flaidi George and the cost- liest African player in Europe, Everton'sDanielAmokachi, to be- come Africa's player of the year"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "to book a ticket to the All African Games in 1991. Of course, they did by white- washing the Ivorien Under-23 team 3-0 on aggregate. It was during this encounter that the dribbling skills of the left footer came to focus. Imbibed with the rare potential to take pow- erful shots while in motion, no matter the distance [closeness] of the ball to him, Amuneke shone like a thousand stars. It was this first experience that prepared the lethal winger for the greater confrontations in life which has taken him to Egypt and now Portugal. Amuneke was first discovered at the Ajegunle Cup of Nations la mock to book a ticket to the All African Games in 1991. Of course, they did by white- washing the Ivorien Under-23 team 3-0 on aggregate. It was during this encounter that the dribbling skills of the left footer came to focus. Imbibed with the rare potential to take pow- erful shots while in motion, no matter the distance [closeness] of the ball to him, Amuneke shone like a thousand stars. It was this first experience that prepared the lethal winger for the greater confrontations in life which has taken him to Egypt and now Portugal. Amuneke was first discovered at the Ajegunle Cup of Nations la mock"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 7, "ocr_result": "erio our burrve A ACO erio our burrve A ACO"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 8, "ocr_result": "Amuneke: Africa's No. One Amuneke: Africa's No. One"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "1994. His rise to stardom for those who nations cup championship], where have taken the pains to follow his coaches flock to recruit players. And career with eagle eyes, was not by since then, he has not falled to es- accident but a consequence of deter- pouse his talent and experience to mination, hardwork, confidence and make hay while the sun still shines. of course the will to excel. Clubless until 1990 when he was Becoming Africa's best player is no picked by coach Mokan of Nigerite (a local league clubside] to lace his mean featfor a youngman of 24, who only emerged on soccer's fast lane boots for him, the player's Ingenious about three years ago, when he act was overflowing for the cup of Nigerites to contain. In fact, it was featured In the James Peters' bunch running over until Julius Berger, a of talented players who were eager first division professional clubside 1994. His rise to stardom for those who nations cup championship], where have taken the pains to follow his coaches flock to recruit players. And career with eagle eyes, was not by since then, he has not falled to es- accident but a consequence of deter- pouse his talent and experience to mination, hardwork, confidence and make hay while the sun still shines. of course the will to excel. Clubless until 1990 when he was Becoming Africa's best player is no picked by coach Mokan of Nigerite (a local league clubside] to lace his mean featfor a youngman of 24, who only emerged on soccer's fast lane boots for him, the player's Ingenious about three years ago, when he act was overflowing for the cup of Nigerites to contain. In fact, it was featured In the James Peters' bunch running over until Julius Berger, a of talented players who were eager first division professional clubside"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "grabbed him. And he did not disap- point the management of the bridge boys as he contributed immensely to the success of the team that year. The then coach of the U-23 team, James Peters who saw in him a combination of the dribbling skill of Adokie Amaslemeka and the light- ning speed of Kunle Awesu [both former Super Eagles left wingers] did not delay in inviting him to the national camp. It was while in Calro for the All African Games that officials of Zamalek noticed the potential greatest in him and quickly headed for Lagos to seek his release from Julius Berger. And that was how he began his career outside the shores of the coun- grabbed him. And he did not disap- point the management of the bridge boys as he contributed immensely to the success of the team that year. The then coach of the U-23 team, James Peters who saw in him a combination of the dribbling skill of Adokie Amaslemeka and the light- ning speed of Kunle Awesu [both former Super Eagles left wingers] did not delay in inviting him to the national camp. It was while in Calro for the All African Games that officials of Zamalek noticed the potential greatest in him and quickly headed for Lagos to seek his release from Julius Berger. And that was how he began his career outside the shores of the coun-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "try. In Cairo, his defence splitting moves, dribbling runs, tailored passes and ability to take shots out- side the 18 yard box, was heavily relied upon. He possesses the un- canny ability to marshal his way through where, even experienced and older generation in the round leather game fear to tread. For this brav- ery, he is regarded as one of the best players to have come out of Africa with such talent. try. In Cairo, his defence splitting moves, dribbling runs, tailored passes and ability to take shots out- side the 18 yard box, was heavily relied upon. He possesses the un- canny ability to marshal his way through where, even experienced and older generation in the round leather game fear to tread. For this brav- ery, he is regarded as one of the best players to have come out of Africa with such talent."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Egyptian club, Zamalek won the Afri- can Champions Cup last year with Amuneke con- tributing in no small way to the success. His dex- terity and mastery of the game Informed the Club's success against close ri- vals (In the Egyptian league], Al-Ahly in the Super cup. He had within a year of play ing outside the country won for him- self two valuable trophies in the African continent. Egyptian club, Zamalek won the Afri- can Champions Cup last year with Amuneke con- tributing in no small way to the success. His dex- terity and mastery of the game Informed the Club's success against close ri- vals (In the Egyptian league], Al-Ahly in the Super cup. He had within a year of play ing outside the country won for him- self two valuable trophies in the African continent."}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "It was not until April, 1993 that he has his bap- tism in the senior national team, the Super Eagles in a Nations Cup quali- fier against Ethiopia. Under the tutelage of Dutch technical adviser, Clemens Westerhof, Amuneke became the joker in the pack. Wester- hof so much relied on him whenever It came to the hatchet man's job because of his speed, dribbling runs and accu- rate pull outs. Not surprisingly, he provided the all impor- tant pull out which George Finidiconverted It was not until April, 1993 that he has his bap- tism in the senior national team, the Super Eagles in a Nations Cup quali- fier against Ethiopia. Under the tutelage of Dutch technical adviser, Clemens Westerhof, Amuneke became the joker in the pack. Wester- hof so much relied on him whenever It came to the hatchet man's job because of his speed, dribbling runs and accu- rate pull outs. Not surprisingly, he provided the all impor- tant pull out which George Finidiconverted"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "into goal to book the Eagles' flight to USA '94 on October 8, 1993 in far away Alglers. It was an encounter that would remain indelible in the memory of the goal scorer Finidi, who described the in-swinger as \"precise and electric.\" into goal to book the Eagles' flight to USA '94 on October 8, 1993 in far away Alglers. It was an encounter that would remain indelible in the memory of the goal scorer Finidi, who described the in-swinger as \"precise and electric.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "The mesmerizing winger's perfor- mance at th 3 African Cup of Nations attests to the fact that he was Clemens Westerhof's joker, He did not kick a ball till the Super Eagles qualified for the finals. And he did not fail to The mesmerizing winger's perfor- mance at th 3 African Cup of Nations attests to the fact that he was Clemens Westerhof's joker, He did not kick a ball till the Super Eagles qualified for the finals. And he did not fail to"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 16, "ocr_result": "The Other Glory Boys The Other Glory Boys"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 17, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Rashidi Yekini 44 points [2nd Rashidi Yekini 44 points [2nd"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "Finidi's transfer from Sharks of Port Harcourt to Dutch first division side Ajax was last season most surprising move. With his dribbling runs along the flanks, he has contributed Im- mensely to Ajax success in the Dutch league and European cup champion- ships. Fast and concise with his pull outs. Finidi is a success ory as far as Super Eagles participation is con- cerned. He has within a short period on the international scene created a n/che for himself. Finidi's transfer from Sharks of Port Harcourt to Dutch first division side Ajax was last season most surprising move. With his dribbling runs along the flanks, he has contributed Im- mensely to Ajax success in the Dutch league and European cup champion- ships. Fast and concise with his pull outs. Finidi is a success ory as far as Super Eagles participation is con- cerned. He has within a short period on the international scene created a n/che for himself."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 20, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Daniel Amokachi . 36 points 5th best] Daniel Amokachi . 36 points 5th best]"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Okocha's celebration of soccer artistry must have endeared him to millions that have watched him play. His masterful control of the ball and the ability to delight spectators with his joggings and ball control makes him act as a skillful player. Rated 8th best in Africa gives room for im- provement. Okocha's celebration of soccer artistry must have endeared him to millions that have watched him play. His masterful control of the ball and the ability to delight spectators with his joggings and ball control makes him act as a skillful player. Rated 8th best in Africa gives room for im- provement."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 23, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "Sunday Oliseh a 10 points [8th best] Sunday Oliseh a 10 points [8th best]"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "confound critics when he scored Nigeria's two goals in the highly technical match against Kalusha Bwalya's Zambians. He also used the occasion to put to shame those that had classified him as a one legged player when he brought down a perfect cross from Sunday Oliseh to send a blistering right foot shot past the championship's best goal-keeper, James Phiri for the Cup-winning goal. confound critics when he scored Nigeria's two goals in the highly technical match against Kalusha Bwalya's Zambians. He also used the occasion to put to shame those that had classified him as a one legged player when he brought down a perfect cross from Sunday Oliseh to send a blistering right foot shot past the championship's best goal-keeper, James Phiri for the Cup-winning goal."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "Yekini would probably have re- tained the award he won last year but for his not too impressive out- ing at the World Cup. He did extremely well at the African Cup of Nations in Tunisia, emerging as the Championship's highest goal scorer. Yekini would probably have re- tained the award he won last year but for his not too impressive out- ing at the World Cup. He did extremely well at the African Cup of Nations in Tunisia, emerging as the Championship's highest goal scorer."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "As If that was not enough, he carried his goal scoring exploits to the World Cup finals when he scored the only goal of the Super Eagles in thesecond round match against Italy. As If that was not enough, he carried his goal scoring exploits to the World Cup finals when he scored the only goal of the Super Eagles in thesecond round match against Italy."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "He is at present clubless, after falling out with his Greek club, Olymplad's which signed him on at the beginning of. th is season with 2.5 million dollars. Coming second best in Africa gives succour and hope of a better future to the goal king. He is at present clubless, after falling out with his Greek club, Olymplad's which signed him on at the beginning of. th is season with 2.5 million dollars. Coming second best in Africa gives succour and hope of a better future to the goal king."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 29, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "best] George Finidi : 40 polos [4th best] George Finidi : 40 polos [4th"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "Amokachi's3.5 million pounds move to Everton from Belgian Club, Brugge makes him the most expensive African player in Eu- rope. Becoming the fifth best player in Africa is 2 recognition of his performance, in the last twelve months, for the Super Eagles and Everton. Amokachi's3.5 million pounds move to Everton from Belgian Club, Brugge makes him the most expensive African player in Eu- rope. Becoming the fifth best player in Africa is 2 recognition of his performance, in the last twelve months, for the Super Eagles and Everton."}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "Although having been side- lined by Everton's new coach, Joe Rayle, Amokachi, the Bufallo hopes to stage a big comeback to the English side's first team. Although having been side- lined by Everton's new coach, Joe Rayle, Amokachi, the Bufallo hopes to stage a big comeback to the English side's first team."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 33, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "Augustine Okocha . 10 points (8th best) Augustine Okocha . 10 points (8th best)"}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "Tied on the same position with Austin Okocha, Oliseh cuts the image of an innocent church lay reader. But he is not that Innocent when It comes to making defence splitting passes. Within a short pe- riod of establishing himself on the International scene at Standard Liege of Belgium, he has come to be recognised by CAF. He holds the record of being the first African player to feature in the Italian Serie A who mid this year, he signed to play for Reggiana. Oliseh is a de- fensive midfielder with great acumen. Tied on the same position with Austin Okocha, Oliseh cuts the image of an innocent church lay reader. But he is not that Innocent when It comes to making defence splitting passes. Within a short pe- riod of establishing himself on the International scene at Standard Liege of Belgium, he has come to be recognised by CAF. He holds the record of being the first African player to feature in the Italian Serie A who mid this year, he signed to play for Reggiana. Oliseh is a de- fensive midfielder with great acumen."}, {"block_type": "LAYOUT_LIST", "reading_order": 36, "ocr_result": "Before then, he had scored 2 fantastic goal (off a header against Bulgaria in the group play-off. Amuneke's exploits in the World Cup endeared him to the Portuguese club, Sporting Lisbon which opened up discussion with him and finally signed him on in October. The Confederation of African Football's [CAF's] award to him as the Continent's player of the year, Succeeding another Nigerian, Rashidi Yekini, is a bold recognition of natural talent, achievements and an encompassing ambassadorial trait. This is a salute to the prince who has' become king. Before then, he had scored 2 fantastic goal (off a header against Bulgaria in the group play-off. Amuneke's exploits in the World Cup endeared him to the Portuguese club, Sporting Lisbon which opened up discussion with him and finally signed him on in October. The Confederation of African Football's [CAF's] award to him as the Continent's player of the year, Succeeding another Nigerian, Rashidi Yekini, is a bold recognition of natural talent, achievements and an encompassing ambassadorial trait. This is a salute to the prince who has' become king."}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "Before then, he had scored a fantastic goal (off a header against Bulgaria in the group play-off. Before then, he had scored a fantastic goal (off a header against Bulgaria in the group play-off."}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "Amuneke's exploits in the World Cup endeared him to the Portuguese club, Sporting Lisbon which opened up discussion with him and finally signed him on in October. Amuneke's exploits in the World Cup endeared him to the Portuguese club, Sporting Lisbon which opened up discussion with him and finally signed him on in October."}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "The Confederation of African Football's[CAF's] award to him as the Continent's player of the year, P The Confederation of African Football's[CAF's] award to him as the Continent's player of the year, P"}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "W M St cceeding another Nigerian, Rashidi Yekini, is a bold recognition of natural talent, achievements and an encompassing ambassadorial trait. This is a salute to the prince who has' become king. W M St cceeding another Nigerian, Rashidi Yekini, is a bold recognition of natural talent, achievements and an encompassing ambassadorial trait. This is a salute to the prince who has' become king."}]