[
    {
        "block_type": "LAYOUT_PAGE_NUMBER",
        "reading_order": 1,
        "ocr_result": "Page2 Page2"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 2,
        "ocr_result": "he he"
    },
    {
        "block_type": "LAYOUT_TITLE",
        "reading_order": 3,
        "ocr_result": "PMNews PMNews"
    },
    {
        "block_type": "LAYOUT_TITLE",
        "reading_order": 4,
        "ocr_result": "Fuel Fuel"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 5,
        "ocr_result": "Continued from page 1 Continued from page 1"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 6,
        "ocr_result": "efforts are not made to take the weight from the oil Industry to other parts of the economy. efforts are not made to take the weight from the oil Industry to other parts of the economy."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 7,
        "ocr_result": "Shortly after Etlebet's statement, two oil depots in Bomadi, Delta State were shut. Although the authorities said the flow stations at Benisele and Opukushi were closed because of oil spillage, PMNewsinvestigationreveals that the quick closure was not so much because of the oil spillage but, because the action fits perfectly with government's agenda to create scar- city. Said a source at Shell Petroleum (owner of the closed depots): \"Al- Shortly after Etlebet's statement, two oil depots in Bomadi, Delta State were shut. Although the authorities said the flow stations at Benisele and Opukushi were closed because of oil spillage, PMNewsinvestigationreveals that the quick closure was not so much because of the oil spillage but, because the action fits perfectly with government's agenda to create scar- city. Said a source at Shell Petroleum (owner of the closed depots): \"Al-"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 8,
        "ocr_result": "though there was a spillage, we could have carried out the repairs without completely closing the depots. Gov- ernment must havesome other reason for its action.\" though there was a spillage, we could have carried out the repairs without completely closing the depots. Gov- ernment must havesome other reason for its action.\""
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 9,
        "ocr_result": "Government's plan appears to be working. Scarcity of fuel is gradually creeping into Lagos. Many Alling sta- dons have no fuel, and those that have fuel are contending with long queue of vehicles. Government's plan appears to be working. Scarcity of fuel is gradually creeping into Lagos. Many Alling sta- dons have no fuel, and those that have fuel are contending with long queue of vehicles."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 10,
        "ocr_result": "In Ondo, Kwara, Kogi, Kano and most states in the hinterland as well as the northern states, fuel scarcity is biting harder by the day. In Akure, Ondo State capital, several vehicles are off the roads; and in Kano, a 50-litre jerrycan of petrol which used to sell for N750 was selling N2,000 at the black market. In Ondo, Kwara, Kogi, Kano and most states in the hinterland as well as the northern states, fuel scarcity is biting harder by the day. In Akure, Ondo State capital, several vehicles are off the roads; and in Kano, a 50-litre jerrycan of petrol which used to sell for N750 was selling N2,000 at the black market."
    },
    {
        "block_type": "LAYOUT_SECTION_HEADER",
        "reading_order": 11,
        "ocr_result": "Ramaphosa Warns ANC Ramaphosa Warns ANC"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 12,
        "ocr_result": "African National Congress secre- tary general Cyrll Ramaphosa yesterdasy painted a bleak plc- ture of the ANC's ability to govern and conceded that the party was \"riddled with problems.\" African National Congress secre- tary general Cyrll Ramaphosa yesterdasy painted a bleak plc- ture of the ANC's ability to govern and conceded that the party was \"riddled with problems.\""
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 13,
        "ocr_result": "In a hard-hitting report to the ANC's three-yearly con feren ce Bloemfontein, Ramaphosa said the party relied too heavily on President Nelson Mandela. and ANC Braire ares and membership lists disarray, Ramaphosa added In a hard-hitting report to the ANC's three-yearly con feren ce Bloemfontein, Ramaphosa said the party relied too heavily on President Nelson Mandela. and ANC Braire ares and membership lists disarray, Ramaphosa added"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 14,
        "ocr_result": "The report was debated behind closed doors yesterday by some 2,700 delegates to the conference, the ANC's 49th since it was formed in this Or- ange Free State provincial capital in 1912. The report was debated behind closed doors yesterday by some 2,700 delegates to the conference, the ANC's 49th since it was formed in this Or- ange Free State provincial capital in 1912."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 15,
        "ocr_result": "The meeting also christened the first ANC think-tank since the party swept to power in historic all-race The meeting also christened the first ANC think-tank since the party swept to power in historic all-race"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 16,
        "ocr_result": "elections in April. elections in April."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 17,
        "ocr_result": "\"Despite our immense success in the election, we have serious short- comin gs at many levels,\" Ramaphosa said in the report. \"Despite our immense success in the election, we have serious short- comin gs at many levels,\" Ramaphosa said in the report."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 18,
        "ocr_result": "At a press conference, Ramaphosa conceded that the ANC had financial difficulties. At a press conference, Ramaphosa conceded that the ANC had financial difficulties."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 19,
        "ocr_result": "\"We are still addressing the prob- lems of the massive debt we have incurred after the elections, \"he said \"Wesdo 5 have a number of debts with \"We are still addressing the prob- lems of the massive debt we have incurred after the elections, \"he said \"Wesdo 5 have a number of debts with"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 20,
        "ocr_result": "He told journalists that the focus of the conference would not be re- ported frustrations among the ANC's grassroots constituency, but would examine how reconciliation and af- firmative action could best be balanced. He told journalists that the focus of the conference would not be re- ported frustrations among the ANC's grassroots constituency, but would examine how reconciliation and af- firmative action could best be balanced."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 21,
        "ocr_result": "SEXUAL/SPIRITUAL CLINIC TEL: 01-780306 SEXUAL/SPIRITUAL CLINIC TEL: 01-780306"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 22,
        "ocr_result": "\"We need to continue with the project of reconciliation,\" he said, referring to efforts by Mandela and \"We need to continue with the project of reconciliation,\" he said, referring to efforts by Mandela and"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 23,
        "ocr_result": "For instant cure, Impotency Watery/Low Sperm Count, Herpes, Piles, Gonorrhoear, Syphiles pus, Scrateches, Iteching, boils, Pains, Cuts in the body and organ, verginal discharge, Diabetes, Big Testes small penis Use Magnetic hourse power for instant cure price from N2,000 - N5,000. Preparation of powerful Talisman & Medicine for Success, Love, Riches, Promotion, Protection against witches, Pass exam and Spiritual Training & Lecture. Contact: DR. BIODUN ZUBAIR of Marvellous Health Research Centre 24, Olorunsogo St, Behinde Amazoil Petrol Station Owode A jegunie. P.O. Box 336 Ikorodu, Lagos. N.B. Enter Ikorodu bus drop at Petrol Station Ajegunle look left for signboard direction 8 a.m. - 12 noon and 4 p.m. H B p.m. For instant cure, Impotency Watery/Low Sperm Count, Herpes, Piles, Gonorrhoear, Syphiles pus, Scrateches, Iteching, boils, Pains, Cuts in the body and organ, verginal discharge, Diabetes, Big Testes small penis Use Magnetic hourse power for instant cure price from N2,000 - N5,000. Preparation of powerful Talisman & Medicine for Success, Love, Riches, Promotion, Protection against witches, Pass exam and Spiritual Training & Lecture. Contact: DR. BIODUN ZUBAIR of Marvellous Health Research Centre 24, Olorunsogo St, Behinde Amazoil Petrol Station Owode A jegunie. P.O. Box 336 Ikorodu, Lagos. N.B. Enter Ikorodu bus drop at Petrol Station Ajegunle look left for signboard direction 8 a.m. - 12 noon and 4 p.m. H B p.m."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 24,
        "ocr_result": "NNPC officials blame the scarcity in Ondo and neighbouring states on the closure of Ore depot. Ore and Enugu depots were closed down due to a fire incident which petroleum ministry officials blamed on sabotage. NNPC officials blame the scarcity in Ondo and neighbouring states on the closure of Ore depot. Ore and Enugu depots were closed down due to a fire incident which petroleum ministry officials blamed on sabotage."
    },
    {
        "block_type": "LAYOUT_FIGURE",
        "reading_order": 25,
        "ocr_result": ""
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 26,
        "ocr_result": "PMNews gathered that govern- ment is hoping for more of such acts of sabotage to make its plan of creating scarcity, and hence hiking the fuel price, easier to execute. PMNews gathered that govern- ment is hoping for more of such acts of sabotage to make its plan of creating scarcity, and hence hiking the fuel price, easier to execute."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 27,
        "ocr_result": "The thinking in government circles is that with a biting scarcity, motorists will be happy to pay more to get fuel. \"If the experience of the past is anything to go by, Nigerians would gladly pay more for fuel than endure a prolonged scarcity. Like children, they would only grumble but do noth- ing\", a top NNPC official told PMNews. The thinking in government circles is that with a biting scarcity, motorists will be happy to pay more to get fuel. \"If the experience of the past is anything to go by, Nigerians would gladly pay more for fuel than endure a prolonged scarcity. Like children, they would only grumble but do noth- ing\", a top NNPC official told PMNews."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 28,
        "ocr_result": "senior ANC executives since the elec- tion to address the concerns of whites. Their efforts have beer/met with anger by blacks, the people who voted the ANC into power, who say it is time that their own social needs were met. senior ANC executives since the elec- tion to address the concerns of whites. Their efforts have beer/met with anger by blacks, the people who voted the ANC into power, who say it is time that their own social needs were met."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 29,
        "ocr_result": "Ramaphosa added at the press con- ference that the ANC had received an \"overwhelming mandate\" from its constituency and had 10/meet its aspi- rations. Ramaphosa added at the press con- ference that the ANC had received an \"overwhelming mandate\" from its constituency and had 10/meet its aspi- rations."
    },
    {
        "block_type": "LAYOUT_FIGURE",
        "reading_order": 30,
        "ocr_result": "led too heavily on President Mandela. ANC Braire ares and skip disarray, psa added led too heavily on President Mandela. ANC Braire ares and skip disarray, psa added"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 31,
        "ocr_result": "\"We need to continue with the 5 reconciliation process and take effec- tive steps to see that affirmative action takes hold,\" he said. \"We need to continue with the 5 reconciliation process and take effec- tive steps to see that affirmative action takes hold,\" he said."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 32,
        "ocr_result": "Unless branches are resuscitated and problems tackled, Ramaphosa added, the ANC will struggle to win municipal elections due at the end of the 1995. According to delegates, Ramaphosa received thunderous applause when Unless branches are resuscitated and problems tackled, Ramaphosa added, the ANC will struggle to win municipal elections due at the end of the 1995. According to delegates, Ramaphosa received thunderous applause when"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 33,
        "ocr_result": "Ramaphosa's report bemoaned the poor state of organisation in branches and regions and complained of fiscal indiscretions. Ramaphosa's report bemoaned the poor state of organisation in branches and regions and complained of fiscal indiscretions."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 34,
        "ocr_result": "Cheers, Cheers For The Saint: President Nelson Mandela responds with a dance to chanting delegates, at the 49th congress of the African National Congress in Bloemfontein on Saturday. This is the second ANC constitutional congress held within the country since the political changes. AFP PHOTO. Cheers, Cheers For The Saint: President Nelson Mandela responds with a dance to chanting delegates, at the 49th congress of the African National Congress in Bloemfontein on Saturday. This is the second ANC constitutional congress held within the country since the political changes. AFP PHOTO."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 35,
        "ocr_result": "It said sources of finance had dried up since the election, and that the ANC Youth and Women's Leagues \"do not adhere to financial controls.\" It said sources of finance had dried up since the election, and that the ANC Youth and Women's Leagues \"do not adhere to financial controls.\""
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 36,
        "ocr_result": "\"Unless we address these prob- lems, we will continuesliding into the low morale in which some of our militants are,\" he said, referring to disillusioned ANC soldiers who have deserted the South African National Defence Force in droves. \"Unless we address these prob- lems, we will continuesliding into the low morale in which some of our militants are,\" he said, referring to disillusioned ANC soldiers who have deserted the South African National Defence Force in droves."
    },
    {
        "block_type": "LAYOUT_TITLE",
        "reading_order": 37,
        "ocr_result": "NEWS FLASH NEWS FLASH"
    },
    {
        "block_type": "LAYOUT_SECTION_HEADER",
        "reading_order": 38,
        "ocr_result": "Russian Bombers Raid Chechnya Russian Bombers Raid Chechnya"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 39,
        "ocr_result": "Russian aircraft bombed two towns in the breakaway republic of Chechnya early today, causing an undetermined number of civilian casualties, Interfax news agency reported, quoting a Chechen official. The planes dropped bombs on Dolinski, 20 kilometres (12 miles) north the of Grozny, around 2.30 a.m. (2300 GMT Sunday), and Shall, southeast of Chechen capital, about half an hour later, Interfax quoted Sultan Takalashev, aide to vice-president Zelimkhan Yandarbiev, as saying. Shall is the home of the Chechen army's only armoured unit, but an AFP photographer at the scene said all the tanks had already left the base yesterday two loud Earlier, explosions heard in the Chechnya capital early Monday were caused a Russian human rights expert told a Moscow radio station that by Russian aircraft breaking the sound barrier, not by bombs. Russian aircraft bombed two towns in the breakaway republic of Chechnya early today, causing an undetermined number of civilian casualties, Interfax news agency reported, quoting a Chechen official. The planes dropped bombs on Dolinski, 20 kilometres (12 miles) north the of Grozny, around 2.30 a.m. (2300 GMT Sunday), and Shall, southeast of Chechen capital, about half an hour later, Interfax quoted Sultan Takalashev, aide to vice-president Zelimkhan Yandarbiev, as saying. Shall is the home of the Chechen army's only armoured unit, but an AFP photographer at the scene said all the tanks had already left the base yesterday two loud Earlier, explosions heard in the Chechnya capital early Monday were caused a Russian human rights expert told a Moscow radio station that by Russian aircraft breaking the sound barrier, not by bombs."
    },
    {
        "block_type": "LAYOUT_SECTION_HEADER",
        "reading_order": 40,
        "ocr_result": "Seven/Killed In Bahrain Clashes Seven/Killed In Bahrain Clashes"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 41,
        "ocr_result": "e Four Shilte Moslems and three policemen were killed in fresh clashes the 11 Bahrain yesterday, an Islamic opposition group said, as the authorities for first time admitted to \"troubles\" in the Gulf state. for the e Four Shilte Moslems and three policemen were killed in fresh clashes the 11 Bahrain yesterday, an Islamic opposition group said, as the authorities for first time admitted to \"troubles\" in the Gulf state. for the"
    },
    {
        "block_type": "LAYOUT_LIST",
        "reading_order": 42,
        "ocr_result": "first time admitted to \"troubles\" 113 In statement received in Nicosia, the banned Islamic Front for Liberation a of Bahrain said riot police \"are now using live bullets against demonstrators, which means the authorities have begun losing control\" events. Thousands of people joined demonstrations yesterday in the shille Mosleas village of Sanabes, west of Manama, where \"four civilians were killed dozens wounded,\" the statement said. The deaths caused \"an explosion of anger\" among the crowd, who \"trampleo to death three members of the riot police.\" The statement named three of the dead demonstrators, calling them of the intifada (uprising).' It said the fourth could not be identified. ruling Citing family in Bahrain - during the funor of one of the victims, 30-yes witnesses, it said angry crowds chanted \"Death to the al-Khalifa\". old Hani Abbas Khamis: A religious dede, scalled for a \"jihad\" of holy against the Baltrainauthofitlesf first time admitted to \"troubles\" 113 In statement received in Nicosia, the banned Islamic Front for Liberation a of Bahrain said riot police \"are now using live bullets against demonstrators, which means the authorities have begun losing control\" events. Thousands of people joined demonstrations yesterday in the shille Mosleas village of Sanabes, west of Manama, where \"four civilians were killed dozens wounded,\" the statement said. The deaths caused \"an explosion of anger\" among the crowd, who \"trampleo to death three members of the riot police.\" The statement named three of the dead demonstrators, calling them of the intifada (uprising).' It said the fourth could not be identified. ruling Citing family in Bahrain - during the funor of one of the victims, 30-yes witnesses, it said angry crowds chanted \"Death to the al-Khalifa\". old Hani Abbas Khamis: A religious dede, scalled for a \"jihad\" of holy against the Baltrainauthofitlesf"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 43,
        "ocr_result": "first time admitted to \"troubles\" 111 uc Our State, In a statement received in Nicosta, the banned Islamic Front for th II demonstrators, which means the authorities have begun losing control\" Liberation of Bahrain said niot police \"are now using live bullets against I first time admitted to \"troubles\" 111 uc Our State, In a statement received in Nicosta, the banned Islamic Front for th II demonstrators, which means the authorities have begun losing control\" Liberation of Bahrain said niot police \"are now using live bullets against I"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 44,
        "ocr_result": "events. Thousands of people joined demonstrations yesterday in the shille Moslea and village of Sanabes, west of Manama, where \"four civilians were killed dozens wounded,\" the statement said. events. Thousands of people joined demonstrations yesterday in the shille Moslea and village of Sanabes, west of Manama, where \"four civilians were killed dozens wounded,\" the statement said."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 45,
        "ocr_result": "eetunded dozens wounded,\" the statement said. The deaths caused \"an explosion of anger\" among the to death three members of the riot police.\" eetunded dozens wounded,\" the statement said. The deaths caused \"an explosion of anger\" among the to death three members of the riot police.\""
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 46,
        "ocr_result": "to acau The statement named three of the dead demonstrators, calling them of the intifada (uprising).\" It said the fourth could not be identified Citing witnesses, it said angry crowds chanted \"Death to the al-Khalifa' ruling family in Bahrain - during the funor of one of the victims, 30-ye old Hani Abbas Khamis: A religious clede, ShelkbsAbdekAmts Scalled for a \"jihad\" of holy against the Baltrain 'authorities in germon. to acau The statement named three of the dead demonstrators, calling them of the intifada (uprising).\" It said the fourth could not be identified Citing witnesses, it said angry crowds chanted \"Death to the al-Khalifa' ruling family in Bahrain - during the funor of one of the victims, 30-ye old Hani Abbas Khamis: A religious clede, ShelkbsAbdekAmts Scalled for a \"jihad\" of holy against the Baltrain 'authorities in germon."
    },
    {
        "block_type": "LAYOUT_SECTION_HEADER",
        "reading_order": 47,
        "ocr_result": "Plane Kills Scooter Driver Plane Kills Scooter Driver"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 48,
        "ocr_result": "Indian city of Hyderabad yesterday while crossing the runway on 2 SCOOD A man was killed by an Indian Airlines plane at an airport in the SOUP the Times of India reported today. The Airbus A-320 suffered slight damage after hitting the scooter driver landing at Hyderabad airport after nightfall, the newspaper said. None of the 135 passengers aboard the Madras to Hyderabad flight injured. The newspapers said It was not immediately clear how the scooter drll ended up on the runway. Indian city of Hyderabad yesterday while crossing the runway on 2 SCOOD A man was killed by an Indian Airlines plane at an airport in the SOUP the Times of India reported today. The Airbus A-320 suffered slight damage after hitting the scooter driver landing at Hyderabad airport after nightfall, the newspaper said. None of the 135 passengers aboard the Madras to Hyderabad flight injured. The newspapers said It was not immediately clear how the scooter drll ended up on the runway."
    },
    {
        "block_type": "LAYOUT_SECTION_HEADER",
        "reading_order": 49,
        "ocr_result": "Army Protects Tourists In Rio Army Protects Tourists In Rio"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 50,
        "ocr_result": "As the summer tourist season gets under way, army troops 2017 deployed to patrol Rio's popular beaches to protect visitors from pelly petty 9 a military source said yesterday. Joanen P2 As the summer tourist season gets under way, army troops 2017 deployed to patrol Rio's popular beaches to protect visitors from pelly petty 9 a military source said yesterday. Joanen P2"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 51,
        "ocr_result": "a military source said yesterday. The soldiers, clad in combat fatigues, will police Copacabana, Ipanema and other areas to combat armed petty robbers known as \"beach rats\" their of who along beaches, stealing nearly everything in as course The deployment, dubbed Operation Rio, was launched room youths sweep officials troop predicted that about three-fourths of the city's 22,000 hotel would be occupied throughout the austral summer. a military source said yesterday. The soldiers, clad in combat fatigues, will police Copacabana, Ipanema and other areas to combat armed petty robbers known as \"beach rats\" their of who along beaches, stealing nearly everything in as course The deployment, dubbed Operation Rio, was launched room youths sweep officials troop predicted that about three-fourths of the city's 22,000 hotel would be occupied throughout the austral summer."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 52,
        "ocr_result": "would be occupied throughout the austral summer. Alvaro Bezerra de Mello, spokesman for the Tourist Hotel Association would the results of Operation Rio in terms of increased tourism Revenue be known for a year. would be occupied throughout the austral summer. Alvaro Bezerra de Mello, spokesman for the Tourist Hotel Association would the results of Operation Rio in terms of increased tourism Revenue be known for a year."
    },
    {
        "block_type": "LAYOUT_SECTION_HEADER",
        "reading_order": 53,
        "ocr_result": "Somali Bandits Free Kidnapped 1 Somali Bandits Free Kidnapped 1"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 54,
        "ocr_result": "ern Two town European of Bossasso four days ago were freed yesterday after businessmen abducted by Somali bandits in interver by clan elders, UN sources said. The businessmen, a Frenchman and a Belgian, both involved in trade were taken hostage on Wednesday. The in Belgian Bossasso, was named as Valter Kemps, while the Frenchman identified as Somali only Christian. was killed when a shootout broke out A disagreement négotiator between the hostage takers and a group of Demoo apparent made up of elders and representatives from the Somali Salvation Front faction. bandits fled after the exchange of fire, leaving behind their The of armed Somalis abducted a young French working Separately, for the a group relief agency International Action Against Somalis Saturday and demanded that the agency pay compensation for by bandits while working for the aid group. Paris yesterday, the agency denied the dead Somalis, the killed agency the In dead Somalis were AICF staff members when they were ern Two town European of Bossasso four days ago were freed yesterday after businessmen abducted by Somali bandits in interver by clan elders, UN sources said. The businessmen, a Frenchman and a Belgian, both involved in trade were taken hostage on Wednesday. The in Belgian Bossasso, was named as Valter Kemps, while the Frenchman identified as Somali only Christian. was killed when a shootout broke out A disagreement négotiator between the hostage takers and a group of Demoo apparent made up of elders and representatives from the Somali Salvation Front faction. bandits fled after the exchange of fire, leaving behind their The of armed Somalis abducted a young French working Separately, for the a group relief agency International Action Against Somalis Saturday and demanded that the agency pay compensation for by bandits while working for the aid group. Paris yesterday, the agency denied the dead Somalis, the killed agency the In dead Somalis were AICF staff members when they were"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 55,
        "ocr_result": "Berbers, Fundamentalists On War Path Berbers, Fundamentalists On War Path"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 56,
        "ocr_result": "Several dozen armed men keep watch day and night Algeria's \"Switzerland,\" where the Berbers have got caught up in fundamentalist war wracking the rest of the country. All males over 17 in the 800-strong population have been mobilis with hunting rifles and machine-pistols, they man roughly-made of stones and treetrunks amid the crags and winding mountain The shepherds and smallholders carry weapons when they tend and fields/ Several dozen armed men keep watch day and night Algeria's \"Switzerland,\" where the Berbers have got caught up in fundamentalist war wracking the rest of the country. All males over 17 in the 800-strong population have been mobilis with hunting rifles and machine-pistols, they man roughly-made of stones and treetrunks amid the crags and winding mountain The shepherds and smallholders carry weapons when they tend and fields/"
    }
]