[{"block_type": "LAYOUT_FIGURE", "reading_order": 1, "ocr_result": ""}, {"block_type": "LAYOUT_HEADER", "reading_order": 2, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "Winnie Mandela with her mother-in-law outside the courtroom in Pretoria Winnie Mandela with her mother-in-law outside the courtroom in Pretoria"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 4, "ocr_result": "ife In The Underground ife In The Underground"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "e debate on the use of violence had gone mong us in the ANC since early 1960. ter Sisulu and I decided that Ishould raise lss uc of the armed struggle in the ANC at ries of meetings in June 1961. e debate on the use of violence had gone mong us in the ANC since early 1960. ter Sisulu and I decided that Ishould raise lss uc of the armed struggle in the ANC at ries of meetings in June 1961."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "he final meeting, the congress authorised me ) ahead and form a new military organisation, rate from the ANC. The policy of the ANC Id still be that of non-violence. I was orised to join with whomever I wanted or ded to create this organisation and would not object to the control of the mother organisation. s was a fateful step. For 50 years the ANC had ed non-violence as a core principle, beyond tion or debate. 1, who had never been a er, had been given the task of starting an 7. It would be a daunting task for a veteran eral, much less a military novice. The name is new organisation was Umkhonto we Sizwe : Spear of The Nation) - or MK for short. The r was chosen because with this simple pon Africans had resisted the incursions of les for centuries. he final meeting, the congress authorised me ) ahead and form a new military organisation, rate from the ANC. The policy of the ANC Id still be that of non-violence. I was orised to join with whomever I wanted or ded to create this organisation and would not object to the control of the mother organisation. s was a fateful step. For 50 years the ANC had ed non-violence as a core principle, beyond tion or debate. 1, who had never been a er, had been given the task of starting an 7. It would be a daunting task for a veteran eral, much less a military novice. The name is new organisation was Umkhonto we Sizwe : Spear of The Nation) - or MK for short. The r was chosen because with this simple pon Africans had resisted the incursions of les for centuries."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "though the Executive of the ANC did not GV white members, MK was not thus con- ned. With Joe Slovo of the Communist Party Walter Sisulu, we formed the high command myself as the chairman. Through Joe, I sted the efforts of white Communist Party nbers who had resolved on a course of ence and had already executed acts of sabo- such as cutting government telephone and munication lines. though the Executive of the ANC did not GV white members, MK was not thus con- ned. With Joe Slovo of the Communist Party Walter Sisulu, we formed the high command myself as the chairman. Through Joe, I sted the efforts of white Communist Party nbers who had resolved on a course of ence and had already executed acts of sabo- such as cutting government telephone and munication lines."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "Farm, in Rivonia, a bucolic northern suburb of Johannesburg. The farmhouse and property had been purchased by the movement for the pur- pose of having a safe house for those under- ground. It was an old house that needed work and no one lived there. Farm, in Rivonia, a bucolic northern suburb of Johannesburg. The farmhouse and property had been purchased by the movement for the pur- pose of having a safe house for those under- ground. It was an old house that needed work and no one lived there."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "noved about. I stayed at a doctor's house in nnesburg, sleeping in the servants' quarters ght and working in the study during the day, uld dash out to the backyard and pretend to he gardener. I then spent about a fortnight on gar plantation in Natal, living with a group of can labourers. My nextaddress was Lilies-leaf noved about. I stayed at a doctor's house in nnesburg, sleeping in the servants' quarters ght and working in the study during the day, uld dash out to the backyard and pretend to he gardener. I then spent about a fortnight on gar plantation in Natal, living with a group of can labourers. My nextaddress was Lilies-leaf"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "I went under the pretext that 1 was the houseboy or care-taker who would look after the place until my master took possession. I had taken the alias David Motsamayl, the name of one of my former clients. At the farm, I wore the simple blue overalls that were the uniform of the black male servant. During the day, the place was busy with workers, builders and painters who were repair- ing the main house and extending the outbuild- ings. We wanted to have a number of small rooms added to the house so that more people could stay. The workers were all Africans from Alexandra township and they called me 'waiter' or 'boy' (they never bothered to ask my name). I prepared breakfast for them and made them tea in the late morning and afternoon. They also sent me on errands about the farm, or ordered me to sweep the floor or pick up trash. I went under the pretext that 1 was the houseboy or care-taker who would look after the place until my master took possession. I had taken the alias David Motsamayl, the name of one of my former clients. At the farm, I wore the simple blue overalls that were the uniform of the black male servant. During the day, the place was busy with workers, builders and painters who were repair- ing the main house and extending the outbuild- ings. We wanted to have a number of small rooms added to the house so that more people could stay. The workers were all Africans from Alexandra township and they called me 'waiter' or 'boy' (they never bothered to ask my name). I prepared breakfast for them and made them tea in the late morning and afternoon. They also sent me on errands about the farm, or ordered me to sweep the floor or pick up trash."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "The loveliest times at the farm were when 1 was visited by my wife and family. Winnie would visit me at weekends. We were careful about her movements and she would be picked up by one driver, dropped off at another place, and then picked up by a second driver before Anally being delivered to the farm. Later, she would drive herself and the children, taking the most circui- tous route possible. The police were not yet following her every move. The loveliest times at the farm were when 1 was visited by my wife and family. Winnie would visit me at weekends. We were careful about her movements and she would be picked up by one driver, dropped off at another place, and then picked up by a second driver before Anally being delivered to the farm. Later, she would drive herself and the children, taking the most circui- tous route possible. The police were not yet following her every move."}, {"block_type": "LAYOUT_TITLE", "reading_order": 12, "ocr_result": "MY STORY Mandela MY STORY Mandela"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "P At these weekends time would sometimes seem to stop as we pretended that these stolen mo- ments together were the rule not the except on of our lives. Ironically, we had more privacy at Liliesleaf then we ever had at home. The children could run about ant play, and we were secure, P At these weekends time would sometimes seem to stop as we pretended that these stolen mo- ments together were the rule not the except on of our lives. Ironically, we had more privacy at Liliesleaf then we ever had at home. The children could run about ant play, and we were secure,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "however briefly, in this Idyllic bubble. My son Makgatho, then 11, had been Instructed never to reveal my real name in front of anyone. I could tell he was determined, in his own small way, to keep my identity a secret. Unfortunately one day, towards the end of that year, he was at the farm playing with Nicholas Goldreich, the enant farmer's 11-year-oldson. Winnie had brought me a copy of the magazine Drum and Makgatho and Nicholas stimbled upon it while they were playing. They began leading through it when suddenly Makgatho stopped at a picture of me taken before I had gone underground. 'That's my father,' he exclaimed. Nicholas did not believe him, which made Makgatho even keener to prove it was true. Makgatho then told his friend that my real name was Nelson Mandela. 'No, your father's name is David,' Nicholasreplied. The boy then ran to his mother and asked her whether or nor my name was David. She replied: 'Yes, it is David.' Nicholas then explained to his mother that Makgatho had told him that his father's real name was Nelson. Once again I had the feeling that had remained too long in one place. however briefly, in this Idyllic bubble. My son Makgatho, then 11, had been Instructed never to reveal my real name in front of anyone. I could tell he was determined, in his own small way, to keep my identity a secret. Unfortunately one day, towards the end of that year, he was at the farm playing with Nicholas Goldreich, the enant farmer's 11-year-oldson. Winnie had brought me a copy of the magazine Drum and Makgatho and Nicholas stimbled upon it while they were playing. They began leading through it when suddenly Makgatho stopped at a picture of me taken before I had gone underground. 'That's my father,' he exclaimed. Nicholas did not believe him, which made Makgatho even keener to prove it was true. Makgatho then told his friend that my real name was Nelson Mandela. 'No, your father's name is David,' Nicholasreplied. The boy then ran to his mother and asked her whether or nor my name was David. She replied: 'Yes, it is David.' Nicholas then explained to his mother that Makgatho had told him that his father's real name was Nelson. Once again I had the feeling that had remained too long in one place."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "After travelling widely in 1962, in Africa and Britain, to gatber support, Mandela returned clan- destinely to South Africa with Cecil Williams, an ANC member. After travelling widely in 1962, in Africa and Britain, to gatber support, Mandela returned clan- destinely to South Africa with Cecil Williams, an ANC member."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "After crossing the border, I breathed in deeply. The air of one's home always smells sweet after one has been a way. It was a clear winter night and somehow even the stars looked more welcoming here then from elsewhere on the continent. Though I was leaving a world where I experienced free- dom for the first time and returning to one where I was a fugitive, I was relieved to be back in the land of my birth and destiny. We drove all night, slipping across the border just after midnight and reaching Uliesleaf Farm in Rivonia at down. At the farm, I did not have time for rest because the following night we held a meeting for me to give a briefing on my trip. After crossing the border, I breathed in deeply. The air of one's home always smells sweet after one has been a way. It was a clear winter night and somehow even the stars looked more welcoming here then from elsewhere on the continent. Though I was leaving a world where I experienced free- dom for the first time and returning to one where I was a fugitive, I was relieved to be back in the land of my birth and destiny. We drove all night, slipping across the border just after midnight and reaching Uliesleaf Farm in Rivonia at down. At the farm, I did not have time for rest because the following night we held a meeting for me to give a briefing on my trip."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "I left the next night from Rivonia in the company of Cedl, posing as his chauffeur. I had planned a series of secret meetings in Durban and for one of them I was taken to Groutville, where Chief Luthuli (the ANC leader and Nobel Peace Prize winner) lived. We met in the house of an Indian woman in town, where I explained the situation to the chief atsomelength and he listened without speaking. I left the next night from Rivonia in the company of Cedl, posing as his chauffeur. I had planned a series of secret meetings in Durban and for one of them I was taken to Groutville, where Chief Luthuli (the ANC leader and Nobel Peace Prize winner) lived. We met in the house of an Indian woman in town, where I explained the situation to the chief atsomelength and he listened without speaking."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "The chief did not make decisions on the spur of the moment. I could see he wanted to think about what I had said and talk to some of his friends about it. I said farewell, and he advised me to be careful. I still had a number of appointments in the city and townships that evening. My last meeting was with the Durban regional command of Umkhonto we Sizwe. The chief did not make decisions on the spur of the moment. I could see he wanted to think about what I had said and talk to some of his friends about it. I said farewell, and he advised me to be careful. I still had a number of appointments in the city and townships that evening. My last meeting was with the Durban regional command of Umkhonto we Sizwe."}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "I briefed them on my trip to Africa, about the support we had received and the offers of training. I explained that for the moment MK should limit itself to sabotage, but that if sabotage did not have the desired effect we would probably move on to guerrilla warfare. It was a pleasant evening and I slept well. On Sunday afternoon - 5 August met Cedi for the long drive back to Johannesburg in his trusty Austin. We took turns behind the wheel. It W2S a clear, cool day and 1 revelled in the beauty of the Natal countryside; even in winter, Natal is green. Now that I was returning to Johannesburg I would have some time to see Winnie and the children. I had often wished that Winnie could share with me the wonders of Africa, but next best was to tell her what I had seen and done. I briefed them on my trip to Africa, about the support we had received and the offers of training. I explained that for the moment MK should limit itself to sabotage, but that if sabotage did not have the desired effect we would probably move on to guerrilla warfare. It was a pleasant evening and I slept well. On Sunday afternoon - 5 August met Cedi for the long drive back to Johannesburg in his trusty Austin. We took turns behind the wheel. It W2S a clear, cool day and 1 revelled in the beauty of the Natal countryside; even in winter, Natal is green. Now that I was returning to Johannesburg I would have some time to see Winnie and the children. I had often wished that Winnie could share with me the wonders of Africa, but next best was to tell her what I had seen and done."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "Once we left the Industrial precincts of Durban, we moved through hills that offered majestic views of the surrounding valleys and the blue- black waters of the Indian Ocean. Durban is the principal port for the country's main Industrial area and the highway that leads to Johannesburg runs paralled to the railway line for a great distance. I went from contemplating the natural beauty to ruminating on the fact that the railway line, being so close to the road, offered a convenient place for sabotage. 1 jotted this down in the notebook 1 always carried with me. Once we left the Industrial precincts of Durban, we moved through hills that offered majestic views of the surrounding valleys and the blue- black waters of the Indian Ocean. Durban is the principal port for the country's main Industrial area and the highway that leads to Johannesburg runs paralled to the railway line for a great distance. I went from contemplating the natural beauty to ruminating on the fact that the railway line, being so close to the road, offered a convenient place for sabotage. 1 jotted this down in the notebook 1 always carried with me."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "miles north-west of Pietermaritzburg. At Cedara, a small town justpast Howick, Inoticed a Ford V8 Alled with white men shoot past us on the right. In instinctively turned round to shoot past us on the right. I instructively turned round to look behind and I saw two more cars filled with white men. Suddenly, in front of us, the Ford was signalling to us to stop. I knewin that instant that my life on the run was over; my months of 'freedom' were about to end. miles north-west of Pietermaritzburg. At Cedara, a small town justpast Howick, Inoticed a Ford V8 Alled with white men shoot past us on the right. In instinctively turned round to shoot past us on the right. I instructively turned round to look behind and I saw two more cars filled with white men. Suddenly, in front of us, the Ford was signalling to us to stop. I knewin that instant that my life on the run was over; my months of 'freedom' were about to end."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Cerll and 1 were engrossed in discussions of sabotage plans as we passed through Howick, 20 Cerll and 1 were engrossed in discussions of sabotage plans as we passed through Howick, 20"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "As Cecil slowed down he turned to me and said: \"Who are these men?' I did not answer because we both knew very well who they were. They had chosen their hiding place well; to the left of us was a steep wooded bank they could have forced us into had we tried to clude them. I was in the left-hand passenger seat, and for moment I thought about jumping out and making an escape into the woods, but I would have been shot in a matter of seconds. As Cecil slowed down he turned to me and said: \"Who are these men?' I did not answer because we both knew very well who they were. They had chosen their hiding place well; to the left of us was a steep wooded bank they could have forced us into had we tried to clude them. I was in the left-hand passenger seat, and for moment I thought about jumping out and making an escape into the woods, but I would have been shot in a matter of seconds."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "When our car stopped, 2 tall, slender man with a stern expression came over to the window on the passenger side. He was unshaven and it appeared that he had not slept in quite a while. I assumed he had been waiting for us for several days. In a calm voice, he introduced himself as Sergeant Vorster of the Pietermaritzburg police and produced an arrest warrant. He asked me to identify myself. When our car stopped, 2 tall, slender man with a stern expression came over to the window on the passenger side. He was unshaven and it appeared that he had not slept in quite a while. I assumed he had been waiting for us for several days. In a calm voice, he introduced himself as Sergeant Vorster of the Pietermaritzburg police and produced an arrest warrant. He asked me to identify myself."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "I told him my name was David Motsamayi. He nodded, and then, in a very proper way, he asked me a few questions. I parried these,without gl ving him much information. He seemed imi- tated and said: 'Ag, you're Nelson Mandela and this is Cecil Williams, and you are under arrest!' Heinformed us that a police major from the other car would accompany us back to Pletermaritzburg. The police were not yet so vigilant in those days and Sergeant Vorster did not bother searching me. I had my loaded revolver and again I thought of escape, but I would have been greatly out- numbered. I secretly put the revolver -and my notebook - between the upholstery of my seat. For some reason, the police never found the gun or the small notebook. I told him my name was David Motsamayi. He nodded, and then, in a very proper way, he asked me a few questions. I parried these,without gl ving him much information. He seemed imi- tated and said: 'Ag, you're Nelson Mandela and this is Cecil Williams, and you are under arrest!' Heinformed us that a police major from the other car would accompany us back to Pletermaritzburg. The police were not yet so vigilant in those days and Sergeant Vorster did not bother searching me. I had my loaded revolver and again I thought of escape, but I would have been greatly out- numbered. I secretly put the revolver -and my notebook - between the upholstery of my seat. For some reason, the police never found the gun or the small notebook."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "Cedi and I were locked in separate cells. I now had time to ruminate on my situation. I had I ways known that arrest was a possibility, but in my cell night I realised I was not prepared for the reality of capture and conflnement. I was upset and agitated. Someone had dpped off the police about my whereabouts; they had known I was in Durban and that I would be returning to Johannesburg. For weeks before my return, the police believed that I was already back in the country. In June, newspaper headlines blared Return of The Black Pimpernel! While I was still in Addis Ababa, Perhaps that had been a bluff? The authorities had been harassing Winnie in the belief that she would know whether I was back. I knew that they had followed her and searched the house on a number of occasions. I guessed they had figured I would visit Chief Lutuli directly upon my return, and they were correct. But I also suspected they had informa- tion that I was in Durban at that time. Cedi and I were locked in separate cells. I now had time to ruminate on my situation. I had I ways known that arrest was a possibility, but in my cell night I realised I was not prepared for the reality of capture and conflnement. I was upset and agitated. Someone had dpped off the police about my whereabouts; they had known I was in Durban and that I would be returning to Johannesburg. For weeks before my return, the police believed that I was already back in the country. In June, newspaper headlines blared Return of The Black Pimpernel! While I was still in Addis Ababa, Perhaps that had been a bluff? The authorities had been harassing Winnie in the belief that she would know whether I was back. I knew that they had followed her and searched the house on a number of occasions. I guessed they had figured I would visit Chief Lutuli directly upon my return, and they were correct. But I also suspected they had informa- tion that I was in Durban at that time."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "The movement had been infiltrated with in- formers, and even well-intentioned people were generally not as dight lipped as they should have been. I had also been lax. Too many people had known I was in Durban. I had even had a party the night before. I left and I chastised myself for letting down my guard. My mind ricocheted among the possibilities. Was it an informer in Durban? Someone from Johannesburg? Someone from the movement? Or even a friend or member of the family? But such speculation about un- knowns is futile and, with the combination of mental and physical exhaustion, I soon fell deeply asleep. At least on this night - 5 August 1962- I did not have to worry about whether the police would find me. They already had. The movement had been infiltrated with in- formers, and even well-intentioned people were generally not as dight lipped as they should have been. I had also been lax. Too many people had known I was in Durban. I had even had a party the night before. I left and I chastised myself for letting down my guard. My mind ricocheted among the possibilities. Was it an informer in Durban? Someone from Johannesburg? Someone from the movement? Or even a friend or member of the family? But such speculation about un- knowns is futile and, with the combination of mental and physical exhaustion, I soon fell deeply asleep. At least on this night - 5 August 1962- I did not have to worry about whether the police would find me. They already had."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 28, "ocr_result": "Concluded Concluded"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "-An Observer Life:3. act from Long Walk To Freedom, published by Little, Brown OR 30 November at £20. Copyright 1994 by Nelson Roliblable Mandela -An Observer Life:3. act from Long Walk To Freedom, published by Little, Brown OR 30 November at £20. Copyright 1994 by Nelson Roliblable Mandela"}]