[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "Slug: KAHANI Slug: KAHANI"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "Page 6 Page 6"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 3, "ocr_result": "Badejo and Sarabhai Badejo and Sarabhai"}, {"block_type": "LAYOUT_TITLE", "reading_order": 4, "ocr_result": "Behind Itan Kahani The Story Of The Storytellers Behind Itan Kahani The Story Of The Storytellers"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "No.2 Tbompson Avenue, belied properly the intention of its occupants. Actually Monday night was only a few bours to final departure of ITAN KAHANI, the five-man performance group who bad stormed MUSON bouse, Onikan, Lagos, with be story of stories two weekends ago. It was cour- esy of the British Council, who also rounded off er own golden jubilee anniversary in Nigeria, tarted far earlier in the year. Inside among best -fans Mallika Sarabbai of India, Peter Badejo, ondon based Nigerian dance dramatist, Director obn Martin, instrumentalists Jamie McCartby, ppu Vaz and Ian Parmel, all adults though, birped on bebind the doors as if to relive Saga of be Teenage Beatles again, arriving on their first d Sullivan show. Together they pulled the latest innovation in theatre - by \"Story-telling\", Excerpts: No.2 Tbompson Avenue, belied properly the intention of its occupants. Actually Monday night was only a few bours to final departure of ITAN KAHANI, the five-man performance group who bad stormed MUSON bouse, Onikan, Lagos, with be story of stories two weekends ago. It was cour- esy of the British Council, who also rounded off er own golden jubilee anniversary in Nigeria, tarted far earlier in the year. Inside among best -fans Mallika Sarabbai of India, Peter Badejo, ondon based Nigerian dance dramatist, Director obn Martin, instrumentalists Jamie McCartby, ppu Vaz and Ian Parmel, all adults though, birped on bebind the doors as if to relive Saga of be Teenage Beatles again, arriving on their first d Sullivan show. Together they pulled the latest innovation in theatre - by \"Story-telling\", Excerpts:"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "India where I met Sarabhai, I took Peter and Mallika to Commonwealth, I discovered they are both revolutionaries, each an expert in their own traditions-but not stupld, in a sense we realised that traditions have to change with time. And culture reflects the state [of things] not history. There are other concepts around this. That, culture grows big then destroys itself, culture destroys to recreate itself. Or else there will be solerosis. India where I met Sarabhai, I took Peter and Mallika to Commonwealth, I discovered they are both revolutionaries, each an expert in their own traditions-but not stupld, in a sense we realised that traditions have to change with time. And culture reflects the state [of things] not history. There are other concepts around this. That, culture grows big then destroys itself, culture destroys to recreate itself. Or else there will be solerosis."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "So we met, we drank some wine, we talked. I took Peter to India, spent three weeks. They discovered their own common attributes and individual differences. We talked about the world, we set around and shared experiences. Peter drew up stories from the Yoruba tradition, Mallika brought up stories from India, I also brought the stories from Anglo saxon. We went over a lot of them and sorted out the needed ones, builta story So we met, we drank some wine, we talked. I took Peter to India, spent three weeks. They discovered their own common attributes and individual differences. We talked about the world, we set around and shared experiences. Peter drew up stories from the Yoruba tradition, Mallika brought up stories from India, I also brought the stories from Anglo saxon. We went over a lot of them and sorted out the needed ones, builta story"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 8, "ocr_result": "plot.. it was fantastic! plot.. it was fantastic!"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "MALLIKA SARABHAI, was even more excit- ing. Obviously the golden fish of the ITANKAHANI small family. She is agile and slim waisted, wben she danced on stage, she made slapping sounds with the flat of ber feet and combine its barmony with the accompanying musical instruments manned by Appu Vax, lan Parmel and sbinny- beaded Macartby. Mallika, a leading actress in India reputedly inberited acting from ber mother Mrilane Sarabbai, wbo founded and runs the Darpana Academy, now jointly with Mallika, all three a great name in India. Q: What Is your source of inspiration? A: The source of Inspiration is the fact that people are fortunate, we, in the art of the story telling and theatres try to use the opportunity to create a little window in peoples' minds. MALLIKA SARABHAI, was even more excit- ing. Obviously the golden fish of the ITANKAHANI small family. She is agile and slim waisted, wben she danced on stage, she made slapping sounds with the flat of ber feet and combine its barmony with the accompanying musical instruments manned by Appu Vax, lan Parmel and sbinny- beaded Macartby. Mallika, a leading actress in India reputedly inberited acting from ber mother Mrilane Sarabbai, wbo founded and runs the Darpana Academy, now jointly with Mallika, all three a great name in India. Q: What Is your source of inspiration? A: The source of Inspiration is the fact that people are fortunate, we, in the art of the story telling and theatres try to use the opportunity to create a little window in peoples' minds."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "area of arts and the cinema of retaining particularly her own, in the face of accultura don and, dangerously, encroachment by the western influence. Does this inform you? area of arts and the cinema of retaining particularly her own, in the face of accultura don and, dangerously, encroachment by the western influence. Does this inform you?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "A: Our art does not go by the Western connotation, in India performance is performance. The story telling is a great tradition that existed among peoples, before the present popular forms. Story telling is a tradition naturally developed by the people that never ends. And what you call tradition is a part of that 5,000 years history. Which is a continuous thing, history today is tradition tomorrow. A: Our art does not go by the Western connotation, in India performance is performance. The story telling is a great tradition that existed among peoples, before the present popular forms. Story telling is a tradition naturally developed by the people that never ends. And what you call tradition is a part of that 5,000 years history. Which is a continuous thing, history today is tradition tomorrow."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Even in the western culture too, there is a difference between the situation in Greece and where the present Europe took its departure, there is a difference between the two traditions. This is the strength of Asia, in a fact that a dynamics in this tradition continues. Even in the western culture too, there is a difference between the situation in Greece and where the present Europe took its departure, there is a difference between the two traditions. This is the strength of Asia, in a fact that a dynamics in this tradition continues."}, {"block_type": "LAYOUT_LIST", "reading_order": 13, "ocr_result": "Q: Perhaps part of your own strength, secrets of success is that you are Hindu? A: lam Hindu, but not in the religious sense. I have a religion, yes like many other peoples do - christians, muslims, Hindu; I am Hindu, that's my religion. But priests have become politicians, paying attention to God a little. It is now a question of power, everybody wants power. Politicians want power, Businessmen want power. So religion has little to do with it. If you believe in Christy you are a hindu - you don't need to be converted, you cannot be converted. Q: The ITAN KAHANI has been commended as a marvellous show; good theatrics, skill and meaningful, but, as a good artist do you notice that a performer can be hyperactive; a kind of flaw? A: I AM hyperactive! You get me on that [points an index Anger directly on my nose, exchanging the initial messages of an under standing, beautiful]. Peter Badejo Q: How have you been? A: We dey survive. Q: What is your impression of this trip to Nigeria and the performance of ITAN KAHANI? Q: Perhaps part of your own strength, secrets of success is that you are Hindu? A: lam Hindu, but not in the religious sense. I have a religion, yes like many other peoples do - christians, muslims, Hindu; I am Hindu, that's my religion. But priests have become politicians, paying attention to God a little. It is now a question of power, everybody wants power. Politicians want power, Businessmen want power. So religion has little to do with it. If you believe in Christy you are a hindu - you don't need to be converted, you cannot be converted. Q: The ITAN KAHANI has been commended as a marvellous show; good theatrics, skill and meaningful, but, as a good artist do you notice that a performer can be hyperactive; a kind of flaw? A: I AM hyperactive! You get me on that [points an index Anger directly on my nose, exchanging the initial messages of an under standing, beautiful]. Peter Badejo Q: How have you been? A: We dey survive. Q: What is your impression of this trip to Nigeria and the performance of ITAN KAHANI?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "Perhaps part of your own strength, or secrets of success is that you are Hindu? Perhaps part of your own strength, or secrets of success is that you are Hindu?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "A: lam Hindu, but not in the religious sense. I have a religion, yes like many other peoples do - christians, muslims, Hindu; I am Hindu, that's my religion. But priests have become politicians, paying attention to God a little. It is now a question of power, everybody wants power. Politicians want power, Businessmen want power. So religion has little to do with it. If you believe in Christ you are a hindu - you don't need to be converted, you cannot be converted. A: lam Hindu, but not in the religious sense. I have a religion, yes like many other peoples do - christians, muslims, Hindu; I am Hindu, that's my religion. But priests have become politicians, paying attention to God a little. It is now a question of power, everybody wants power. Politicians want power, Businessmen want power. So religion has little to do with it. If you believe in Christ you are a hindu - you don't need to be converted, you cannot be converted."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Q: The ITAN KAHANI has been commended as a marvellous show; good theatrics, skill and meaningful, but, as a good artist do you notice that a performer can be hyperactive; a kind of flaw? Q: The ITAN KAHANI has been commended as a marvellous show; good theatrics, skill and meaningful, but, as a good artist do you notice that a performer can be hyperactive; a kind of flaw?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "A: I AM hyperactive! You get me on that [points an index Anger directly on my nose, exchanging the initial messages of an under standing, beautiful]. A: I AM hyperactive! You get me on that [points an index Anger directly on my nose, exchanging the initial messages of an under standing, beautiful]."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Peter Badejo I i Peter Badejo I i"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "Q: How have you been? Q: How have you been?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "A: We dey survive. A: We dey survive."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Q: What is your impression of this trip to Nigeria and the erformance of ITAN KAHANI? Q: What is your impression of this trip to Nigeria and the erformance of ITAN KAHANI?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Very exciting. It's particularly successful. It goes to teach - hope that a grassroot medium can be utilised to communicate at whatever level, with the people. It shows all those big requirements of a popular big theatre. With Itan Kahani, drama is reduced to its simple but sophisticated base. You can do it with two lights, you can do it with 10 lights, you can do it with candle light, the result is the same. Very exciting. It's particularly successful. It goes to teach - hope that a grassroot medium can be utilised to communicate at whatever level, with the people. It shows all those big requirements of a popular big theatre. With Itan Kahani, drama is reduced to its simple but sophisticated base. You can do it with two lights, you can do it with 10 lights, you can do it with candle light, the result is the same."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "P Q: How did you arrive at this story. Itan Kahani? P Q: How did you arrive at this story. Itan Kahani?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "It started as a joke really. It's an Euro-Indo-African connection. Before the production, I have seen Mallika performances and John Martin is a common friend of us who knows her too as he knows me. He brought us together. It started as a joke really. It's an Euro-Indo-African connection. Before the production, I have seen Mallika performances and John Martin is a common friend of us who knows her too as he knows me. He brought us together."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "Q: Tell us briefly about yourself. My name is Peter Badejo from Ijebu-Ode, Nigeria. My mother is from ljebu-Ode. I started drama at life, I worked at the University of Ife [now Obafemi Awolowo University] for 6 years. I worked for 18 years at the Ahmadu Bello University [ABU] where I retired 5 years ago. Q: Tell us briefly about yourself. My name is Peter Badejo from Ijebu-Ode, Nigeria. My mother is from ljebu-Ode. I started drama at life, I worked at the University of Ife [now Obafemi Awolowo University] for 6 years. I worked for 18 years at the Ahmadu Bello University [ABU] where I retired 5 years ago."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "Among my works, in the latest new arts, was sponsored to Edinburg in 1987. I had a producti on in Zaria, prelude to the coming of the elections, a dance-drama titled Allab bualafia- a sort of prayer that God should grant us a successful conduct of the elections, which was later adopted by MAMSER. Among my works, in the latest new arts, was sponsored to Edinburg in 1987. I had a producti on in Zaria, prelude to the coming of the elections, a dance-drama titled Allab bualafia- a sort of prayer that God should grant us a successful conduct of the elections, which was later adopted by MAMSER."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "P I am married with four kids, two in America, two in London. 1 brought one of my three boys, now in Oshogbo to spend one year in Nigeria. P I am married with four kids, two in America, two in London. 1 brought one of my three boys, now in Oshogbo to spend one year in Nigeria."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": ": My ultimate goal, as a practitioner will be to be able to utilise theatre properly for society. Look at it, we cannot in a half century run what we call a professional theatre. There are no facilities. : My ultimate goal, as a practitioner will be to be able to utilise theatre properly for society. Look at it, we cannot in a half century run what we call a professional theatre. There are no facilities."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "Q: What would you think is responsible for this? A: In my reason, I think we had the wrong end of the baton. You know, It's like a relay race and what we have is the wrong end of the relay baton. There are vital questions to ask the theatre, like what is the function, or what should be the function we create for our theatre? Should it be the immitative kind of theatre that we tend to produce? They say the predominant audience of our theatre is in middle class, how many of them? Professionals should be able to Q: What would you think is responsible for this? A: In my reason, I think we had the wrong end of the baton. You know, It's like a relay race and what we have is the wrong end of the relay baton. There are vital questions to ask the theatre, like what is the function, or what should be the function we create for our theatre? Should it be the immitative kind of theatre that we tend to produce? They say the predominant audience of our theatre is in middle class, how many of them? Professionals should be able to"}, {"block_type": "LAYOUT_LIST", "reading_order": 30, "ocr_result": "utilise theatre outside of the exclusive enclave. Q: What exactly do you think can be done in this direction? A: We have to decide what future do we have for theatre in This is important, or should concede Nigeria. just as very Kahani tricks we the Itan pointed out somewhere, in the deliberate of the story teller, to having a kind of alternative ending to our story? Q: Proponents have mostly found a fault for the un-progress of theatre [including other arts] in the asyndetic relationship with Nigeria government(s). A: Idon't believe government[s] frustrate us. The choice is clear, If you want a government's push, if you want to support the government, then you can be through being their propaganda machine, and they'll support you. So as for the theories about government and artists relation ship, it's a matter of decision. [Arts came anditis 2 mother of the government, among your chil- dren, you can have good ones, you can have the bad]. Q: Of course we learnt through Itan Kahani that though empty drums make the most noise, But yet the louder the roar, the stronger the Hon what is your own view of Itan Kahani? A: I see telling as the beginning of all of world theatre, story the story teller is a kind he magician, he creates a world that is true and makes you believe it. utilise theatre outside of the exclusive enclave. Q: What exactly do you think can be done in this direction? A: We have to decide what future do we have for theatre in This is important, or should concede Nigeria. just as very Kahani tricks we the Itan pointed out somewhere, in the deliberate of the story teller, to having a kind of alternative ending to our story? Q: Proponents have mostly found a fault for the un-progress of theatre [including other arts] in the asyndetic relationship with Nigeria government(s). A: Idon't believe government[s] frustrate us. The choice is clear, If you want a government's push, if you want to support the government, then you can be through being their propaganda machine, and they'll support you. So as for the theories about government and artists relation ship, it's a matter of decision. [Arts came anditis 2 mother of the government, among your chil- dren, you can have good ones, you can have the bad]. Q: Of course we learnt through Itan Kahani that though empty drums make the most noise, But yet the louder the roar, the stronger the Hon what is your own view of Itan Kahani? A: I see telling as the beginning of all of world theatre, story the story teller is a kind he magician, he creates a world that is true and makes you believe it."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "utilise theatre outside of the exclusive enclave. Q: What exactly do you think can be done in this direction? utilise theatre outside of the exclusive enclave. Q: What exactly do you think can be done in this direction?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "A: We have to decide what future do we have for theatre in Nigeria. This is very important or should we concede just as the Itan Kahani pointed out somewhere, in the deliberate tricks of the story teller, to having a kind of alternative ending to our story? A: We have to decide what future do we have for theatre in Nigeria. This is very important or should we concede just as the Itan Kahani pointed out somewhere, in the deliberate tricks of the story teller, to having a kind of alternative ending to our story?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "Q: Proponents have mostly found a fault for so our storyr the un-progress of theatre [including other arts) in the asyndetic relationship with Nigeria government(s]. Q: Proponents have mostly found a fault for so our storyr the un-progress of theatre [including other arts) in the asyndetic relationship with Nigeria government(s]."}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "A: I don't believe government[s] frustrate USA The choice is clear, if you want a push, if you want to support the then you can be through being their propaganda machine, and they'll support you. So as for the theories about government and artists relation ship, it's a matter of decision. [Arts came and it is a mother of the government, among your chil- dren, you can have good ones, you can have the bad]. A: I don't believe government[s] frustrate USA The choice is clear, if you want a push, if you want to support the then you can be through being their propaganda machine, and they'll support you. So as for the theories about government and artists relation ship, it's a matter of decision. [Arts came and it is a mother of the government, among your chil- dren, you can have good ones, you can have the bad]."}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "badj. Q: Of course we learnt through Itan Kahani that though empty drums make the most noise, yet the louder the roar, the stronger the lion. But what is your own view of Itan Kahani? of all badj. Q: Of course we learnt through Itan Kahani that though empty drums make the most noise, yet the louder the roar, the stronger the lion. But what is your own view of Itan Kahani? of all"}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "what is your own view of Itan Kaham world theatre, the story teller is a kind of A: I see story telling as the beginning of all magician, he creates a world that is true and he makes you believe it. what is your own view of Itan Kaham world theatre, the story teller is a kind of A: I see story telling as the beginning of all magician, he creates a world that is true and he makes you believe it."}, {"block_type": "LAYOUT_FOOTER", "reading_order": 37, "ocr_result": ": How did you bring up the ITAN KAHANI? : How did you bring up the ITAN KAHANI?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "- Encounter by Gbenga Ogunsakin. - Encounter by Gbenga Ogunsakin."}]