[{"block_type": "LAYOUT_TITLE", "reading_order": 1, "ocr_result": "PMSport, PMSport,"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "Page Page"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 3, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Hamid Muazu Hamid Muazu"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "Lack of spectator support has cast a deep shadow over South African football just one year be- fore they host the 1996 African Nations' Cup finals. On a continent where most national teams regularly perform in front of huge crowds, South Africa have consistently failed to attract large attendances. Even the appearance of 1992 African Footballer of the Year Abedi Pele and other European- based stars for Ghana did not entice more than 15,000 fans to Pretoria last month. And when South Africa faced a Cameroon team including the legendary Roger Milla at the week- end in the concluding game of a four-nation tournament, fewerthan 20,000 supporters turned up. The dismal crowds are blamed Lack of spectator support has cast a deep shadow over South African football just one year be- fore they host the 1996 African Nations' Cup finals. On a continent where most national teams regularly perform in front of huge crowds, South Africa have consistently failed to attract large attendances. Even the appearance of 1992 African Footballer of the Year Abedi Pele and other European- based stars for Ghana did not entice more than 15,000 fans to Pretoria last month. And when South Africa faced a Cameroon team including the legendary Roger Milla at the week- end in the concluding game of a four-nation tournament, fewerthan 20,000 supporters turned up. The dismal crowds are blamed"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 6, "ocr_result": "Area Boys Area Boys"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "\"The poor handling of the \"The poor handling of the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "A group of city lay-abouts, popularly referred to as 'Area boys' are out on the hunt for referee Hamid Muazu, the man who was at the centre during the abandoned FA Cup final match between Julius Berger of Lagos and BCC Lions of Gboko in Bauchi. A group of city lay-abouts, popularly referred to as 'Area boys' are out on the hunt for referee Hamid Muazu, the man who was at the centre during the abandoned FA Cup final match between Julius Berger of Lagos and BCC Lions of Gboko in Bauchi."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "on too much live TV coverage, high admission charges and com- peting forms of entertainment of- fered by a sophisticated society. South Africa also lacks a na- tional star like Pele, Kalusha Bwalya of Zambia or Rashidi Yekini of Nigeria to sell football to an audience who can choose from an array of sports. Ironically, while spectators in other countries pack into a limited number of largely decaying stadi- ums, South Africa boasts many international-standard venues. Since returning to international football after almost three decades of apartheid-induced isolation, South Africa have played at nine venues, including three in Johannesburg. But only Zambia, who filled on too much live TV coverage, high admission charges and com- peting forms of entertainment of- fered by a sophisticated society. South Africa also lacks a na- tional star like Pele, Kalusha Bwalya of Zambia or Rashidi Yekini of Nigeria to sell football to an audience who can choose from an array of sports. Ironically, while spectators in other countries pack into a limited number of largely decaying stadi- ums, South Africa boasts many international-standard venues. Since returning to international football after almost three decades of apartheid-induced isolation, South Africa have played at nine venues, including three in Johannesburg. But only Zambia, who filled"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "And after the remarkably high attendances at the 1994 World Cup in the United States, FIFA would be unlikely to risk handing their showpiece to a land of arm- chair fans. And after the remarkably high attendances at the 1994 World Cup in the United States, FIFA would be unlikely to risk handing their showpiece to a land of arm- chair fans."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 11, "ocr_result": "Obiyan DeniesStores 1 mach who Obiyan DeniesStores 1 mach who"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Ex Stationery Stores player and now trained coach, Godwin Obiyan has denied being part of the Adebajo Babes recruitment team for next season. Ex Stationery Stores player and now trained coach, Godwin Obiyan has denied being part of the Adebajo Babes recruitment team for next season."}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "cup final by Muazu robbed us of a lot of goodies. Berger had assured us of some kind of bo- nus if they won the cup. We left Lagos with high hopes of getting some money to use during Christ- mas and New Year festivities. Muazu stole our goodies with his questionable officiating, and we are going to hunt him down,\" cup final by Muazu robbed us of a lot of goodies. Berger had assured us of some kind of bo- nus if they won the cup. We left Lagos with high hopes of getting some money to use during Christ- mas and New Year festivities. Muazu stole our goodies with his questionable officiating, and we are going to hunt him down,\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "However, unless there is a dra- matic increase in crowd support, 1996 Nation's Cup matches in- volving less glamorous nations could be fought in front of empty stands. However, unless there is a dra- matic increase in crowd support, 1996 Nation's Cup matches in- volving less glamorous nations could be fought in front of empty stands."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "Obiyan, who now handles a team known as Obiyan Babes par- ticipating in the ongoing Oba Cup championship confessed that the was verbally told by the chairper- son of the club, Princess Gloria Adebajo to assist the team and not recruit players. Obiyan, who now handles a team known as Obiyan Babes par- ticipating in the ongoing Oba Cup championship confessed that the was verbally told by the chairper- son of the club, Princess Gloria Adebajo to assist the team and not recruit players."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "He indicated his desire to help the team back to its former presti- gious position but decried any attempt to blackmail him saying \"I have not received any official let- ter appointing me as a member of the recruiting team of Stationery Stores. He indicated his desire to help the team back to its former presti- gious position but decried any attempt to blackmail him saying \"I have not received any official let- ter appointing me as a member of the recruiting team of Stationery Stores."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "The NIS trained coach, who in his playing days was known as 'Mr. Long Throw', is searching for an organisation to sponsor his club's campaign in the Oba Cup competition and eventual registra- tion in the Lagos divisional foot- ball association league. team. The NIS trained coach, who in his playing days was known as 'Mr. Long Throw', is searching for an organisation to sponsor his club's campaign in the Oba Cup competition and eventual registra- tion in the Lagos divisional foot- ball association league. team."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "When South Africa replaced cash-strapped Kenya as Nations' Cup hosts last month, they inher- ited an expanded, 16-team tour- nament involving 32 matches. South Africa have also told world governing body FIFA they are interested in hosting the World Cup finals, which have never been awarded to Africa, in 2006. When South Africa replaced cash-strapped Kenya as Nations' Cup hosts last month, they inher- ited an expanded, 16-team tour- nament involving 32 matches. South Africa have also told world governing body FIFA they are interested in hosting the World Cup finals, which have never been awarded to Africa, in 2006."}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "ball \"My motive is to use the team as a breeding ground for big time clubsides in the country. I want to discover the talents, nurture them and get them the best class both within and outside the country.\" person- ball \"My motive is to use the team as a breeding ground for big time clubsides in the country. I want to discover the talents, nurture them and get them the best class both within and outside the country.\" person-"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 20, "ocr_result": "Empty Stadia At South Ellis Park rugby stadium for African Tourney match to celebrate the inaugu tion of Nelson Mandela as pr dent, and World Cup rivals Nig attracted good crowds Empty Stadia At South Ellis Park rugby stadium for African Tourney match to celebrate the inaugu tion of Nelson Mandela as pr dent, and World Cup rivals Nig attracted good crowds"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "WILLIAM are At present, Obiyan is person- ally bankrolling the activities of the club which he hopes to transform into a league playing team. and that Mobil WILLIAM are At present, Obiyan is person- ally bankrolling the activities of the club which he hopes to transform into a league playing team. and that Mobil"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "into a league PMSPORT. gathered that Mobil Pegasus of Eket is interested in the beefy coach. into a league PMSPORT. gathered that Mobil Pegasus of Eket is interested in the beefy coach."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 23, "ocr_result": "Stores. beefy COUCH. Pro-League Scribe Resumes Duty to Stores. beefy COUCH. Pro-League Scribe Resumes Duty to"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "Ellis Park rugby stadium for a match to celebrate the inaugura- tion of Nelson Mandela as prest- dent, and World Cup rivals Nigeria attracted good crowds. Ellis Park rugby stadium for a match to celebrate the inaugura- tion of Nelson Mandela as prest- dent, and World Cup rivals Nigeria attracted good crowds."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "dead of the pro-league de- partment, Steve Olarinoye, re- turned to his deskyesterday af- ter a six weeks course in Ger- many. dead of the pro-league de- partment, Steve Olarinoye, re- turned to his deskyesterday af- ter a six weeks course in Ger- many."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "While clearing his desk of workload, Olarinoye told PMS- port that he would strive to bring While clearing his desk of workload, Olarinoye told PMS- port that he would strive to bring"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "all that he learnt in Germany to bear on the positive development of the professional league in the country. who acted all that he learnt in Germany to bear on the positive development of the professional league in the country. who acted"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "country. Nnochiri Nwaiwu who acted as the pro-league. scribe during Olarinoye's absence has returned to his desk. country. Nnochiri Nwaiwu who acted as the pro-league. scribe during Olarinoye's absence has returned to his desk."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 29, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "said one of the area boys', who were transported down to Bauchi in one big bus. said one of the area boys', who were transported down to Bauchi in one big bus."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "The boys insist they would have to deal with Muazu \"once and forall\", as they claim he had denied their darling club of pre- cious league points against The boys insist they would have to deal with Muazu \"once and forall\", as they claim he had denied their darling club of pre- cious league points against"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "Ranchers Bees of Kaduna in Zaria and Shooting Stars of Ibadan in Akure. Ranchers Bees of Kaduna in Zaria and Shooting Stars of Ibadan in Akure."}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "Muazu, who recently failed the Coopertest for referees, was nominated by the Nigeria Foot- ball Association to officiate the explosive encounter, which went Muazu, who recently failed the Coopertest for referees, was nominated by the Nigeria Foot- ball Association to officiate the explosive encounter, which went"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "into replay. He awardeda.controversial penalty to the Lions thirteen minutes into extra period dur- ing the second day of play, and Julius Berger team walked out of the pitch in protest. The cup was given to the Gboko team. into replay. He awardeda.controversial penalty to the Lions thirteen minutes into extra period dur- ing the second day of play, and Julius Berger team walked out of the pitch in protest. The cup was given to the Gboko team."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 35, "ocr_result": "i a in o ( S I de 1 o ( B i a in o ( S I de 1 o ( B"}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "VIP's Emma- nuel Nwakire getsto the ball ahead of Kalu Maxwell of Udoji United during the just con- cluded Boumvita League division one. VIP won2-1. VIP's Emma- nuel Nwakire getsto the ball ahead of Kalu Maxwell of Udoji United during the just con- cluded Boumvita League division one. VIP won2-1."}]