[{"block_type": "LAYOUT_TEXT", "reading_order": 1, "ocr_result": "PMNews PMNews"}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "US US"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "Continued from Page 1 leader among African nations\", he said. Continued from Page 1 leader among African nations\", he said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Lake also spoke about the rever- berations that the failure of reconcili- ation and democracy could create in Nigeria. \"It could lead to a crisis there along the lines of crises we have seen elsewhere in Africa. It could shake the whole continent, because of the importance of Nige- ria\". Lake also spoke about the rever- berations that the failure of reconcili- ation and democracy could create in Nigeria. \"It could lead to a crisis there along the lines of crises we have seen elsewhere in Africa. It could shake the whole continent, because of the importance of Nige- ria\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "The Clinton adviser who visited Ethiopia, Rwanda, Burundi, Mozambique, Zambia, Angola, Benin, Ghana and Senegal warned the mili- The Clinton adviser who visited Ethiopia, Rwanda, Burundi, Mozambique, Zambia, Angola, Benin, Ghana and Senegal warned the mili-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "tary junta in Nigeria that unless it embarks on the process of restor- ing democracy in Nigeria, the Ameri- can government would never con- template lifting the sanctions it uni- laterally imposed since last year. tary junta in Nigeria that unless it embarks on the process of restor- ing democracy in Nigeria, the Ameri- can government would never con- template lifting the sanctions it uni- laterally imposed since last year."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "\"If they do not and if they fail to work with the constitutional con- ference, then I can only see the situation worsening\". \"If they do not and if they fail to work with the constitutional con- ference, then I can only see the situation worsening\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "When General Ibrah im Babangida, Nigeria's former dicta- tor annulled the 1993 presidential elections, a bewildered American government imposed a series of sanctions against Nigeria. Some of the sanctions included ban on vi- sas to military personnel and their civilian collaborators and the can- When General Ibrah im Babangida, Nigeria's former dicta- tor annulled the 1993 presidential elections, a bewildered American government imposed a series of sanctions against Nigeria. Some of the sanctions included ban on vi- sas to military personnel and their civilian collaborators and the can-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "company knew about the fraud when a debt of N7 million was writtenagainst its account by the Nigerian National Petroleum Corporation [NNPC]. An in- vestigation panel was set-up to look into the issue. The panel discovered that a total of 185 tankers from NNPC to the company with petroleum prod- ucts were diverted by some staffers to the border posts in the state. The panel was said to have re- vealed that fake way bill and delivery company knew about the fraud when a debt of N7 million was writtenagainst its account by the Nigerian National Petroleum Corporation [NNPC]. An in- vestigation panel was set-up to look into the issue. The panel discovered that a total of 185 tankers from NNPC to the company with petroleum prod- ucts were diverted by some staffers to the border posts in the state. The panel was said to have re- vealed that fake way bill and delivery"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "WAPCO Continued from Page 1 R WAPCO Continued from Page 1 R"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "notes of the company were forged to perpetrate the fraud. Fourteen staffers of the company including five managers were said to have been earlier invited and interro- gated by the Ogun state police command who let go the managers and some junior staffs. notes of the company were forged to perpetrate the fraud. Fourteen staffers of the company including five managers were said to have been earlier invited and interro- gated by the Ogun state police command who let go the managers and some junior staffs."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "The Managing Director of the Company, Chief Makodu was said to have petitioned Federal Investigation and Intelligence Bureau, FIIB, Alagbon and got the case transferred to anti- fraud section of the FIIB. At Alagbon, sources informed PMNews that the managers who were The Managing Director of the Company, Chief Makodu was said to have petitioned Federal Investigation and Intelligence Bureau, FIIB, Alagbon and got the case transferred to anti- fraud section of the FIIB. At Alagbon, sources informed PMNews that the managers who were"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 13, "ocr_result": "US Approves Lung Cancer Drug US Approves Lung Cancer Drug"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "cer. cer."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "The US Food and Drug A dminis- tration [FDA] gave the thumbs up yesterday to a new drug that in- creases the life span of patients suffering from incurable lung can- The US Food and Drug A dminis- tration [FDA] gave the thumbs up yesterday to a new drug that in- creases the life span of patients suffering from incurable lung can-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "The FDA approved Navelbine, a semi-synthetic derivative from the vinca flower family to treat patients suffering from non-small cell lung cancer. The drug extends their lives by a median of The FDA approved Navelbine, a semi-synthetic derivative from the vinca flower family to treat patients suffering from non-small cell lung cancer. The drug extends their lives by a median of"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "A test of the American will, will soon be provided as the jun ta strives to annul a democratic decision of the conference calling for military disengagement from power from January, 1996. A test of the American will, will soon be provided as the jun ta strives to annul a democratic decision of the conference calling for military disengagement from power from January, 1996."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "cellation of military training and co- operation. The military was the tar- get of the measures. cellation of military training and co- operation. The military was the tar- get of the measures."}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "The Abacha junta has been fight- ing to get the measures lifted and a ray of hope was provided recently during the visit of some US Con- gressmen who promised Abacha American co-operation If he could abide by the decisions of the con- stitutional conference which the junta had set up in June. The Abacha junta has been fight- ing to get the measures lifted and a ray of hope was provided recently during the visit of some US Con- gressmen who promised Abacha American co-operation If he could abide by the decisions of the con- stitutional conference which the junta had set up in June."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 20, "ocr_result": "An unidentified couple is re- united yesterday at Orly Air- port, south of Paris, as a little girl looks on. H was the third arrival of ex-hostages from Marseille, where they had beenfreed a day before by members of the gendarmerie's GIGN unit. AFP PHOTO. An unidentified couple is re- united yesterday at Orly Air- port, south of Paris, as a little girl looks on. H was the third arrival of ex-hostages from Marseille, where they had beenfreed a day before by members of the gendarmerie's GIGN unit. AFP PHOTO."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "allegedly involved directly in the fraud and the products tanker drivers have been freed while nine junior staffs in the department of security and store were released on bail and asked to report back on 27 January, 1995. allegedly involved directly in the fraud and the products tanker drivers have been freed while nine junior staffs in the department of security and store were released on bail and asked to report back on 27 January, 1995."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Ironically, the main actor, Audu Andy, who was in-charge of the com- pany petroleum products transaction from NNPC was not invited. Ironically, the main actor, Audu Andy, who was in-charge of the com- pany petroleum products transaction from NNPC was not invited."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "Our source alleged that the man- agers involved in the fraud who were aware of the implication of the arrest of Andy were said to have perfected his (Audu) escape to Germany to cover the deal. Our source alleged that the man- agers involved in the fraud who were aware of the implication of the arrest of Andy were said to have perfected his (Audu) escape to Germany to cover the deal."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 24, "ocr_result": "114 Journalists Killed in 1994 114 Journalists Killed in 1994"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "two months, according to studies. Navelbine prevents cancer cells from multiplying by fusing an integral past of the cancer's internal skeleton together, said oncologist Dr. John Hobneker, from Burroughs Wellcome Co., the firm that developed the drug. Burroughs is researching applica- tions for Navelbine in breast, prostate and ovarian cancers. two months, according to studies. Navelbine prevents cancer cells from multiplying by fusing an integral past of the cancer's internal skeleton together, said oncologist Dr. John Hobneker, from Burroughs Wellcome Co., the firm that developed the drug. Burroughs is researching applica- tions for Navelbine in breast, prostate and ovarian cancers."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "At least 114 journalists were killed in sometimes gruesome cir- cumstances, making it the deadliest year for reporters ever, Aidan White, secretary-general of the In- ternational Federation of Journalists, said yesterday. At least 114 journalists were killed in sometimes gruesome cir- cumstances, making it the deadliest year for reporters ever, Aidan White, secretary-general of the In- ternational Federation of Journalists, said yesterday."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "The Brussels based federation this year registered \"at least 114 con- firmed cases of violent death, some in g uesome circumstances,\" he said, adding that 15 other killings and re- ports of journalists gone missing were still being investigated. The Brussels based federation this year registered \"at least 114 con- firmed cases of violent death, some in g uesome circumstances,\" he said, adding that 15 other killings and re- ports of journalists gone missing were still being investigated."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "P Twelve journalists and five other members of news teams were also killed in accidents while doing on- the-spotreporting. P Twelve journalists and five other members of news teams were also killed in accidents while doing on- the-spotreporting."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "In 1991, a federation tally had spoken of 84 dead worldwide. This year, more than half of all journalists died while reporting on the ethnic unrest in Rwanda and on Algeria's violent showdown between Moslem fundamentalists and the military-backed government. In 1991, a federation tally had spoken of 84 dead worldwide. This year, more than half of all journalists died while reporting on the ethnic unrest in Rwanda and on Algeria's violent showdown between Moslem fundamentalists and the military-backed government."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "Forty-eightjournalists from the eth- nic \"Hutus and Tutsis died crushed by the conflict\" in Rwanda while in Alge- ria 19journalists were killed, according to a federation tally. Forty-eightjournalists from the eth- nic \"Hutus and Tutsis died crushed by the conflict\" in Rwanda while in Alge- ria 19journalists were killed, according to a federation tally."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "\"But the mafia and political ter- rorists also claimed their toll, notably in Russia and Latin America where journalists have been brutally assassi- nated,\" said White. \"But the mafia and political ter- rorists also claimed their toll, notably in Russia and Latin America where journalists have been brutally assassi- nated,\" said White."}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "Page 2 Page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "The federation plans to provide guidelines for journalists' safety to en- courage the media, unions and government to act. The federation plans to provide guidelines for journalists' safety to en- courage the media, unions and government to act."}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "Such guidelines would include better information and training for jour- nalists travelling to crisis areas, along with pressure put on employers to provide better insurance and social security cover. Such guidelines would include better information and training for jour- nalists travelling to crisis areas, along with pressure put on employers to provide better insurance and social security cover."}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "Government must acknowledge that journalists' security is more and more at risk, said White. Government must acknowledge that journalists' security is more and more at risk, said White."}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "\"Freedom of the press is not, in terms of democracy, a marginal prob- lem because without freedom of the press, there is no democracy\", said White. \"Freedom of the press is not, in terms of democracy, a marginal prob- lem because without freedom of the press, there is no democracy\", said White."}, {"block_type": "LAYOUT_TITLE", "reading_order": 37, "ocr_result": "NEWS FLASH NEWS FLASH"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 38, "ocr_result": "AIDS Kill More Women - Study AIDS Kill More Women - Study"}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "Women are more likely to die faster from AIDS than men, according to a new study. The report appearing in Wednesday's Journal of the American Medical Association found women with AIDS were 33 per cent more likely to die than men who had comparable states of the illness. Sandra Melnick of the University of Minnesota led the 15-month study of 768 women and 3,779 men infected with the AIDS virus. Although women make up only about 15 per cent of those infected with the AIDS virus, the number is growing and \"we're still way behind in reaching women at risk,\" said Renslow Sherer, director of Chicago's Cook Country HIV Primary Care Center. Thesurvey results suggest women may receive different care for AIDS or wait longer than men to seek treatment, researchers said. Women are more likely to die faster from AIDS than men, according to a new study. The report appearing in Wednesday's Journal of the American Medical Association found women with AIDS were 33 per cent more likely to die than men who had comparable states of the illness. Sandra Melnick of the University of Minnesota led the 15-month study of 768 women and 3,779 men infected with the AIDS virus. Although women make up only about 15 per cent of those infected with the AIDS virus, the number is growing and \"we're still way behind in reaching women at risk,\" said Renslow Sherer, director of Chicago's Cook Country HIV Primary Care Center. Thesurvey results suggest women may receive different care for AIDS or wait longer than men to seek treatment, researchers said."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 40, "ocr_result": "Hostages Stay Traumatised For Years, Psychiatrists Warn Hostages Stay Traumatised For Years, Psychiatrists Warn"}, {"block_type": "LAYOUT_LIST", "reading_order": 41, "ocr_result": "The trauma for people held hostage by terrorists or common criminals may for years unless treatment is given immediately after their release, psychiatrists said in Paris. In recognition of these long-term effects, Air France has taken steps to provide psychological support for the released hostages from the 24-hour the Airbus hijack drama which began in Algeris Monday and ended with successful storming of the aircraft yesterday in Marseille. \"A hijack is an act of war in peace-time and therefore we have used said our Dr. Marie-Claude Dentan, Air France's specialist in the treatment of acute stress. experience of battlefield trauma and adapted it to civilian circumstances,\" \"The most important thing is to provide follow-up by looking after the ex. hostages needs and showing them that we care about them,\" she said. Tuesday, Air France organised in Marseille, then at Orly airport in Paris a buffer In an attempt to dedramatise the situation for the 170 hostages freed for the passengers and their families. Doctors, psychiatists and other specialists were on hand to listen as people recounted what they had gone through and what they felt. \"We had to do everything to enable the hijack victima to 'launder their not memories' and put into words the ordeal they suffered so memories will be pushed back and allowed to 'fester in their minds',\" Dr. Dentan said. The next stage involved asking the ex-hostages to \"describe\" the event VICHIME psychologists and psychiatrists. A list of centresspecialised in treating trauma in Paris civilian and military hospitals was given to each passenger, she said. The trauma for people held hostage by terrorists or common criminals may for years unless treatment is given immediately after their release, psychiatrists said in Paris. In recognition of these long-term effects, Air France has taken steps to provide psychological support for the released hostages from the 24-hour the Airbus hijack drama which began in Algeris Monday and ended with successful storming of the aircraft yesterday in Marseille. \"A hijack is an act of war in peace-time and therefore we have used said our Dr. Marie-Claude Dentan, Air France's specialist in the treatment of acute stress. experience of battlefield trauma and adapted it to civilian circumstances,\" \"The most important thing is to provide follow-up by looking after the ex. hostages needs and showing them that we care about them,\" she said. Tuesday, Air France organised in Marseille, then at Orly airport in Paris a buffer In an attempt to dedramatise the situation for the 170 hostages freed for the passengers and their families. Doctors, psychiatists and other specialists were on hand to listen as people recounted what they had gone through and what they felt. \"We had to do everything to enable the hijack victima to 'launder their not memories' and put into words the ordeal they suffered so memories will be pushed back and allowed to 'fester in their minds',\" Dr. Dentan said. The next stage involved asking the ex-hostages to \"describe\" the event VICHIME psychologists and psychiatrists. A list of centresspecialised in treating trauma in Paris civilian and military hospitals was given to each passenger, she said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "The trauma for people held hostage by terrorists or common criminals may 1984 for years unless treatment is given immediately after their release, psychia trists said in Paris. 1 The trauma for people held hostage by terrorists or common criminals may 1984 for years unless treatment is given immediately after their release, psychia trists said in Paris. 1"}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "- - provide psychological support for the released hostages from the the In recognition of these long-term effects, Air France has taken steps 24-hour to Airbus hijack drama which began in Algeris Monday and ended with successful storming of the aircraft yesterday in Marseille. our - - provide psychological support for the released hostages from the the In recognition of these long-term effects, Air France has taken steps 24-hour to Airbus hijack drama which began in Algeris Monday and ended with successful storming of the aircraft yesterday in Marseille. our"}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "aCaE storming or MR and 688 A4E \"A hijack is an act of war in peace-time and therefore we have used said our experience of battlefield trauma and it to civilian circumstances,\" adapted Dr. Marie-Claude Dentan, Air France's specialist in the treatment of acute stress. \"The most important thing is to provide follow-up by looking after the ex. hostages needs and showing them that we care about them,\" she said. freed aCaE storming or MR and 688 A4E \"A hijack is an act of war in peace-time and therefore we have used said our experience of battlefield trauma and it to civilian circumstances,\" adapted Dr. Marie-Claude Dentan, Air France's specialist in the treatment of acute stress. \"The most important thing is to provide follow-up by looking after the ex. hostages needs and showing them that we care about them,\" she said. freed"}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "hostages needs and snowing mem was we care about mem, Tuesday, Air France organised in Marseille, then at Orly airport in Paris a buffer In an attempt to dedramatise the situation for the 170 hostages freed for the passengers and their families. manle hostages needs and snowing mem was we care about mem, Tuesday, Air France organised in Marseille, then at Orly airport in Paris a buffer In an attempt to dedramatise the situation for the 170 hostages freed for the passengers and their families. manle"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "for Doctors, the passengers psychiatists and and their other Tammes. specialists were on hand to listen as people recounted what they had gone through and what they felt. their for Doctors, the passengers psychiatists and and their other Tammes. specialists were on hand to listen as people recounted what they had gone through and what they felt. their"}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "\"We had to do everything to enable the hijack victima to 'launder the was e - 0 memories' and put into words the ordeal they suffered so memories will not be pushed back and allowed to 'fester in their minds',\" Dr. Dentan said. 10 The next stage involved asking the ex-hostages to \"describe\" the event elchme psychologists and psychiatrists. A list of centresspecialised in treating trauma in Paris civilian and military hospitals was given to each passenger, she said. \"We had to do everything to enable the hijack victima to 'launder the was e - 0 memories' and put into words the ordeal they suffered so memories will not be pushed back and allowed to 'fester in their minds',\" Dr. Dentan said. 10 The next stage involved asking the ex-hostages to \"describe\" the event elchme psychologists and psychiatrists. A list of centresspecialised in treating trauma in Paris civilian and military hospitals was given to each passenger, she said."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 48, "ocr_result": "Mubarak Ratifies Death Sentences Of fTouristKillers Mubarak Ratifies Death Sentences Of fTouristKillers"}, {"block_type": "LAYOUT_TEXT", "reading_order": 49, "ocr_result": "aU against Esyptian Islamic militants convicted of murdering two German tourists and two President Hosni Mubarak yesterday ratified the death sentence Egytptians at a Red Sea resort in September. d Tabih | aU against Esyptian Islamic militants convicted of murdering two German tourists and two President Hosni Mubarak yesterday ratified the death sentence Egytptians at a Red Sea resort in September. d Tabih |"}, {"block_type": "LAYOUT_TEXT", "reading_order": 50, "ocr_result": "repualls as - NET DOB recors san I military military court on December 3 sentenced Mohammed Atallah and 1 h repualls as - NET DOB recors san I military military court on December 3 sentenced Mohammed Atallah and 1 h"}, {"block_type": "LAYOUT_TEXT", "reading_order": 51, "ocr_result": "court on m a a Mohammed Hussein to hang for opening fire at a market in Hurghada court on m a a Mohammed Hussein to hang for opening fire at a market in Hurghada"}, {"block_type": "LAYOUT_TEXT", "reading_order": 52, "ocr_result": "September 27, killing or mortally wounding the four. September 27, killing or mortally wounding the four."}, {"block_type": "LAYOUT_TEXT", "reading_order": 53, "ocr_result": "P< The attack was claimed by the underground group Jamaa Islamiyya had warned foreigners to stay away from Egypt. Alexander Molks was killed instantly and Markus Matsche died a month I from his wounds. Both were from Berlin. I P< The attack was claimed by the underground group Jamaa Islamiyya had warned foreigners to stay away from Egypt. Alexander Molks was killed instantly and Markus Matsche died a month I from his wounds. Both were from Berlin. I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 54, "ocr_result": "and wounds. pour were Fourteen other militants involved in the attack were sentenced labour, including five who were still on the run. and wounds. pour were Fourteen other militants involved in the attack were sentenced labour, including five who were still on the run."}, {"block_type": "LAYOUT_TEXT", "reading_order": 55, "ocr_result": "Labour, mercum ASA Sixty militants have been sentenced to death since a campaign of vio aimed at overthrowing Mubarak's secular government was launched in 1992. Forty-one have been executed. Labour, mercum ASA Sixty militants have been sentenced to death since a campaign of vio aimed at overthrowing Mubarak's secular government was launched in 1992. Forty-one have been executed."}, {"block_type": "LAYOUT_TEXT", "reading_order": 56, "ocr_result": "Palestinian Students Expelled From West The Israeli army yesterday expelled 23 Palestinians studying in the West Bank town of Nablus to the self-rule Gaza Strip, military The students, all from Gaza Strip, did not have residence permits Bank which are issued by Israeli military authorities, they said. The students from An-Najah university were held and several hours before being sent back to the Strip. Palestinian Students Expelled From West The Israeli army yesterday expelled 23 Palestinians studying in the West Bank town of Nablus to the self-rule Gaza Strip, military The students, all from Gaza Strip, did not have residence permits Bank which are issued by Israeli military authorities, they said. The students from An-Najah university were held and several hours before being sent back to the Strip."}, {"block_type": "LAYOUT_TEXT", "reading_order": 57, "ocr_result": "Mercedes-Benz Races Back To Profit: The German car manufacturer Mercedes-Benz will report 1994 in contrast to a loss of 1.2 billion marks (760 million company president Helmut Werner said yesterday. Mercedes-Benz Races Back To Profit: The German car manufacturer Mercedes-Benz will report 1994 in contrast to a loss of 1.2 billion marks (760 million company president Helmut Werner said yesterday."}, {"block_type": "LAYOUT_TEXT", "reading_order": 58, "ocr_result": "Sales in 1994 were expected to show an increase of nine percent vehicles were expected to increase by about 15 per cent, he said figure for 1993 to about 70 billion marks and sales of cars and light con Sales in 1994 were expected to show an increase of nine percent vehicles were expected to increase by about 15 per cent, he said figure for 1993 to about 70 billion marks and sales of cars and light con"}, {"block_type": "LAYOUT_TEXT", "reading_order": 59, "ocr_result": "Mandela's Lieutenant Suffers Heart Former African National Congress (ANC) deputy president has been admitted to hospital in Johnnesburg suffering from failure,\" a hospital spokesman said yesterday. Sisulu, regarded as President Nelson Mandela's right-hand yesterday to Johannesburg from Eastern Transvaal province, where on Monday during a visit to Kruger Park game reserve. He was brought to Morningside clinic in Johannesburg's suburb by helicopter yesterday afternoon, followed after Albertina, also an ANC veteran, who looked ashen-faced. On emerging from the clinic's intensive care unitsome brighter Mrs. Sisulu said her husband was in a stable condition suffering from \"fatigue and stress.\" The clinic spokeswoman said Sisilu's condition was stable yesterday \"sitting up in bed having supper.\" Sisulu spent 26 years in prison alongside Mandela for sabotage against the former white minority South African regarded as the president's closest confidante. claim Mandela seldom makes without Political reference commentators to Sisulu, with whom'he helped form the in the 1940s. Both men cut their political teeth on the ANC's campaigns the the white authorities in the 1940s and 1950s and rose eventually head the anti-apartheid movement. Before he was jailed in 1946, Sisulu held the position of ANC general. On his release in October 1989, he resumed active months later was elected the ANC's deputy president this He held the post until the ANC's three-yearly conference from when he announced his retirement from the ANC but not against apartheid. Mandela's Lieutenant Suffers Heart Former African National Congress (ANC) deputy president has been admitted to hospital in Johnnesburg suffering from failure,\" a hospital spokesman said yesterday. Sisulu, regarded as President Nelson Mandela's right-hand yesterday to Johannesburg from Eastern Transvaal province, where on Monday during a visit to Kruger Park game reserve. He was brought to Morningside clinic in Johannesburg's suburb by helicopter yesterday afternoon, followed after Albertina, also an ANC veteran, who looked ashen-faced. On emerging from the clinic's intensive care unitsome brighter Mrs. Sisulu said her husband was in a stable condition suffering from \"fatigue and stress.\" The clinic spokeswoman said Sisilu's condition was stable yesterday \"sitting up in bed having supper.\" Sisulu spent 26 years in prison alongside Mandela for sabotage against the former white minority South African regarded as the president's closest confidante. claim Mandela seldom makes without Political reference commentators to Sisulu, with whom'he helped form the in the 1940s. Both men cut their political teeth on the ANC's campaigns the the white authorities in the 1940s and 1950s and rose eventually head the anti-apartheid movement. Before he was jailed in 1946, Sisulu held the position of ANC general. On his release in October 1989, he resumed active months later was elected the ANC's deputy president this He held the post until the ANC's three-yearly conference from when he announced his retirement from the ANC but not against apartheid."}]