[{"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 1, "ocr_result": "CrashVictims to Smile In January CrashVictims to Smile In January"}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "Iwuanyanwu Nationale team's manager, Uche Ejimofor, disclosed to PMSport at the weekend that the managementofthe Owerrl based team would settle the insurance case of the Oriental Airline crash victims in January. Iwuanyanwu Nationale team's manager, Uche Ejimofor, disclosed to PMSport at the weekend that the managementofthe Owerrl based team would settle the insurance case of the Oriental Airline crash victims in January."}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "Reacting to some players' claims that the management did not want to pay the insur- ance claim, Ejimofor said, \"my players are being used by the lawyer who wants to make money out of them. Reacting to some players' claims that the management did not want to pay the insur- ance claim, Ejimofor said, \"my players are being used by the lawyer who wants to make money out of them."}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "\"Have you ever heard of where Insurance claims are paid within two months. The lawyers is interested in the money he's going to make \"Have you ever heard of where Insurance claims are paid within two months. The lawyers is interested in the money he's going to make"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "out of these players, hence this unnecessary noise. \"We've put all their claims together forthem. They will all be settled by January\". Speaking on the team's preparations for next season, Ejimofor revealed that only eleven players would be re- tained while others would be laid off. out of these players, hence this unnecessary noise. \"We've put all their claims together forthem. They will all be settled by January\". Speaking on the team's preparations for next season, Ejimofor revealed that only eleven players would be re- tained while others would be laid off."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "\"We are retaining the disci- plined and dedicated players, while the indisciplined ones have to go. Indiscipline con- tributed to our woeful perfor- mance this year. That will not be condoned next season\", Ejimofor said. \"We are retaining the disci- plined and dedicated players, while the indisciplined ones have to go. Indiscipline con- tributed to our woeful perfor- mance this year. That will not be condoned next season\", Ejimofor said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": ". Femi Olabode. . Femi Olabode."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 8, "ocr_result": "BRAKK BRAKK"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 9, "ocr_result": "Wrestling Body Commends Kwara Administrator Wrestling Body Commends Kwara Administrator"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "The Nigerian Weightlifting Federation (NWF) has sent a congratulatory message to the military administrator of Kwara state Group Cap- tain Baba Iyam, on the achievements of Nigerian female weightlifter, Miss Ruth Ogbelfo, at the recently- concluded World The Nigerian Weightlifting Federation (NWF) has sent a congratulatory message to the military administrator of Kwara state Group Cap- tain Baba Iyam, on the achievements of Nigerian female weightlifter, Miss Ruth Ogbelfo, at the recently- concluded World"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "Weightlifting Champion- ships in Instanbul, Turkey. Miss Ogbeifo won two bronze medals in the 76kg category at the championship. Weightlifting Champion- ships in Instanbul, Turkey. Miss Ogbeifo won two bronze medals in the 76kg category at the championship."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "- In a statement issued in Lagos, the chairmán of the federation, Chief Ajibade Fasina-Thomas, also congratulated the Kwara State sports council and the state - In a statement issued in Lagos, the chairmán of the federation, Chief Ajibade Fasina-Thomas, also congratulated the Kwara State sports council and the state"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "weightlifting association, whose efforts, he said, had produced the country's first female world weightlifting champion. He said: \"This unprecedented achievement of Ruth Ogbeifo, weightlifting association, whose efforts, he said, had produced the country's first female world weightlifting champion. He said: \"This unprecedented achievement of Ruth Ogbeifo,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "who won two bronze medals in the 76kg female category, testi- fieseloquently to the unmatched efforts of the Kwara state au- thorities to uplift the sport of weightlifting in Nigeria\". who won two bronze medals in the 76kg female category, testi- fieseloquently to the unmatched efforts of the Kwara state au- thorities to uplift the sport of weightlifting in Nigeria\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "He enjoined the S ties to continue wit ited national duty in many more potenti in the game would ered. He enjoined the S ties to continue wit ited national duty in many more potenti in the game would ered."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Phoe I Suns C Barkle hangs I the no and lo down d New Je Nets D Colem Byrne / in East Ruther New Je on Frid Barkley missed stuff bu Coleman was ca for the AFP PH Phoe I Suns C Barkle hangs I the no and lo down d New Je Nets D Colem Byrne / in East Ruther New Je on Frid Barkley missed stuff bu Coleman was ca for the AFP PH"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "Jamal Mashburn of the Dallas Mavericks drives between Washington Bullets Rex Chapman (L), and Calbert Cheaney (R) during the first half of their NBA game at Reunion in Dallas on Friday. AFP PHOTO. Jamal Mashburn of the Dallas Mavericks drives between Washington Bullets Rex Chapman (L), and Calbert Cheaney (R) during the first half of their NBA game at Reunion in Dallas on Friday. AFP PHOTO."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 18, "ocr_result": "Jamal Mashburn of the Dallas Mavericks Chapman (L), and Calbert Cheaney (R) during the first half of their NBA game at Reunion in Dallas on Friday. AFP PHOTO. Jamal Mashburn of the Dallas Mavericks Chapman (L), and Calbert Cheaney (R) during the first half of their NBA game at Reunion in Dallas on Friday. AFP PHOTO."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 19, "ocr_result": "Adejumo NOC To Atla Adejumo NOC To Atla"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "ThePresidentoftheNigeria Committee (NOC), Alhaji I Adejumo, will on Saturday lea man delegation to the Associ National Olympic Committees General Assembly in Atlanta, C ThePresidentoftheNigeria Committee (NOC), Alhaji I Adejumo, will on Saturday lea man delegation to the Associ National Olympic Committees General Assembly in Atlanta, C"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "1 The meeting will hold from December 18. o 1 The meeting will hold from December 18. o"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "The Secretary-General of the Elias Gora, will accompany Alhaji according to statement issued today. The Secretary-General of the Elias Gora, will accompany Alhaji according to statement issued today."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "The statement said that they we invited by the Atlanta Committee 1996 Olympics for assessment of th venues and level of preparation. The statement said that they we invited by the Atlanta Committee 1996 Olympics for assessment of th venues and level of preparation."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "It added that retired Major- Henry Adefope, a member of the tiona. Olympic Committee (IOC) also attend the meeting. It added that retired Major- Henry Adefope, a member of the tiona. Olympic Committee (IOC) also attend the meeting."}]