[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMSport PMSport"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "Page - 1 Page - 1"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 3, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "CANDID SHOT ADEOLA FASHOLA CANDID SHOT ADEOLA FASHOLA"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "This piece unavoidably hap- pens to be the last one in the ties subtle ofthe 1994 chronicle government and will of the attempt sports year a activi- In development and in its blased position towards rewarding athletes that excelled in inter- national championship and the high degree of unimportance which the presidency attaches This piece unavoidably hap- pens to be the last one in the ties subtle ofthe 1994 chronicle government and will of the attempt sports year a activi- In development and in its blased position towards rewarding athletes that excelled in inter- national championship and the high degree of unimportance which the presidency attaches"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "fused composure of officers in the commission. fused composure of officers in the commission."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "The government should as a matter of urgency promulgate a decree stating the terms and tenure of appointment of any National Sports Commission boss, if that is the only way of bringing sanity and continuity to sports adminis- tration in the country. The government should as a matter of urgency promulgate a decree stating the terms and tenure of appointment of any National Sports Commission boss, if that is the only way of bringing sanity and continuity to sports adminis- tration in the country."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "put in their best to ensure that the demands of the various sports associations are met without hin- drance. put in their best to ensure that the demands of the various sports associations are met without hin- drance."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "So much for government in- tervention in sports. The issue now is the mode of rewarding athletes by the government. It is on record that the government is yet to pay the commonwealth games medal winners in full. They were only paid part of the prom- ised reward by the National Sports Commission. So much for government in- tervention in sports. The issue now is the mode of rewarding athletes by the government. It is on record that the government is yet to pay the commonwealth games medal winners in full. They were only paid part of the prom- ised reward by the National Sports Commission."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "Having four bosses in the last Having four bosses in the last"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "The government also failed to reward or even recognise the feat of the disabled athletes who did wonderfully at the Stoke Mande- ville Games in England last July. And more recently the table- tennis team which participated at the last African table-tennis cham- pionship in Egypt carted away all the available trophies but one. The government also failed to reward or even recognise the feat of the disabled athletes who did wonderfully at the Stoke Mande- ville Games in England last July. And more recently the table- tennis team which participated at the last African table-tennis cham- pionship in Egypt carted away all the available trophies but one."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 12, "ocr_result": "Now The Day Is Over Now The Day Is Over"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "to the development ofsports in the country. I'r 1754 to the development ofsports in the country. I'r 1754"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "It is most unfortunate that the sporting environment had been thrown into uncertainty since the appointment of a sole administra- tor for the National Sports Commission. The integrity of Chief Babashola Rhodes is not being called into question here but the most important thing is for conti- nuity in sports. It seems those at the presidency feels that batons can be exchanged as many times as required at the NSC thereby compounding the already con- It is most unfortunate that the sporting environment had been thrown into uncertainty since the appointment of a sole administra- tor for the National Sports Commission. The integrity of Chief Babashola Rhodes is not being called into question here but the most important thing is for conti- nuity in sports. It seems those at the presidency feels that batons can be exchanged as many times as required at the NSC thereby compounding the already con-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "four years [1990-94] at the helm of affairs at the National Sports Commission is an indication that the government does not take sports as serious business, thereby handling it with all levity it could muster. four years [1990-94] at the helm of affairs at the National Sports Commission is an indication that the government does not take sports as serious business, thereby handling it with all levity it could muster."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "It has in the last twelve months did a lot to pull down sports, forget about the exciting performance of our athletes at international competitions which was a result of personal effort. Kudos should be given to the civil servants at the National Sports Commission who have It has in the last twelve months did a lot to pull down sports, forget about the exciting performance of our athletes at international competitions which was a result of personal effort. Kudos should be given to the civil servants at the National Sports Commission who have"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "What a feat! But I've not heard of any presidential handshakes from the government. What a feat! But I've not heard of any presidential handshakes from the government."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Yet, this same government deemed it fit to honour members of the Super Eagles for winning the Nations Cup in Tunisia. The table-tennis feat is as good as having won the African Nations cup. Yet, this same government deemed it fit to honour members of the Super Eagles for winning the Nations Cup in Tunisia. The table-tennis feat is as good as having won the African Nations cup."}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "As we begin the new year, we pray on a good note, the government should hearken to the voice of reason and give us an unfouled and peaceful sport- ing environment. As we begin the new year, we pray on a good note, the government should hearken to the voice of reason and give us an unfouled and peaceful sport- ing environment."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "LAWN TENNIS LAWN TENNIS"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 21, "ocr_result": "Why We Are Backward Why We Are Backward"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Most Nigerian Lawn Ten- nis players have not been doing fine on the International Tennis federation (ITF) rank- ing due to their late introduction to the game. Most Nigerian Lawn Ten- nis players have not been doing fine on the International Tennis federation (ITF) rank- ing due to their late introduction to the game."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "Chuka Momah, the chair- man of the Nigeria Lawn Tennis Association (NLTA) told PMsport yesterday. Chuka Momah, the chair- man of the Nigeria Lawn Tennis Association (NLTA) told PMsport yesterday."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "\"Our Lawn Tennis players have not been rubbing shoul- ders with their contemporaries in the ITF ranking because they \"Our Lawn Tennis players have not been rubbing shoul- ders with their contemporaries in the ITF ranking because they"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "NLTA Chairman don't start the game early enough\" he said. NLTA Chairman don't start the game early enough\" he said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "According to him most Ni- gerian Tennis players in the past like Nduka Odizor, Mmoh, and Onibokun could not go beyond the level they attained because they started very late. According to him most Ni- gerian Tennis players in the past like Nduka Odizor, Mmoh, and Onibokun could not go beyond the level they attained because they started very late."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "He disclosed to PMsport that its an attempt to circumvent this negative development that the NLTA has been packaging He disclosed to PMsport that its an attempt to circumvent this negative development that the NLTA has been packaging"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "youth competitions such as the West African Junior Tennis cir- cuit to groom athletes at tender ages. youth competitions such as the West African Junior Tennis cir- cuit to groom athletes at tender ages."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "About sixteen African coun- tries are currently participating in the on going West African Junior Tennis Circuit at the Sport City. About sixteen African coun- tries are currently participating in the on going West African Junior Tennis Circuit at the Sport City."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "Among these countries are Tanzania, Gambia, Ghana, Mali, Senegal, Sierra Leone, Togo, Cameroon, Congo, Benin Repub- lic and Burkina Faso, Among these countries are Tanzania, Gambia, Ghana, Mali, Senegal, Sierra Leone, Togo, Cameroon, Congo, Benin Repub- lic and Burkina Faso,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "Boye Ajayi Boye Ajayi"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 32, "ocr_result": "Nigerian Referees Are Corrupt Benson Nigerian Referees Are Corrupt Benson"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "Nigerlan referees have been accused of possessing corrupt tendencies which Is hindering the development of football in the country. Nigerlan referees have been accused of possessing corrupt tendencies which Is hindering the development of football in the country."}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "Shooting Star defender Ghanaian John Benson made the accusation when he spoke to PMsport in an interview. Shooting Star defender Ghanaian John Benson made the accusation when he spoke to PMsport in an interview."}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "He said that the referees contributed in no small way to the fall in the standard of the Nigeria league system. He said that the referees contributed in no small way to the fall in the standard of the Nigeria league system."}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "Although football is high in Nigeria when compared with Ghana, the standard has also fallen tremendously as a result of the biased officiating of these referees. Although football is high in Nigeria when compared with Ghana, the standard has also fallen tremendously as a result of the biased officiating of these referees."}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "\"In those days when I fea- tured for Levents United (now defunct) there was nothing like home or away. We played all matches to win and we did win some unlike now when you can- not dream of winning of an \"In those days when I fea- tured for Levents United (now defunct) there was nothing like home or away. We played all matches to win and we did win some unlike now when you can- not dream of winning of an"}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "away match,\" he said. I The former Iwuanyanwu Nationale player said that the Ni- gerian referees are killing football in the country. away match,\" he said. I The former Iwuanyanwu Nationale player said that the Ni- gerian referees are killing football in the country."}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "\"Except they change there is no way football can develop in this country from what we have presently.\" \"Except they change there is no way football can develop in this country from what we have presently.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "Benson therefore called on the NFA not to relent in its effort to sanitize the activities of the bad referees. Benson therefore called on the NFA not to relent in its effort to sanitize the activities of the bad referees."}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "The Lions'den'will definitely never be the same again. Shalbu Amodu's exit is still felt like knife through butter. Gboko does notcelebrate the youngtrainer's call to national duty. The Lions'den'will definitely never be the same again. Shalbu Amodu's exit is still felt like knife through butter. Gboko does notcelebrate the youngtrainer's call to national duty."}, {"block_type": "LAYOUT_TITLE", "reading_order": 42, "ocr_result": "Gboko Still Bemoans Amodu Gboko Still Bemoans Amodu"}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "The young, the middle-aged and the old, all hope and pray for the return of the 37 year old sweat merchant who made otherwise rus- tic Gboko a big, shiny diamond on the national map. The young, the middle-aged and the old, all hope and pray for the return of the 37 year old sweat merchant who made otherwise rus- tic Gboko a big, shiny diamond on the national map."}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "\"He must surely come back\", said a football fanatic as the town joined the whole world to cel- ebrate christmas, the occasion of the birth of Jesus Christ, at the weekend. \"Jesus we remember to- day as the saviour of Christians, who came to make the world a better place to live in for his people. In Gboko, we equally remember Amodu as the saviour of our foot- ball, who made Gboko a 'den' to be feared by all other football teams in the land\". He was serious about it. \"He must surely come back\", said a football fanatic as the town joined the whole world to cel- ebrate christmas, the occasion of the birth of Jesus Christ, at the weekend. \"Jesus we remember to- day as the saviour of Christians, who came to make the world a better place to live in for his people. In Gboko, we equally remember Amodu as the saviour of our foot- ball, who made Gboko a 'den' to be feared by all other football teams in the land\". He was serious about it."}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "town, tucked somewhere in the middle of nowhere, the talk is \"they have snatched our jewel\". The belief, equally, is that \"every good thing that comes out of the middle (belt) is quickly stolen by the 'big boys' to make life better for themselves\". The 'big boys' of course, are the Hausas, Yorubas and Ibos.' town, tucked somewhere in the middle of nowhere, the talk is \"they have snatched our jewel\". The belief, equally, is that \"every good thing that comes out of the middle (belt) is quickly stolen by the 'big boys' to make life better for themselves\". The 'big boys' of course, are the Hausas, Yorubas and Ibos.'"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "Even the little ones who play backstreet football knowthatsome- thing lovely has been taken away from their midst .\"Are you from Lagos? Tell them to return our Amodu to us\", said a young man, who went ahead to remark that \"now, they have also taken Patrick Mancha, John Zaki and Bolaji Douglas. They want to ruin us\". Even the little ones who play backstreet football knowthatsome- thing lovely has been taken away from their midst .\"Are you from Lagos? Tell them to return our Amodu to us\", said a young man, who went ahead to remark that \"now, they have also taken Patrick Mancha, John Zaki and Bolaji Douglas. They want to ruin us\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "On the streets of the serene On the streets of the serene"}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "Manch, Zaki and Douglas are presently in the national camp in preparation for the second Inter- continental cup beginning next week in Saudi Arabia. Shaibu Amodu, former Lions' coach, is the chief coach of the Super Eagles. - Ademola Olafire, just back from Gboko Manch, Zaki and Douglas are presently in the national camp in preparation for the second Inter- continental cup beginning next week in Saudi Arabia. Shaibu Amodu, former Lions' coach, is the chief coach of the Super Eagles. - Ademola Olafire, just back from Gboko"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 49, "ocr_result": "54 30 54 30"}, {"block_type": "LAYOUT_TEXT", "reading_order": 50, "ocr_result": "Milwaukee Bucks foreward Marty Conlon tries to stop Orlando Magic foreward Horace Grant from slam dunk- ing a basket late in the second period of their game last Saturday. The Magic went on to win game. AFP PHOTO. Milwaukee Bucks foreward Marty Conlon tries to stop Orlando Magic foreward Horace Grant from slam dunk- ing a basket late in the second period of their game last Saturday. The Magic went on to win game. AFP PHOTO."}]