[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMNEWS PMNEWS"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "185 . - 185 . -"}, {"block_type": "LAYOUT_TITLE", "reading_order": 3, "ocr_result": "EAGLE EYE EAGLE EYE"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Organisers of beauty pageants should endeavour-to screen the certificates of their contestants. Imagine one of the contest ants of Ajinomoto Campagn girl, a so-called university student, could not pronounce rendezvous correctly. Organisers of beauty pageants should endeavour-to screen the certificates of their contestants. Imagine one of the contest ants of Ajinomoto Campagn girl, a so-called university student, could not pronounce rendezvous correctly."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "Whenever I see policemen holding jotter and biro, mounting check points in every corner of Lagos I think Education for all by the year 2000 is about to be realised. Alas! those jotter contain the list of vehicle numbers - those who have given Egunje for the day and those who have not. Well it is Christmas period. Whenever I see policemen holding jotter and biro, mounting check points in every corner of Lagos I think Education for all by the year 2000 is about to be realised. Alas! those jotter contain the list of vehicle numbers - those who have given Egunje for the day and those who have not. Well it is Christmas period."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 6, "ocr_result": ""}, {"block_type": "LAYOUT_FIGURE", "reading_order": 7, "ocr_result": ""}, {"block_type": "LAYOUT_LIST", "reading_order": 8, "ocr_result": "gh time Chris Mba started behaving real African way. oney Palava likes talking the American way. But you need not betold that my friend is from the eastern part of the country. Chris the earlier you become original the better for your music. The staff bus of Ayuba sing alike Asimiyu Ajebori which has been offroad for sometime due to financial constraint, is now back on the road, cour- tesy Laparias and Skindles windfall. Hope there is provi- sion for maintenance allow a ance sothat it does not packup again. gh time Chris Mba started behaving real African way. oney Palava likes talking the American way. But you need not betold that my friend is from the eastern part of the country. Chris the earlier you become original the better for your music. The staff bus of Ayuba sing alike Asimiyu Ajebori which has been offroad for sometime due to financial constraint, is now back on the road, cour- tesy Laparias and Skindles windfall. Hope there is provi- sion for maintenance allow a ance sothat it does not packup again."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "It is high time Chris Mba started behaving real African way. Tbe \"Money Palava' likes talking the American way. But you It is high time Chris Mba started behaving real African way. Tbe \"Money Palava' likes talking the American way. But you"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "need not betold that my friend need not betold that my friend"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "is from the eastern part of the is from the eastern part of the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "country. Chris the earlier you country. Chris the earlier you"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "become original the better for become original the better for"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "your music. . your music. ."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "The staff bus of Ayuba sing altke Asimiyu Ajebori which has been offroad for some time due to financial constraint, is now back on the road, cour- lesy Laparias and Skindles windfall. Hope there is provi- sion for maintenance allow ancesothat it does notpackup again. The staff bus of Ayuba sing altke Asimiyu Ajebori which has been offroad for some time due to financial constraint, is now back on the road, cour- lesy Laparias and Skindles windfall. Hope there is provi- sion for maintenance allow ancesothat it does notpackup again."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "Sunny Ade Sunny Ade"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "If you need a condom, you need not go to the chemist or hospital. See Felix and Mozzyx, they distribute the essential commodity free as they campaign for the new record Ruff and Naked. So when you are offered one don't be embar- rassed. If you need a condom, you need not go to the chemist or hospital. See Felix and Mozzyx, they distribute the essential commodity free as they campaign for the new record Ruff and Naked. So when you are offered one don't be embar- rassed."}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "Dele Taiwo, the funky juju crooner is back on the block after the series of travails be went through. First was the copyright problem with MCSN, then be dropped five erring band boys in a re-organisation. Now be is launching a N1.5 million musical instrument. D.T When are we washing it, going Baba Alatika style you say. Dele Taiwo, the funky juju crooner is back on the block after the series of travails be went through. First was the copyright problem with MCSN, then be dropped five erring band boys in a re-organisation. Now be is launching a N1.5 million musical instrument. D.T When are we washing it, going Baba Alatika style you say."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "When King Sunny Ade returned from America, be added some flesh to his body. Seeing him of late its like be has shed some weight, Nigeria's problems you say! When King Sunny Ade returned from America, be added some flesh to his body. Seeing him of late its like be has shed some weight, Nigeria's problems you say!"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Albaja Bisi Shaba, the proprietor of Rabbi church on Allen Avenue has introduced something new. Music blares out throughai big speakerin ber Biskets store Madanuisatanadvert or special Consimas programme. all All Albaja Bisi Shaba, the proprietor of Rabbi church on Allen Avenue has introduced something new. Music blares out throughai big speakerin ber Biskets store Madanuisatanadvert or special Consimas programme. all All"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 22, "ocr_result": "Waka Has Come - To Stay Salawa Abeni Waka Has Come - To Stay Salawa Abeni"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "When you visit Ray Power and see staffers holding an NRC (National Republican Convention) Senatorial letter. head paper with Chief Raymond Dokpesi's name on it, don't think Nigeria has returned to partypolitics. ChiefDokpesi's compaign papers are being used as off cuts. Ray Power has no power for waste. When you visit Ray Power and see staffers holding an NRC (National Republican Convention) Senatorial letter. head paper with Chief Raymond Dokpesi's name on it, don't think Nigeria has returned to partypolitics. ChiefDokpesi's compaign papers are being used as off cuts. Ray Power has no power for waste."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "The Waka. Queen, Alhaja Salawa Abeni, has said that her brand of fuji music, Waka, has come to stay and there is no changing it. The Waka. Queen, Alhaja Salawa Abeni, has said that her brand of fuji music, Waka, has come to stay and there is no changing it."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "Speaking in an interview with PMSbow World, Salawa said that the criticism of the introduction of fuji music into waka is misplaced, adding that she has come to give. the men a good fight musically, so that they would know that women should not be relegated to the background. The waka queen fur- ther-said that she has modernised waka with modern musical instru- inents such as jazz, drums; piano, keyboard, etc.. Speaking in an interview with PMSbow World, Salawa said that the criticism of the introduction of fuji music into waka is misplaced, adding that she has come to give. the men a good fight musically, so that they would know that women should not be relegated to the background. The waka queen fur- ther-said that she has modernised waka with modern musical instru- inents such as jazz, drums; piano, keyboard, etc.."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "- \"Don't you see the introduction of modern instruments into fuji, juju and other music,\" she asked. Saying waka will not be an excep- tion, Salawa said the slow tempo was changed to fast and danceable beats to satisfy the aspiration of her fans, both old and young. Salawa who .recently dumped Lati Alagbada records said she is - \"Don't you see the introduction of modern instruments into fuji, juju and other music,\" she asked. Saying waka will not be an excep- tion, Salawa said the slow tempo was changed to fast and danceable beats to satisfy the aspiration of her fans, both old and young. Salawa who .recently dumped Lati Alagbada records said she is"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 27, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "Salawa Abeni Salawa Abeni"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "coming out with an LP which she has decided to hold on to because of the need to watch the trends of things and to study all offers from recording companies. \"I promise my fans that early next year, things will be okay and they will have no cause to regret because the LP will be a collector's item. coming out with an LP which she has decided to hold on to because of the need to watch the trends of things and to study all offers from recording companies. \"I promise my fans that early next year, things will be okay and they will have no cause to regret because the LP will be a collector's item."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 30, "ocr_result": "Charly Boy UnderPressure To Change Image Charly Boy UnderPressure To Change Image"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "The Gbagada bad boy, Charly Oputa a.k.a. Charly Boy appears to be under sc- vere pressure from kids to change his weird image. PMShow World source close to the Gbagada home of Charly Boy disclosed that though determined to keep all Nigerian kids, outofschool due to teachers' strike ac- tion, positively busy, Charly Boy is worried that his weird image-would affect the kids. The punk king is said to be toying with the ideaofchang- ing his weird look so as to have a positive impression on the kids. The Gbagada bad boy, Charly Oputa a.k.a. Charly Boy appears to be under sc- vere pressure from kids to change his weird image. PMShow World source close to the Gbagada home of Charly Boy disclosed that though determined to keep all Nigerian kids, outofschool due to teachers' strike ac- tion, positively busy, Charly Boy is worried that his weird image-would affect the kids. The punk king is said to be toying with the ideaofchang- ing his weird look so as to have a positive impression on the kids."}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "Charly Boy issaid to havetumed his Gbagada home into a haven for kids, especially the disabled whom he shows educational programme like Charly Boy kids show. Charly Boy issaid to havetumed his Gbagada home into a haven for kids, especially the disabled whom he shows educational programme like Charly Boy kids show."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 33, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "Charly Boy - Charly Boy -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "\"Going by his actions in recent times I will not be surprised if Charly Boy abandoned all he is doing to full time philantropy,\" addedanothersource. \"Going by his actions in recent times I will not be surprised if Charly Boy abandoned all he is doing to full time philantropy,\" addedanothersource."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 36, "ocr_result": "Xmas Releases Xmas Releases"}, {"block_type": "LAYOUT_TABLE", "reading_order": 37, "ocr_result": "ARTISTE ea.S RECORD TITLE RECORD COMPANY - General Kollington Ayinla Oju Opon Tawakalitu Comm. Enterprises Wasiu Alabi ( Pasuma) Choices Eru Owa Records Dizzy K. My Joy Ivory Music Yomi Peters Na You Be This Ivory Music Asimiyu Ajebori Glamour Samsong Records Osita Osadebe Osadebe '94 Leader Records Prince Bode Ogundimu Swing Pawpaw Premier Music (Serie 1) ARTISTE ea.S RECORD TITLE RECORD COMPANY - General Kollington Ayinla Oju Opon Tawakalitu Comm. Enterprises Wasiu Alabi ( Pasuma) Choices Eru Owa Records Dizzy K. My Joy Ivory Music Yomi Peters Na You Be This Ivory Music Asimiyu Ajebori Glamour Samsong Records Osita Osadebe Osadebe '94 Leader Records Prince Bode Ogundimu Swing Pawpaw Premier Music (Serie 1)"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 38, "ocr_result": "PMAN last week hosted American attache, Dr. Ray Orley, to a dinner party at Mirage Restaurant, Victoria Island Orley in a warm handshake with industries Minister Alhaji Bamang Dr. Orley and PMAN president Mustapha Amego are all smiles Lawal PMAN last week hosted American attache, Dr. Ray Orley, to a dinner party at Mirage Restaurant, Victoria Island Orley in a warm handshake with industries Minister Alhaji Bamang Dr. Orley and PMAN president Mustapha Amego are all smiles Lawal"}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "City Tavern is another Club from situated at Obafemi Awolowo 1 City Tavern is another Club from situated at Obafemi Awolowo 1"}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "Moonlight piano is a new a who bas been in Nigeria musical instrument. Moonlight piano is a new a who bas been in Nigeria musical instrument."}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "DE DE"}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "Thursday: Wonder Dayo Kujore, Adewale Ayuba [the bubble maste / Thursday: Wonder Dayo Kujore, Adewale Ayuba [the bubble maste /"}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "Pappizz is anew club arouna saloon. nd special programme, Pappizz is anew club arouna saloon. nd special programme,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "Friday: Dele. Taiwo, Sunday: Thursday: The Obaluaiye of Fu Friday: Dele. Taiwo, Sunday: Thursday: The Obaluaiye of Fu"}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "Ozone Nite-Club on Allen - December to mark the arent RayPower will bold 23 Dece - Ozone Nite-Club on Allen - December to mark the arent RayPower will bold 23 Dece -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "Friday: Sir Cliff Sama Jolly justus Friday: Sir Cliff Sama Jolly justus"}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "Friday: Love Idris Adisa Friday: Love Idris Adisa"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 48, "ocr_result": "RAWLE RAWLE"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 49, "ocr_result": "7 Tavern 8 7 Tavern 8"}, {"block_type": "LAYOUT_LIST", "reading_order": 50, "ocr_result": "stable of Omieba Don Princewill of Daniels. It is koyi. It was declared open last week Friday. onlight 2 Avenue owned by an Egyptian, Chief M. Hanali 24 years. The Club is fortified with N1.2 million pizz Nite Club iao Estate. It also bas business centre and barbing ldies. JAne will be 9 years in the business on 15 leasant Memory of Ozone featuring Ozone unio parias Garden Alabi Pasumaj, Tuesday: Musibau Alabi and sic, Wasiu Ayinde Marshal. skindle ay: Asimiyu Ajebori[Omogba feeder] and Sunday. Asembly Spot ment sembly Spot stable of Omieba Don Princewill of Daniels. It is koyi. It was declared open last week Friday. onlight 2 Avenue owned by an Egyptian, Chief M. Hanali 24 years. The Club is fortified with N1.2 million pizz Nite Club iao Estate. It also bas business centre and barbing ldies. JAne will be 9 years in the business on 15 leasant Memory of Ozone featuring Ozone unio parias Garden Alabi Pasumaj, Tuesday: Musibau Alabi and sic, Wasiu Ayinde Marshal. skindle ay: Asimiyu Ajebori[Omogba feeder] and Sunday. Asembly Spot ment sembly Spot"}, {"block_type": "LAYOUT_TEXT", "reading_order": 51, "ocr_result": "stable of Omieba Don Princewill of Daniels. It is koyi. It was declared open last week Friday. onlight stable of Omieba Don Princewill of Daniels. It is koyi. It was declared open last week Friday. onlight"}, {"block_type": "LAYOUT_TEXT", "reading_order": 52, "ocr_result": "the Avenue owned by an Egyptian, Chief M. Hanali 24 years. The Club is fortified with N1.2 million the Avenue owned by an Egyptian, Chief M. Hanali 24 years. The Club is fortified with N1.2 million"}, {"block_type": "LAYOUT_TEXT", "reading_order": 53, "ocr_result": "pizz Nite Club pizz Nite Club"}, {"block_type": "LAYOUT_TEXT", "reading_order": 54, "ocr_result": "1100 Estate. It also has business centre and barbing with ldies. 1100 Estate. It also has business centre and barbing with ldies."}, {"block_type": "LAYOUT_TEXT", "reading_order": 55, "ocr_result": "e will be 9 years in the -lashhing business on 15 y Pleasant Memory of Ozone featuring Ozone and e will be 9 years in the -lashhing business on 15 y Pleasant Memory of Ozone featuring Ozone and"}, {"block_type": "LAYOUT_TEXT", "reading_order": 56, "ocr_result": "Madas Garden Madas Garden"}, {"block_type": "LAYOUT_TEXT", "reading_order": 57, "ocr_result": "P - it Alabi [Pasuma], Tuesday: Musibau Aiabi and - : sic, Wasiu Ayinde Marshal. P - it Alabi [Pasuma], Tuesday: Musibau Aiabi and - : sic, Wasiu Ayinde Marshal."}, {"block_type": "LAYOUT_TEXT", "reading_order": 58, "ocr_result": "lay: Asimiyu 4Ajebori/Omogba feeder) and Sunday. lay: Asimiyu 4Ajebori/Omogba feeder) and Sunday."}, {"block_type": "LAYOUT_TEXT", "reading_order": 59, "ocr_result": "ind le ind le"}, {"block_type": "LAYOUT_TEXT", "reading_order": 60, "ocr_result": "sembly Spot ment ment sembly Spot sembly Spot ment ment sembly Spot"}]