[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "Friday 2. December, 1994 Friday 2. December, 1994"}, {"block_type": "LAYOUT_TITLE", "reading_order": 2, "ocr_result": "PM SPORT PM SPORT"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "HEADS TO ROLLIN KWARA P.7 HEADS TO ROLLIN KWARA P.7"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 4, "ocr_result": "Typhoid Hits Berger's Camp Typhoid Hits Berger's Camp"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "Julius Berger Football Club is pres- catly being rocked with series of col.plaints by both players and representatives of the German company who visited the country recently, PMsport gathered ex- clusively. - Julius Berger Football Club is pres- catly being rocked with series of col.plaints by both players and representatives of the German company who visited the country recently, PMsport gathered ex- clusively. -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Our Euro-65 source revealed to us that the players are complaining bit- terly about the company environ- ment which has repeatedly given many of them typhoid fever during the season. Our Euro-65 source revealed to us that the players are complaining bit- terly about the company environ- ment which has repeatedly given many of them typhoid fever during the season."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "\"Our camp is not worth being called a camp at all. We have to battle with mosquitoes every night. That apart the drinking water has given \"Our camp is not worth being called a camp at all. We have to battle with mosquitoes every night. That apart the drinking water has given"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "most of us typhoid fever, thereby I affecting our game,\" complained one | of the players who begged for ano- | nymity. most of us typhoid fever, thereby I affecting our game,\" complained one | of the players who begged for ano- | nymity."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "It was also gathered on good au- thority that the Germans who came to Nigeria sometime ago were highly disappointed about the players' camp. \"What annoyed them most was the fact that the players have to share the camp with other tenants, since the Ketu camp belongs to a top notcher of the club. The Germans are pres- endy looking into this, and there could be a shake-up in the club's management next season,\" disclosed our source. It was also gathered on good au- thority that the Germans who came to Nigeria sometime ago were highly disappointed about the players' camp. \"What annoyed them most was the fact that the players have to share the camp with other tenants, since the Ketu camp belongs to a top notcher of the club. The Germans are pres- endy looking into this, and there could be a shake-up in the club's management next season,\" disclosed our source."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "Fems O I'm Still With VIP Kafaru Alabi determined Fems O I'm Still With VIP Kafaru Alabi determined"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "Vigilante Insurance Professional Football Club's coach, Kafaru AlabL yesterday cleared the air on his transfer stories that has been milling round for so me time now. In a chat with-PMSport yesterday, Coach Alabi said, \"for now, I'm still with VIP Football Club. I don't intend to leave the club which I sweat hard for this season. Vigilante Insurance Professional Football Club's coach, Kafaru AlabL yesterday cleared the air on his transfer stories that has been milling round for so me time now. In a chat with-PMSport yesterday, Coach Alabi said, \"for now, I'm still with VIP Football Club. I don't intend to leave the club which I sweat hard for this season."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "\"Right now, I'm mapping out my plans on how to win a laurel for the team next season. The team is every- thing to me, and as my chairman, Chief Teluwo is always ready to support the club. 1 became more \"Right now, I'm mapping out my plans on how to win a laurel for the team next season. The team is every- thing to me, and as my chairman, Chief Teluwo is always ready to support the club. 1 became more"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "determined. determined."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "\"I pray for good season came '95, so the club would be a force to be reckoned with. Already we've sent warning signals to many clubs this season with our performance. This is what we want to consolidate on.\" He said that some clubs definitely had him on mind, \"but I'm still wait- ing for them to come out openly. For now VIP is everything to me, Kafaru Alabisaid. \"I pray for good season came '95, so the club would be a force to be reckoned with. Already we've sent warning signals to many clubs this season with our performance. This is what we want to consolidate on.\" He said that some clubs definitely had him on mind, \"but I'm still wait- ing for them to come out openly. For now VIP is everything to me, Kafaru Alabisaid."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "The former BCC sweat merchant - under Ahmodu Shalbu had a great season with the Lagos-based club. The former BCC sweat merchant - under Ahmodu Shalbu had a great season with the Lagos-based club."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "- Femi Olabode - Femi Olabode"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 17, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "gendary US boxer Mohammed Ali (R) is kissed by a young uadoran girl last Saturday at the Quito's Ruminahui Coliseun. Ali $ attending the World Boxing Association's super middleweight e fight between US boxers Frank Liles and Michael Nunn. AFP OTO. gendary US boxer Mohammed Ali (R) is kissed by a young uadoran girl last Saturday at the Quito's Ruminahui Coliseun. Ali $ attending the World Boxing Association's super middleweight e fight between US boxers Frank Liles and Michael Nunn. AFP OTO."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 19, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "P disclosed File picture dated 01 April 1992 of Brazilian soccer star Pele holding soccer balls on a promotional Olabode tour. Brazilian president-elect Fernando Henrique Cardoso announced his cabinet yesterday that b includes political and economic luminaries as well as soccer star Pele, who will undoubtedly steal the limelight. AFP PHOTO - P disclosed File picture dated 01 April 1992 of Brazilian soccer star Pele holding soccer balls on a promotional Olabode tour. Brazilian president-elect Fernando Henrique Cardoso announced his cabinet yesterday that b includes political and economic luminaries as well as soccer star Pele, who will undoubtedly steal the limelight. AFP PHOTO -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Amun Ta Takes Over \"Although, nothing is made public about the Under-23job, the Association just decided that coach Amun should U-23 Team also prepare his present squad for the 6th All-Africa Games. This is the decl- sion that was arrived at the coaches who had hoped to grab the job left the secretariat dejected,\" our source hinted. With this development, Coach Willy Bazuaye's fate is notknown. Itcould be recalled that NFA wanted the Benin- born coach to assist Paul Hamiltan for The Nigeria Football Association, Amun has been mandated to take charge the Under-23 job, before the change in (NFA) yesterday dashed the hopes of the Under 23 team that'll represent decision. Since then, the coach has of coaches who have been storm- the country in the All-Africa Gamesnext been on NFA's neck, as he refused to log the Ogunlana Drive Secretariat year, after going through the qualifica- go back to his base. 1.1 Amun Ta Takes Over \"Although, nothing is made public about the Under-23job, the Association just decided that coach Amun should U-23 Team also prepare his present squad for the 6th All-Africa Games. This is the decl- sion that was arrived at the coaches who had hoped to grab the job left the secretariat dejected,\" our source hinted. With this development, Coach Willy Bazuaye's fate is notknown. Itcould be recalled that NFA wanted the Benin- born coach to assist Paul Hamiltan for The Nigeria Football Association, Amun has been mandated to take charge the Under-23 job, before the change in (NFA) yesterday dashed the hopes of the Under 23 team that'll represent decision. Since then, the coach has of coaches who have been storm- the country in the All-Africa Gamesnext been on NFA's neck, as he refused to log the Ogunlana Drive Secretariat year, after going through the qualifica- go back to his base. 1.1"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "The Nigeria Football Association, (NFA) yesterday dashed the hopes of coaches who have been storm- Ing the Ogunlana Drive Secretariat of the Soccer House to lobby for the Under-23 national team job, PMsport exclusively gathered. Coaches from many parts of the country who have been besieging the Association with intense lobbying left the Soccer House dejected, when they got hint that U-21 team Coach Fanny The Nigeria Football Association, (NFA) yesterday dashed the hopes of coaches who have been storm- Ing the Ogunlana Drive Secretariat of the Soccer House to lobby for the Under-23 national team job, PMsport exclusively gathered. Coaches from many parts of the country who have been besieging the Association with intense lobbying left the Soccer House dejected, when they got hint that U-21 team Coach Fanny"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "Amun has been mandated to take charge of the Under 23 team that'll represent the country in the All-Africa Gamesnext year, after going through the qualifica- tion campaign. Amun has been mandated to take charge of the Under 23 team that'll represent the country in the All-Africa Gamesnext year, after going through the qualifica- tion campaign."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "There has been a lot of great lobby- ing from some high placed coaches in the country who have their mentors in the technical committee. Even some went as far as trying to command Alhaji Sani Toro to consider them for the job that wasn't advertised. There has been a lot of great lobby- ing from some high placed coaches in the country who have their mentors in the technical committee. Even some went as far as trying to command Alhaji Sani Toro to consider them for the job that wasn't advertised."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "C - However, Coach Amun told PMsport yesterday that he will re- lease the list of players who will report to camp in January today. He said, \"I've got to release this list early, because 1 have the All-Africa Games assignment on my hands.\" C - However, Coach Amun told PMsport yesterday that he will re- lease the list of players who will report to camp in January today. He said, \"I've got to release this list early, because 1 have the All-Africa Games assignment on my hands.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": ". Femi Olabode . Femi Olabode"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 27, "ocr_result": "P Kontagora Queries Zonal Co-ordinator P Kontagora Queries Zonal Co-ordinator"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "Reacting to a barrage of petitions from contractors in the Western Region of the country, the leader of the Presidential Monitoring Com- mittee (PMC), Major General Mam- man Kontagora has queried the co- ordinator of the Ibadan zone of the Nigerla '95, Gani Abdul Ganl Kola Balogun. Reacting to a barrage of petitions from contractors in the Western Region of the country, the leader of the Presidential Monitoring Com- mittee (PMC), Major General Mam- man Kontagora has queried the co- ordinator of the Ibadan zone of the Nigerla '95, Gani Abdul Ganl Kola Balogun."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "P - Contractors from Lagos, Osun, Ondo, Edo and Delta States had alleged favouritism in the award of contracts at the Ibadan zone of the preparations for the 8th World Youth Champion coming up in March next year. - P - Contractors from Lagos, Osun, Ondo, Edo and Delta States had alleged favouritism in the award of contracts at the Ibadan zone of the preparations for the 8th World Youth Champion coming up in March next year. -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "P to have favoured contractors based in Ibadan, his home town. P to have favoured contractors based in Ibadan, his home town."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "P The co-ordinator, who is in-charge of the awarding contracts was alleged P The co-ordinator, who is in-charge of the awarding contracts was alleged"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "Our source at the PMC office dis- closed that the former works minister was unhappy with the allegations and told the co-ordinator to his face when he visited Ibadan for the FIFA delega- tion inspection of facilities at the Liberty stadium. Our source at the PMC office dis- closed that the former works minister was unhappy with the allegations and told the co-ordinator to his face when he visited Ibadan for the FIFA delega- tion inspection of facilities at the Liberty stadium."}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "PMsport learnt that Alhaji Balogun gave no convincing reasons for his preference for Ibadan-based contrac- tors which General Kontagora viewed as unfair. PMsport learnt that Alhaji Balogun gave no convincing reasons for his preference for Ibadan-based contrac- tors which General Kontagora viewed as unfair."}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "\"The only contract awarded outside Ibadan was the one given to the brother of a retired Judge to regrass \"The only contract awarded outside Ibadan was the one given to the brother of a retired Judge to regrass"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 35, "ocr_result": "Associations' Chairmen Associations' Chairmen"}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "The 24 National Associations Chairmen yesterday in Lagos ap- pealed to the SoleAdministrator of National Sports Commission (NSC), Chief Babasola Rhodes to extend the election for reconsti- tution of the various bodles till February ending - The 24 National Associations Chairmen yesterday in Lagos ap- pealed to the SoleAdministrator of National Sports Commission (NSC), Chief Babasola Rhodes to extend the election for reconsti- tution of the various bodles till February ending -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "A member of the NSC who at- tended the meeting between the Sole Administrator and Association A member of the NSC who at- tended the meeting between the Sole Administrator and Association"}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "chairmen told PMsport. \"We will need a maximum of two months to be able to put our acts together in organising-elections . for the reconstitution of the 24 National Associations' boards\" a spokesman of the chairman was quoted as saying. Against the plea of the Associations chairmen Chief Rhodes was said to chairmen told PMsport. \"We will need a maximum of two months to be able to put our acts together in organising-elections . for the reconstitution of the 24 National Associations' boards\" a spokesman of the chairman was quoted as saying. Against the plea of the Associations chairmen Chief Rhodes was said to"}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "one of the practising pitches of the Liberty Stadium, the source disclosed. We learnt on good authority that awarded to himself but Alhaji Balogun use his brother as a front. PMC had categorically instructed co-ordinators in all the four studio d to hostmatches of the World Cup and contracts to contractors in the grouped in their zones. But the an zone went out of its way 3 isobey the instruction. PMsport learnt that the issue has been kept as top secret because the PMC abhors anything that will likely stract the attention of the contractors pinos ently working on the sites. leola Fashola one of the practising pitches of the Liberty Stadium, the source disclosed. We learnt on good authority that awarded to himself but Alhaji Balogun use his brother as a front. PMC had categorically instructed co-ordinators in all the four studio d to hostmatches of the World Cup and contracts to contractors in the grouped in their zones. But the an zone went out of its way 3 isobey the instruction. PMsport learnt that the issue has been kept as top secret because the PMC abhors anything that will likely stract the attention of the contractors pinos ently working on the sites. leola Fashola"}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "D M NEWS IS PUBLISHED B¥ CVL. OFFICE: 8 IBIYEMI STREET, AJAO ESTATE ISOLO, LAGOS. DITOR: BABAFEMI OJUDU TEL: 01-526476 D M NEWS IS PUBLISHED B¥ CVL. OFFICE: 8 IBIYEMI STREET, AJAO ESTATE ISOLO, LAGOS. DITOR: BABAFEMI OJUDU TEL: 01-526476"}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "Beg Rhodes have approved the end of January for them. He, however, difused the sension that the boards of the 24 National Associations would be dissolved by him, saying he would only stepd by the outcome of popular elections Beg Rhodes have approved the end of January for them. He, however, difused the sension that the boards of the 24 National Associations would be dissolved by him, saying he would only stepd by the outcome of popular elections"}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "Sport Quote \"Wby are people condemning Yekini? He's not oui of this game. watch out for bim. He's not out\" - Super Eagles islant coach, Kelecbi Emercols speaking on gangling striker Rasbidi Yekini's present troubles. Sport Quote \"Wby are people condemning Yekini? He's not oui of this game. watch out for bim. He's not out\" - Super Eagles islant coach, Kelecbi Emercols speaking on gangling striker Rasbidi Yekini's present troubles."}]