[{"block_type": "LAYOUT_FIGURE", "reading_order": 1, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "government work was surger - now circumstances we would talk, and I wanted Oliver Tambo to know that my post don and his were the same. government work was surger - now circumstances we would talk, and I wanted Oliver Tambo to know that my post don and his were the same."}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "Oliver Tambo and the ANC had called for the people of South Africa to render the country ungovernable, and the people were obliging. The state of unrest and political violence was reach- ing new heights. The anger of the masses was unrestrained; the town- ships were in upheaval. International pressure was growing stronger every- day. On 12 June, 1986, the govern- ment imposed a state of emergency in an attempt to keep a lid on protest. In every outward way, the time seemed inauspicious for negotiations. But of- ten, the most discouraging moments are precisely the time to launch an Initiative. At such times people are searching for a way out of their di- lemma. That month I wrote a very simple letter to General Willemse the commissioner of prisons, saying, \"I wish to see you on a matter of national importance.\" Oliver Tambo and the ANC had called for the people of South Africa to render the country ungovernable, and the people were obliging. The state of unrest and political violence was reach- ing new heights. The anger of the masses was unrestrained; the town- ships were in upheaval. International pressure was growing stronger every- day. On 12 June, 1986, the govern- ment imposed a state of emergency in an attempt to keep a lid on protest. In every outward way, the time seemed inauspicious for negotiations. But of- ten, the most discouraging moments are precisely the time to launch an Initiative. At such times people are searching for a way out of their di- lemma. That month I wrote a very simple letter to General Willemse the commissioner of prisons, saying, \"I wish to see you on a matter of national importance.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "ive the 'Afrika' salute, ready to take up the battle on the outside again ive the 'Afrika' salute, ready to take up the battle on the outside again"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "That weekend, I was told by the commanding officer to be prepared to see General Willemse, who was com- ing down from Pretoria. This meeting was not treated in the usual fashion. Instead of conferring with the general in the visiting area, I was taken to his residence in the grounds of Pollsmoor itself. That weekend, I was told by the commanding officer to be prepared to see General Willemse, who was com- ing down from Pretoria. This meeting was not treated in the usual fashion. Instead of conferring with the general in the visiting area, I was taken to his residence in the grounds of Pollsmoor itself."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Willemse is a direct fellow and we got down to business immediately. I told him I wanted to see Kobie Coetsee, the minister of justice. He asked me why, I hesitated for 2 moment, reluc- tant to discuss political matters with a prison official. But I responded with frankness, \"I want to see the minister in order to raise the question of talks between the governmentand the ANC.\" He pondered this for a moment, and then said, \"Mandela, as you know, I am not a politician, I cannot discuss such issues myself, for they are be- yond my authority.\" He then paused, as if something had just occurred to him. It just so happens, 'he said, 'that the minister of justice is in Cape Town. Perhaps, you can see him, I will find out.' Willemse is a direct fellow and we got down to business immediately. I told him I wanted to see Kobie Coetsee, the minister of justice. He asked me why, I hesitated for 2 moment, reluc- tant to discuss political matters with a prison official. But I responded with frankness, \"I want to see the minister in order to raise the question of talks between the governmentand the ANC.\" He pondered this for a moment, and then said, \"Mandela, as you know, I am not a politician, I cannot discuss such issues myself, for they are be- yond my authority.\" He then paused, as if something had just occurred to him. It just so happens, 'he said, 'that the minister of justice is in Cape Town. Perhaps, you can see him, I will find out.'"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "The general then telephoned the minister and the two spoke for a few moments. After putting down the phone, the general turned to me and said: \"The minister said: \"Bring him round.\" Minutes later, we left the general's residence in his car bound for the minister's house in Cape Town. Security was light, only one other car The general then telephoned the minister and the two spoke for a few moments. After putting down the phone, the general turned to me and said: \"The minister said: \"Bring him round.\" Minutes later, we left the general's residence in his car bound for the minister's house in Cape Town. Security was light, only one other car"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 8, "ocr_result": "y For Negotiations y For Negotiations"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "prisoner, * 'he said, and smiled. prisoner, * 'he said, and smiled."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "At the meeting between me and the Eminent Persons Group, we were joined by two significant observers: Kobie Coetsee, and Lieutenant Gen- eral W. H. Willemse, the commissioner of prisons. Like the tailor, these two men were there to take my measure. But, curiously, they left shortly after the session started. I pressed them to remain, saying I had nothing to hide, but they left anyway. Before they took their leave, I told them the time had come for negotiations, not fighting and that the government and the ANC should sit down and talk. At the meeting between me and the Eminent Persons Group, we were joined by two significant observers: Kobie Coetsee, and Lieutenant Gen- eral W. H. Willemse, the commissioner of prisons. Like the tailor, these two men were there to take my measure. But, curiously, they left shortly after the session started. I pressed them to remain, saying I had nothing to hide, but they left anyway. Before they took their leave, I told them the time had come for negotiations, not fighting and that the government and the ANC should sit down and talk."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "The Eminent Persons Group had come with many questions involving the issues of violence, negotiations and sanctions. After the group had finished with me, they planned to see Oliver Tambo in Lusaka and government officials in Pretoria. In my remarks to them, I had sent The Eminent Persons Group had come with many questions involving the issues of violence, negotiations and sanctions. After the group had finished with me, they planned to see Oliver Tambo in Lusaka and government officials in Pretoria. In my remarks to them, I had sent"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "accompanied the general's vehicle. The case and rapidity with which this meeting was set up made me suspect that the government might have planned this rendezvous ahead of time. Whether they had or not was Immaterial, It was an oppor- tunity to take the first step towards negotiations. At his official residence In the city, Coetsee greeted me warmly and we settled down on comfortable chairs in his lounge. He apologised that 1 had not had a chance to change out of my prison clothes. I spent three hours in conversa- dons with him and was struck by his sophistica- tion and willingness to listen. He asked knowl- edgeable and relevant questions - questions that reflected a familiarity with the issues that divided the government and the ANC. He asked me under what circumstances we would suspend the armed struggle, whether or not I spoke for the ANC as a whole, whether I envisioned any constitud onal accompanied the general's vehicle. The case and rapidity with which this meeting was set up made me suspect that the government might have planned this rendezvous ahead of time. Whether they had or not was Immaterial, It was an oppor- tunity to take the first step towards negotiations. At his official residence In the city, Coetsee greeted me warmly and we settled down on comfortable chairs in his lounge. He apologised that 1 had not had a chance to change out of my prison clothes. I spent three hours in conversa- dons with him and was struck by his sophistica- tion and willingness to listen. He asked knowl- edgeable and relevant questions - questions that reflected a familiarity with the issues that divided the government and the ANC. He asked me under what circumstances we would suspend the armed struggle, whether or not I spoke for the ANC as a whole, whether I envisioned any constitud onal"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "mmonwealth in aders could not o participate in outh Africa. This hatcher was ada- e deadlock, the delegation would ack on whether ool to help bring early 1986, the s Group, led by e former military Australian prime d In South Africa. heral Obasanjo to ation's brief. He between me and ent's permission, T May. The group et after they had a chance to raise mmonwealth in aders could not o participate in outh Africa. This hatcher was ada- e deadlock, the delegation would ack on whether ool to help bring early 1986, the s Group, led by e former military Australian prime d In South Africa. heral Obasanjo to ation's brief. He between me and ent's permission, T May. The group et after they had a chance to raise"}, {"block_type": "LAYOUT_TITLE", "reading_order": 14, "ocr_result": "My Story Mandela My Story Mandela"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "It was absolutely riveting to watch the simple activities of people out in the world; It is precisely those mun- dane activities of daily life that I had missed most in prison. I felt like a curious tourist in a strange and re- markable land. It was absolutely riveting to watch the simple activities of people out in the world; It is precisely those mun- dane activities of daily life that I had missed most in prison. I felt like a curious tourist in a strange and re- markable land."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "guarantees for minorities in a new South Africa. His questions went to the heart of the issues dividing the government and the ANC. - guarantees for minorities in a new South Africa. His questions went to the heart of the issues dividing the government and the ANC. -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "- I sensed that Coetsee wanted some resolution. What is the next step? he asked. I told him, I wanted to see the state president and the forel gn minister. Coetsee noted this on a small pad he had kept beside him and said he would send my request through the proper channels. We then shook hands, and I was driven back to my solitary cell on the ground floor of Pollsmoor prison. - I sensed that Coetsee wanted some resolution. What is the next step? he asked. I told him, I wanted to see the state president and the forel gn minister. Coetsee noted this on a small pad he had kept beside him and said he would send my request through the proper channels. We then shook hands, and I was driven back to my solitary cell on the ground floor of Pollsmoor prison."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "There were other signs that the government was preparing me for a different kind of exist- ence. On the day before Christmas, Lieutenant Colonel Gawie Mars, the deputy commander of Pollsmoor, wandered by my cell after breakfast and said quite casually: \"Mandela, would you like to see the city?\" I was notexactly certain what he had in mind, but I thought there was no harm in saying yes. \"Good,\" 'he said, \"come along\". I walked with the colonel through the 15 locked metal doors between my cell and the entrance, and when we emerged, I found his car waiting for us. There were other signs that the government was preparing me for a different kind of exist- ence. On the day before Christmas, Lieutenant Colonel Gawie Mars, the deputy commander of Pollsmoor, wandered by my cell after breakfast and said quite casually: \"Mandela, would you like to see the city?\" I was notexactly certain what he had in mind, but I thought there was no harm in saying yes. \"Good,\" 'he said, \"come along\". I walked with the colonel through the 15 locked metal doors between my cell and the entrance, and when we emerged, I found his car waiting for us."}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "We drove into Cape Town along the lovely road that runs pagallel to the coast. He had no destination in mind and we simply meandered around the city in a leisurely fashion. It was absolutely riveting to watch the simple activities of people out in the world; old men sitting in the sun, women doing their shopping, people walk- ing their dogs. It is precisely those mundane activities of daily life that I had missed most in prison. I feltlike a curious tourist in a strange and remarkable land. We drove into Cape Town along the lovely road that runs pagallel to the coast. He had no destination in mind and we simply meandered around the city in a leisurely fashion. It was absolutely riveting to watch the simple activities of people out in the world; old men sitting in the sun, women doing their shopping, people walk- ing their dogs. It is precisely those mundane activities of daily life that I had missed most in prison. I feltlike a curious tourist in a strange and remarkable land."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "After an hour or so, Colonel Marx stopped the car in front of a small shop in a quiet street. \"Would you like a cold drink?\" he asked. I nodded and he disappeared inside the shop, I sat there alone. For the first few moments, I did not think about my situation, but as the seconds ticked away, I became more and more agitated. For the first time in 22 years, I was out in the world and unguarded. I had a vision of opening the door, jumping out and running and running until 1 was out of sight. Something inside was urging me to do just that. I noticed a wooded area near the road where I could hide. I was extremely tense and began to perspire. Where was the colonel? But then I took control of myself: such an action would be unwise and irresponsible, not to mention dangerous. It was possible that the whole situation was contrived to try to get me to escape, though I do not think that was the case I was greatly relieved a few moments later when I saw the colonel walking back to the car with two cans of Coca-Cola. After an hour or so, Colonel Marx stopped the car in front of a small shop in a quiet street. \"Would you like a cold drink?\" he asked. I nodded and he disappeared inside the shop, I sat there alone. For the first few moments, I did not think about my situation, but as the seconds ticked away, I became more and more agitated. For the first time in 22 years, I was out in the world and unguarded. I had a vision of opening the door, jumping out and running and running until 1 was out of sight. Something inside was urging me to do just that. I noticed a wooded area near the road where I could hide. I was extremely tense and began to perspire. Where was the colonel? But then I took control of myself: such an action would be unwise and irresponsible, not to mention dangerous. It was possible that the whole situation was contrived to try to get me to escape, though I do not think that was the case I was greatly relieved a few moments later when I saw the colonel walking back to the car with two cans of Coca-Cola."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "As it turned out, that day in Cape Town was the first of many excursions. Over the next few months, I went out again with the colonel, not only to Cape Town but to some of the sights around the city, its beautiful beaches and lovely cool mountains. Soon, more junior officers were permitted to take me around. One of the places I regularly visited with these junior officers was known as the 'gardens', a series of small holdings on the edge of the prison grounds where crops were grown for the prison kitchen. I enjoyed being out in nature, being able to see the horizon and feel the sun on my shoulders. Much as I enjoyed these little adventures, I well knew that the authorities had a motive other than keeping me diverted. I sensed that they wanted to acclimatize me to life in South Africa and perhaps, at the same time, get me so used to the pleasures of small freedoms that I might be willing to compromise in order to have complete freedom. As it turned out, that day in Cape Town was the first of many excursions. Over the next few months, I went out again with the colonel, not only to Cape Town but to some of the sights around the city, its beautiful beaches and lovely cool mountains. Soon, more junior officers were permitted to take me around. One of the places I regularly visited with these junior officers was known as the 'gardens', a series of small holdings on the edge of the prison grounds where crops were grown for the prison kitchen. I enjoyed being out in nature, being able to see the horizon and feel the sun on my shoulders. Much as I enjoyed these little adventures, I well knew that the authorities had a motive other than keeping me diverted. I sensed that they wanted to acclimatize me to life in South Africa and perhaps, at the same time, get me so used to the pleasures of small freedoms that I might be willing to compromise in order to have complete freedom."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "session with the nary. Two days ted by Brigadier tailor. 'Mandela,' you to see these e don't want you , so this tailor will utfit you with a e been some ind / I tried on a pin- glove. I was also d underwear. The attire. 'Mandela, ster now, not a session with the nary. Two days ted by Brigadier tailor. 'Mandela,' you to see these e don't want you , so this tailor will utfit you with a e been some ind / I tried on a pin- glove. I was also d underwear. The attire. 'Mandela, ster now, not a"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "In 1987, I resumed contact with Kobie Coetsee. I had several private meetings with him at his residence, and later that year, the government made its first concrete proposal. Coetsee said the government would like to appoint a committee of senior officials to conduct private discussions with me. This would be done with the full knowledge of the state president, Coetsee said. He himself would be head of the committee. Not long after this I received a note from Oliver Tambo that was smuggled to me by one of my lawyers. He had heard reports that I was having secret discussions with the government and he was concerned. He said he knew I had been alone for some time and separated from my colleagues. He must have beer wondering: \"What is going on with-Mandela? Oliver's note was brief and to the point, In 1987, I resumed contact with Kobie Coetsee. I had several private meetings with him at his residence, and later that year, the government made its first concrete proposal. Coetsee said the government would like to appoint a committee of senior officials to conduct private discussions with me. This would be done with the full knowledge of the state president, Coetsee said. He himself would be head of the committee. Not long after this I received a note from Oliver Tambo that was smuggled to me by one of my lawyers. He had heard reports that I was having secret discussions with the government and he was concerned. He said he knew I had been alone for some time and separated from my colleagues. He must have beer wondering: \"What is going on with-Mandela? Oliver's note was brief and to the point,"}]