[{"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 1, "ocr_result": "Page 1 Page 1"}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "PMSport PMSport"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 3, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Straight N Sharp ADEMOLA OLAJIRE Straight N Sharp ADEMOLA OLAJIRE"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "After doing so much to wreck this country's international image, politically, economically, socially and severally, the military institu- tion is now, deliberately, gunning for the jugular of the nation's After doing so much to wreck this country's international image, politically, economically, socially and severally, the military institu- tion is now, deliberately, gunning for the jugular of the nation's"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "tunes of man not to come and make things worse. These idols we have had in the past four years [aside Ikhazoboh] have done the abominable: made things more worse. tunes of man not to come and make things worse. These idols we have had in the past four years [aside Ikhazoboh] have done the abominable: made things more worse."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "became Federal Ministry of Youth and Sports, headed variously by novices. When Babangida ap- pointed Alex Akinyele to head the nation's sports for his clowning and over-adulation of his regime, the Minna-born General re-named it National Srorts Commission and placed it under the Presidency. became Federal Ministry of Youth and Sports, headed variously by novices. When Babangida ap- pointed Alex Akinyele to head the nation's sports for his clowning and over-adulation of his regime, the Minna-born General re-named it National Srorts Commission and placed it under the Presidency."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "The truth is that Nigeria de- serves a Sports Ministry, considering the good image sports has brought to the nation, espe- cially in the past four years. All over the world, minister of sports sit at cabinet meetings with their colleagues in other ministries. In Nigeria, with sports under the presi- dency, the 'Executive Chairman' is attended to by junior officers. Why? The truth is that Nigeria de- serves a Sports Ministry, considering the good image sports has brought to the nation, espe- cially in the past four years. All over the world, minister of sports sit at cabinet meetings with their colleagues in other ministries. In Nigeria, with sports under the presi- dency, the 'Executive Chairman' is attended to by junior officers. Why?"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 9, "ocr_result": "Enough Of This Break Dancing Enough Of This Break Dancing"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "sporting prowess, the only cred- ible property Nigeria flaunts at the international scene. sporting prowess, the only cred- ible property Nigeria flaunts at the international scene."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "I am sure it is only in Nigeria that five different persons would be at the helm of affairs of such a continuity-embracing industry as sports in four short years, 1990 - Ikhazoboh, 1991 - Yohannah Kure, 1992 - Alex Akinyele, 1993 - Sylvanus Akinwunmi, 1994 - Babashola Rhodes. I am sure it is only in Nigeria that five different persons would be at the helm of affairs of such a continuity-embracing industry as sports in four short years, 1990 - Ikhazoboh, 1991 - Yohannah Kure, 1992 - Alex Akinyele, 1993 - Sylvanus Akinwunmi, 1994 - Babashola Rhodes."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "The pity of it all is that these changes have always been in- formed by considerations other than for the much-talked about national interest. These persons, most of them with little or no background training or any form of grind in sports, found them- selves with the spoon but knowing not what to do with the soup. A Yoruba proverb admonishes an idol who cannot improve the for- The pity of it all is that these changes have always been in- formed by considerations other than for the much-talked about national interest. These persons, most of them with little or no background training or any form of grind in sports, found them- selves with the spoon but knowing not what to do with the soup. A Yoruba proverb admonishes an idol who cannot improve the for-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "Babashola Rhodes has for sometime come to be known as an influential figure in Nigerian sports not for any past record of being an international athlete or a sponsor of note, but for his ser- vices to the northern military adventurers which borders on the bizzare. Babashola Rhodes has for sometime come to be known as an influential figure in Nigerian sports not for any past record of being an international athlete or a sponsor of note, but for his ser- vices to the northern military adventurers which borders on the bizzare."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "Rhodes a lawyer, began a lawn tennis championship named after his legal outfits Rhodes and Rhodes in 1992. There was much noise about the competition then, and he promised to make it an annual event. After that maiden edition, there has been no other one. 1994 is about to come to an end. Rhodes a lawyer, began a lawn tennis championship named after his legal outfits Rhodes and Rhodes in 1992. There was much noise about the competition then, and he promised to make it an annual event. After that maiden edition, there has been no other one. 1994 is about to come to an end."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "There are other issues at stake. It is time we know what to do with our sports policy-making organ. Twenty-three years ago, the organ began as National Sports Commis- sion [NSC]. In the Shagari days, it There are other issues at stake. It is time we know what to do with our sports policy-making organ. Twenty-three years ago, the organ began as National Sports Commis- sion [NSC]. In the Shagari days, it"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "There have been wild rumours that the dictatorship wants to set up a board. As we know, board members willalwaysengage them- selves in different wars over contracts, trips abroad, outrageous financial claims et cetera. Deci- sion-making is slowed down because all the members, or at least a quorum, have to be around to meet everytime there is an issue to discuss, There have been wild rumours that the dictatorship wants to set up a board. As we know, board members willalwaysengage them- selves in different wars over contracts, trips abroad, outrageous financial claims et cetera. Deci- sion-making is slowed down because all the members, or at least a quorum, have to be around to meet everytime there is an issue to discuss,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "Some board members may re- side in Lagos, others Jalingo. In a nation where means of transporta- tion can be acutely erratic, how workable will a board turn out to be? Some board members may re- side in Lagos, others Jalingo. In a nation where means of transporta- tion can be acutely erratic, how workable will a board turn out to be?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "We have had enough of this break-dancing which the govern- ment has been doing with our sports. Let us have some direction, and some sanity. We have had enough of this break-dancing which the govern- ment has been doing with our sports. Let us have some direction, and some sanity."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 19, "ocr_result": "PMC On Round-The Clock Monitoring PMC On Round-The Clock Monitoring"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 20, "ocr_result": "Dormant Associations To Go have every cause to be jittery\", the source said. We also gathered that membersh if / Dormant Associations To Go have every cause to be jittery\", the source said. We also gathered that membersh if /"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "A minor shak-up is being ex- pected among the 24 national sports associations forbetter per- formance. A minor shak-up is being ex- pected among the 24 national sports associations forbetter per- formance."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "PMSports gathered at the National Sports Commission [NSC] Headquar- ters in Lagos, that the shake up would only affect associations that have remained inactive this year. An NSC source disclosed/that the new sole administrator, Chief Shola Rhodes is not out to witch-hunt any- body or association but to breadth some life into sports and bring the nation back to its lost glory in sports. For those national associations that have been staging regular competi- tions, there is nothing to fear about but for the redundant ones, they PMSports gathered at the National Sports Commission [NSC] Headquar- ters in Lagos, that the shake up would only affect associations that have remained inactive this year. An NSC source disclosed/that the new sole administrator, Chief Shola Rhodes is not out to witch-hunt any- body or association but to breadth some life into sports and bring the nation back to its lost glory in sports. For those national associations that have been staging regular competi- tions, there is nothing to fear about but for the redundant ones, they"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "The Nigeria-Germany ac- cord to revitalise the National Institute for Sports [NIS] is heading towards di- saster over import-duties. The Nigeria-Germany ac- cord to revitalise the National Institute for Sports [NIS] is heading towards di- saster over import-duties."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "NO According to the Director of the Institute, Professor Michael Ajisafe, the Germans ought to have been spared the pains of paying the import duties in com- pliance with a bilateral agreement existing between the governments of both countries. NO According to the Director of the Institute, Professor Michael Ajisafe, the Germans ought to have been spared the pains of paying the import duties in com- pliance with a bilateral agreement existing between the governments of both countries."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "He however, cautioned that the row between the Germans and Nigeria government over NIS would soon be a thing of the past, saying National Sports Com- mission (NSC] has already He however, cautioned that the row between the Germans and Nigeria government over NIS would soon be a thing of the past, saying National Sports Com- mission (NSC] has already"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "of associations may be tinkered with which may witness the return o some members removed by the erst while executive chairman, Chie Sylvanus Akinwunmi. \"Chief Rhodes is all out to ensure merit and anybody that merits ar appointment would be adequately rewarded\", the source offered. Meanwhile, the sole administrator of the NSC had reiterated his desire to run his administration from the National Stadium complex. If you're a lawyer, you operate ir the court, a banker operates in the bank while a sports administrato must operate from the stadium com plex\", Chief Rhodes said. of associations may be tinkered with which may witness the return o some members removed by the erst while executive chairman, Chie Sylvanus Akinwunmi. \"Chief Rhodes is all out to ensure merit and anybody that merits ar appointment would be adequately rewarded\", the source offered. Meanwhile, the sole administrator of the NSC had reiterated his desire to run his administration from the National Stadium complex. If you're a lawyer, you operate ir the court, a banker operates in the bank while a sports administrato must operate from the stadium com plex\", Chief Rhodes said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "PMSport gathered at the institute last week that the Ger- man embassy is irked by the Nigerian government insistence that import duties be paid on certain sporting equipment be- ing brought into the country. and PMSport gathered at the institute last week that the Ger- man embassy is irked by the Nigerian government insistence that import duties be paid on certain sporting equipment be- ing brought into the country. and"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "However, there has been a lot of criticism over presidency's decision to merge PMC and LOC, appointing Kontagora as overall boss. However, there has been a lot of criticism over presidency's decision to merge PMC and LOC, appointing Kontagora as overall boss."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "\"What we failed to realise is that all FIFA's complaints were on PMC's job. At least they are the ones in charge of the stadia which FIFA complained about. But it's very sur- prising we are all blaming LOC. \"Presidency would be making a big mistake by putting Kontagora in \"What we failed to realise is that all FIFA's complaints were on PMC's job. At least they are the ones in charge of the stadia which FIFA complained about. But it's very sur- prising we are all blaming LOC. \"Presidency would be making a big mistake by putting Kontagora in"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "\"Wenow have to double oureffort to ensure we host this world cup successfully. Since we've been charged by the presidency not to allow this chance slip through. The grassing has to be done day and night to fasten everything and finish up before FIFA's last inspection\", Sunny Atuma, PMC's image-maker told PMSport last week. \"Wenow have to double oureffort to ensure we host this world cup successfully. Since we've been charged by the presidency not to allow this chance slip through. The grassing has to be done day and night to fasten everything and finish up before FIFA's last inspection\", Sunny Atuma, PMC's image-maker told PMSport last week."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 31, "ocr_result": "Nigeria-Germany Accord Threatened Nigeria-Germany Accord Threatened"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "After FIFA's inspection team hardknock on Nigeria's prepara- tions for the World, come March., 1995, the Presidential Monitor- ing Committee now works 24 hours on the National Stadium pitch. After FIFA's inspection team hardknock on Nigeria's prepara- tions for the World, come March., 1995, the Presidential Monitor- ing Committee now works 24 hours on the National Stadium pitch."}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "intervened to bring the situation to normalcy. intervened to bring the situation to normalcy."}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": ". Boye Ajayi. . Boye Ajayi."}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "PMSport gathered that the retired Major-General Kontagora led com- mittee, whose not-too-impressive job on thestadia placed Nigeria's hosting hope on tight rope, swung into full action after Jack Werner's FIFA-led team expressed deep disappoint- ment over PMC's pace of work. PMSport gathered that the retired Major-General Kontagora led com- mittee, whose not-too-impressive job on thestadia placed Nigeria's hosting hope on tight rope, swung into full action after Jack Werner's FIFA-led team expressed deep disappoint- ment over PMC's pace of work."}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "The Nigeria-German accord empowers the foreigners to mod- erate courses in the Institute for improved standard. P The Nigeria-German accord empowers the foreigners to mod- erate courses in the Institute for improved standard. P"}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "charge of everything, since he could not deliver in the first assignment, fumed an LOC official. Femy Olabode. charge of everything, since he could not deliver in the first assignment, fumed an LOC official. Femy Olabode."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 38, "ocr_result": "Sharks, Berger Trail Ajide Sharks, Berger Trail Ajide"}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "As a result of this bilateral agreement, a German technical adviser, Michael Thurn is cur- rently in charge. As a result of this bilateral agreement, a German technical adviser, Michael Thurn is cur- rently in charge."}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "Rangers' defender, Ajide ha Julius Berger and Sharks of Poi boots for them. Harcourt on his trail so lace hi Rangers' defender, Ajide ha Julius Berger and Sharks of Poi boots for them. Harcourt on his trail so lace hi"}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "The Boco Football Club of Lagos has won this year's edi- tion of young stars championship. The Boco Football Club of Lagos has won this year's edi- tion of young stars championship."}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "The reliable, no-nonsense playe told PMSport that he is at a cros road as to which of the clubs to sig for. The reliable, no-nonsense playe told PMSport that he is at a cros road as to which of the clubs to sig for."}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "He however added that he do not want to be very far away fros Lagos and this gives the Adewal Bridge boys the advantage. Ajide was also on the list of Shoo ing Stars wanted defenders but th Ibadan Club had to do away with hi when he couldn't make up his min I still believe I will play for any C these clubs. What I want is a Club th would tale care of welfare and no really the sign-on fees that matters, he said matter of factly. He however added that he do not want to be very far away fros Lagos and this gives the Adewal Bridge boys the advantage. Ajide was also on the list of Shoo ing Stars wanted defenders but th Ibadan Club had to do away with hi when he couldn't make up his min I still believe I will play for any C these clubs. What I want is a Club th would tale care of welfare and no really the sign-on fees that matters, he said matter of factly."}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "Last Sunday at the Loco Train- ing Ground, Yaba, Lagos, the team defeated Machine FC 2-1. Monday Ugwu emerged as the best player of the match. Last Sunday at the Loco Train- ing Ground, Yaba, Lagos, the team defeated Machine FC 2-1. Monday Ugwu emerged as the best player of the match."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 45, "ocr_result": "BOCO FC Are Champion BOCO FC Are Champion"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "L Adeola Fasbola. L Adeola Fasbola."}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "L Boye Ajayi L Boye Ajayi"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 48, "ocr_result": "Ethiopian Fita Bayesa (C) raises the cup after he won the Belgian leg of the international Cross Country Cup on Sunday, flanked by second placed Portuguese and European champion Paulo Guerra(R) and Ethiopian Hebre Gabreselassie (L) who finished third. AFP PHOTO. Ethiopian Fita Bayesa (C) raises the cup after he won the Belgian leg of the international Cross Country Cup on Sunday, flanked by second placed Portuguese and European champion Paulo Guerra(R) and Ethiopian Hebre Gabreselassie (L) who finished third. AFP PHOTO."}]