[{"block_type": "LAYOUT_FIGURE", "reading_order": 1, "ocr_result": "W VOL 1 NO. 80 MONDAY 12 DECEMBER, 1994 N10 W VOL 1 NO. 80 MONDAY 12 DECEMBER, 1994 N10"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 2, "ocr_result": "Plutest US Storm British Embassy Plutest US Storm British Embassy"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "VOL 1 NO. 80 MONDAY 12 DECEMBER, 1994 N10 VOL 1 NO. 80 MONDAY 12 DECEMBER, 1994 N10"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Hundreds of Nigerians in K as well as sympathetic Americans have stormed the British Embasay in Washington, DC protesting Britain's alleged complicity with a Nigerian military clique I'm alborti- ing democracy. Hundreds of Nigerians in K as well as sympathetic Americans have stormed the British Embasay in Washington, DC protesting Britain's alleged complicity with a Nigerian military clique I'm alborti- ing democracy."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "Carrying different placards om which were written \"down with Brite- air, Major Stop Supporting All-acha\" 23 the :demonstratorscondlemmed the Brit- ish government for shipping Amount Tanks to the Abach junta at a ticken when democratic volices are being muffled. Carrying different placards om which were written \"down with Brite- air, Major Stop Supporting All-acha\" 23 the :demonstratorscondlemmed the Brit- ish government for shipping Amount Tanks to the Abach junta at a ticken when democratic volices are being muffled."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Earlier, all Blackburn Centre Earlier, all Blackburn Centre"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "Howard University, many Nigerians trooped que tica listen to the speeches of Chilef Halph Obloba and Air Com mediane Dam Saleiman intil both leaders of National Democratic Coali- tion Mins. Sheila Solaria, wife of the late DE Solivities, canelico los Angelies - attend the gathering She and she was worlded with the state of education the Migeria and ap: pealledition Migerians all over theworld - democratic enthrone- ment in Nigeria through the actualisation of June 12, 1998 Preal- dientlial mandate Howard University, many Nigerians trooped que tica listen to the speeches of Chilef Halph Obloba and Air Com mediane Dam Saleiman intil both leaders of National Democratic Coali- tion Mins. Sheila Solaria, wife of the late DE Solivities, canelico los Angelies - attend the gathering She and she was worlded with the state of education the Migeria and ap: pealledition Migerians all over theworld - democratic enthrone- ment in Nigeria through the actualisation of June 12, 1998 Preal- dientlial mandate"}, {"block_type": "LAYOUT_TITLE", "reading_order": 8, "ocr_result": "Jailed Senator Betrays Mate .To Regain Freedom Jailed Senator Betrays Mate .To Regain Freedom"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "alleged attemptio bomb the Ejigho was detained lin Se ptember over am Senator Polycarp Nove who Petrol terminal was released after trading what a source described an spurious information about Tinubuto the security apparatusi of colleague and fillendl, Senator Rola General Samil/ Abucha that Niverite, while in detention in PillNews learnt lim Albaja today Allagham, lagos, Abuchal's He wash tity adviser, Mohammed wrote Ejigba Gwarzu, secur to has Hands off the affair. blamed am alleging calprithe would everything have Tinubus hudino cause Tinulbu, not the to than were leave Nigeria. @ I'm the letter, November begged General pledged serve loyalty in clemency and any capacity. and Abacha for to his full readlness the General the of the of Hintreconvened laws ruling May junta, part Nwite was among the Senators in in deffance of moves to actualise the are 12 June Continued one page 2 alleged attemptio bomb the Ejigho was detained lin Se ptember over am Senator Polycarp Nove who Petrol terminal was released after trading what a source described an spurious information about Tinubuto the security apparatusi of colleague and fillendl, Senator Rola General Samil/ Abucha that Niverite, while in detention in PillNews learnt lim Albaja today Allagham, lagos, Abuchal's He wash tity adviser, Mohammed wrote Ejigba Gwarzu, secur to has Hands off the affair. blamed am alleging calprithe would everything have Tinubus hudino cause Tinulbu, not the to than were leave Nigeria. @ I'm the letter, November begged General pledged serve loyalty in clemency and any capacity. and Abacha for to his full readlness the General the of the of Hintreconvened laws ruling May junta, part Nwite was among the Senators in in deffance of moves to actualise the are 12 June Continued one page 2"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 10, "ocr_result": "Nujoma Wins Again After Nujoma Wins Again After"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "inchingatwo-third - ence Sam Namibia's election first East week, gost Najoma now rules a a party state but things elyte change much ils the Affilican nation, analysts rday. baolutely centain that even statedevelops, Namibia's eliements would remains German's ambasandor the Schumacher, who election observer, said.\" that Namilhia Ihas all the 8 becoming a shining e other countries\". inchingatwo-third - ence Sam Namibia's election first East week, gost Najoma now rules a a party state but things elyte change much ils the Affilican nation, analysts rday. baolutely centain that even statedevelops, Namibia's eliements would remains German's ambasandor the Schumacher, who election observer, said.\" that Namilhia Ihas all the 8 becoming a shining e other countries\"."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 12, "ocr_result": "Owena MD Lashes Directors Owena MD Lashes Directors"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 13, "ocr_result": "Olalekan Amuda Olalekan Amuda"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 14, "ocr_result": "... 10 ad ... 10 ad"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "The Managing Director of Owenz Bank (Nigerial) Plic. Mirr. Segum Agbetuyi, over the week end identified insiderabuse asi a major reason for the distress in banks. The Managing Director of Owenz Bank (Nigerial) Plic. Mirr. Segum Agbetuyi, over the week end identified insiderabuse asi a major reason for the distress in banks."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "/ According Bkcal him, many bank directors especially those who have no financial or extent state, Hume the wrong notion and attitude the the otherwise heavy responsibili- ties attached the their appointment. / According Bkcal him, many bank directors especially those who have no financial or extent state, Hume the wrong notion and attitude the the otherwise heavy responsibili- ties attached the their appointment."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "\"It termslis the the worse with government nominee direc- thousa. Some became nominated as a result of political cleavages and presiunces without.comsideration for personal qualities such as integrity andition capacity the contribute\" the Owner Hoss said \"It termslis the the worse with government nominee direc- thousa. Some became nominated as a result of political cleavages and presiunces without.comsideration for personal qualities such as integrity andition capacity the contribute\" the Owner Hoss said"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "P Agbetugii disclosed time many of these directors, havingmu irames (I- ment atsulbe, see their directorship P Agbetugii disclosed time many of these directors, havingmu irames (I- ment atsulbe, see their directorship"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "Agbettayi, who was speaking audite openingofithenewecorporate headquarters branch of Owena Bank, moted that such directors see their appointment 38 political pa- dreamage and their opportunity to \"availve quicidly\", and since some are - of how long they can list especially as nominating gov- Agbettayi, who was speaking audite openingofithenewecorporate headquarters branch of Owena Bank, moted that such directors see their appointment 38 political pa- dreamage and their opportunity to \"availve quicidly\", and since some are - of how long they can list especially as nominating gov-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "SEEL \"they lick the honey so voraciously that they break the plate in the process.\" SEEL \"they lick the honey so voraciously that they break the plate in the process.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "as God-given, once-in-a-lile-time chance to \"make its\". Hie observed that these direct- tors have 3 concentrated intenest in their ONE personal financial acceleration the the determent of diyin institutions' suavival as God-given, once-in-a-lile-time chance to \"make its\". Hie observed that these direct- tors have 3 concentrated intenest in their ONE personal financial acceleration the the determent of diyin institutions' suavival"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "change frequently, they Birth the honey SOD veraciously duti they break the plate in the process.\" ⑉ change frequently, they Birth the honey SOD veraciously duti they break the plate in the process.\" ⑉"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "Grim Faced: Lola Abiola-Edewar, daughteraf dent elect detained(presi- Chief M.K.O. Abiolia looks on with WOR ries2 Will dadbe home early for Xmas? Grim Faced: Lola Abiola-Edewar, daughteraf dent elect detained(presi- Chief M.K.O. Abiolia looks on with WOR ries2 Will dadbe home early for Xmas?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "Hie belleves that jast as a staddress long years of effort and invest- menti tion groom as well rounded bank officer; dheadmission of Thank direc- should the subjected the the state can proof of pro- Bilty and integrity. Hie belleves that jast as a staddress long years of effort and invest- menti tion groom as well rounded bank officer; dheadmission of Thank direc- should the subjected the the state can proof of pro- Bilty and integrity."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "suggestion that good enumentintensi files rinvestigation Into the Hilistrary, character, Intergrity and stousling of Fwouldl-be Havil suggestion that good enumentintensi files rinvestigation Into the Hilistrary, character, Intergrity and stousling of Fwouldl-be Havil"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "Continued ORD page 2 Continued ORD page 2"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 27, "ocr_result": "ompage - 2 - ompage - 2 -"}]