[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMSport PMSport"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "Page 7 Page 7"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 3, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Straight N Sharp ADEMOLAOLAJIRE Straight N Sharp ADEMOLAOLAJIRE"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "It has for a long time remained a Nigerlan virtue (andan unenviable one at\"that) to show disdain for excellence. Competence and cre- ativity are treated as multiple sin, while indolence and ignorance are halled to high heavens. The lazy and the mischievous sit in It has for a long time remained a Nigerlan virtue (andan unenviable one at\"that) to show disdain for excellence. Competence and cre- ativity are treated as multiple sin, while indolence and ignorance are halled to high heavens. The lazy and the mischievous sit in"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "weightlifting) who were seen to be competent, hardworking, industrious, reasonable and passionate about their sports were removed from their of- fices. weightlifting) who were seen to be competent, hardworking, industrious, reasonable and passionate about their sports were removed from their of- fices."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "The difference has come very clear in just one short year. At the time Aderinokun was removed, volleyball The difference has come very clear in just one short year. At the time Aderinokun was removed, volleyball"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "The multi-corporate show in Jos was a very poorshow. The sponsorship was done by eight organ isations, and some donated ordinary water! The Top Four tourney drew no rain. The multi-corporate show in Jos was a very poorshow. The sponsorship was done by eight organ isations, and some donated ordinary water! The Top Four tourney drew no rain."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "Other court sports have taken over the show while present-day NAVA wallows in indolence, make-believe propaganda and one-legged idealism. At the beginning of the year, NAVA came out with such a loaded calendar that one thought the game was in no way endangered in Aderinokun's ab- sence. It is unbellevable but true that only two of those listed competitions can be said to have been held at all: the Multi-corporate tourney in Jos and the Top Four affair in Lagos. This was in a sport where corporate sponsorship for competitions had almost become auto- matic before Aderinokun's ouster. Other court sports have taken over the show while present-day NAVA wallows in indolence, make-believe propaganda and one-legged idealism. At the beginning of the year, NAVA came out with such a loaded calendar that one thought the game was in no way endangered in Aderinokun's ab- sence. It is unbellevable but true that only two of those listed competitions can be said to have been held at all: the Multi-corporate tourney in Jos and the Top Four affair in Lagos. This was in a sport where corporate sponsorship for competitions had almost become auto- matic before Aderinokun's ouster."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "half the time to devote to the game's growth was chosen. The result is what we have today: volleyball has relapsed back into the doldrums in which it had been before the Aderinokun surgery. half the time to devote to the game's growth was chosen. The result is what we have today: volleyball has relapsed back into the doldrums in which it had been before the Aderinokun surgery."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 11, "ocr_result": "The Akinwunmi Blunder The Akinwunmi Blunder"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "glory on the hightable, while those who possess the uncanny ability to turn around the world within their reachareseenas plague to be avoided. glory on the hightable, while those who possess the uncanny ability to turn around the world within their reachareseenas plague to be avoided."}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "When this time last year, then newly-appointed chairman of the National Sports Commission, Chief Sylvanus Oladipo Akin wunmi threw overboard the constituted authorities of the varioussports associations, some of us were only mollifled by the one- time NFA Vice-Chairman's promise to return those seen as hard-working and competent to their duty posts. Gray-haired Akin wunmi did nosuch thing. He spent five weeks reconsti- tuting the boards, during which a lot of individual - interest scheming, char- acter assassination, carpet crossing and horse trading had been given full rein. The result was that people like Eddie Aderinokun, Volleyball Association chairman and Kunle Joseph (boss of When this time last year, then newly-appointed chairman of the National Sports Commission, Chief Sylvanus Oladipo Akin wunmi threw overboard the constituted authorities of the varioussports associations, some of us were only mollifled by the one- time NFA Vice-Chairman's promise to return those seen as hard-working and competent to their duty posts. Gray-haired Akin wunmi did nosuch thing. He spent five weeks reconsti- tuting the boards, during which a lot of individual - interest scheming, char- acter assassination, carpet crossing and horse trading had been given full rein. The result was that people like Eddie Aderinokun, Volleyball Association chairman and Kunle Joseph (boss of"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "had inched to a close position behind football in followership in Nigeria. There was no doubt about it: the man knew what he was doing. He de- voted his time, money, energy and other resources to the growth of the game. He got sponsors to hold com- petitions every month, and volleyball became the rave in the country. What more, he hosted Africa and the world volleyball race within two months. In September '93, the African Cup for Women was staged in llorin with great success and in November, the Women World Cup qualifiers fea- tured host Nigeria, Egypt, Ukraine and Croatia inside the sportshall of the National Stadium. The sky then be- came the limitforthe former magazine editor. had inched to a close position behind football in followership in Nigeria. There was no doubt about it: the man knew what he was doing. He de- voted his time, money, energy and other resources to the growth of the game. He got sponsors to hold com- petitions every month, and volleyball became the rave in the country. What more, he hosted Africa and the world volleyball race within two months. In September '93, the African Cup for Women was staged in llorin with great success and in November, the Women World Cup qualifiers fea- tured host Nigeria, Egypt, Ukraine and Croatia inside the sportshall of the National Stadium. The sky then be- came the limitforthe former magazine editor."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "Taekwondo Black Belters in the country have registered for the P Taekwondo Black Belters in the country have registered for the P"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Then the hammer came. In his place, Habul Gumel, clearly not as convinced in the passion of volleyball as Aderinokun and with far less than Then the hammer came. In his place, Habul Gumel, clearly not as convinced in the passion of volleyball as Aderinokun and with far less than"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 17, "ocr_result": "Black Belters Dare TAN Black Belters Dare TAN"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 18, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "An Under-18 female championship was scheduled to begin in Ibadan yesterday, but only six of the 30 states and Abuja Indicated interest! Which is a testimony of the ineffectiveness of NAVA's awareness - generating tac- dcs. An Under-18 female championship was scheduled to begin in Ibadan yesterday, but only six of the 30 states and Abuja Indicated interest! Which is a testimony of the ineffectiveness of NAVA's awareness - generating tac- dcs."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "When Aderinokun was there, the work was done on the field, not in the office. Eddie and his aides went out to make things happen, not send out letters and expect miracles to happen. When Aderinokun was there, the work was done on the field, not in the office. Eddie and his aides went out to make things happen, not send out letters and expect miracles to happen."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "4th Annual US Open Taekwando Championships scheduled for February 15 - 19 In Colorado Springs, United States next year despite warning to the contrary by the Taekwondo Association of Nigeria. 4th Annual US Open Taekwando Championships scheduled for February 15 - 19 In Colorado Springs, United States next year despite warning to the contrary by the Taekwondo Association of Nigeria."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "The Taekwondoists merely re- sponded to the invitation extended to them by the organisers of the US Open through the Nigerian Taekwondo Youth Federation. Nigerian Taekwondo Youth Fed- The Taekwondoists merely re- sponded to the invitation extended to them by the organisers of the US Open through the Nigerian Taekwondo Youth Federation. Nigerian Taekwondo Youth Fed-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "It Is also surprising that NAVA set out to organise a youth tourney when there had been no massive awareness created by the adults during the year. It is when the adults are brimming with passion and competition, that you now move in to get the youth who would have been attracted by the exploits of their senior ones on the circuit. The job is therefore made easier for the grassroot developer. I hope they will learn. It Is also surprising that NAVA set out to organise a youth tourney when there had been no massive awareness created by the adults during the year. It is when the adults are brimming with passion and competition, that you now move in to get the youth who would have been attracted by the exploits of their senior ones on the circuit. The job is therefore made easier for the grassroot developer. I hope they will learn."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "eration is an organisation formed by Olympic Silver Medalist, Emmanuel Peters, on his return from Barcelona in 1992 aimed at developing youth taekwon do and It got the approval of Taekwando Association of Nigeria [TAN] through a letter headed TAN/ AF/93/Vol.19 of 31 March, 1993. A black beltholder and spokesman for the Tackwondoists, Emmanuel Ikpeme told PMSport that they are really preparing to participate in the championship which is a veritable eration is an organisation formed by Olympic Silver Medalist, Emmanuel Peters, on his return from Barcelona in 1992 aimed at developing youth taekwon do and It got the approval of Taekwando Association of Nigeria [TAN] through a letter headed TAN/ AF/93/Vol.19 of 31 March, 1993. A black beltholder and spokesman for the Tackwondoists, Emmanuel Ikpeme told PMSport that they are really preparing to participate in the championship which is a veritable"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "Ene Okon of BCC Lions in flight during his team's league '94 first phase clash with Julius Berger of Lagos at Onikan Stadium. Berger's Momodu Mutairu watchs with interest. Ene Okon of BCC Lions in flight during his team's league '94 first phase clash with Julius Berger of Lagos at Onikan Stadium. Berger's Momodu Mutairu watchs with interest."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "avenue for exposure. avenue for exposure."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "\"We are determined to participate in the US Open because we do not want to be left behind by other players the world over. That is why we have to be there to sharpen our skill and improve on our knowl- edge\", Ikpeme said. \"We are determined to participate in the US Open because we do not want to be left behind by other players the world over. That is why we have to be there to sharpen our skill and improve on our knowl- edge\", Ikpeme said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "Emmanuel Peters Oghenejoboh, whose participation earned him a 2 year ban by TAN last year, has trav- elled out to England to prepare for the Championship which is acknowl- Emmanuel Peters Oghenejoboh, whose participation earned him a 2 year ban by TAN last year, has trav- elled out to England to prepare for the Championship which is acknowl-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "edged as one of the best Taekwondo Championships in the world. edged as one of the best Taekwondo Championships in the world."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "The tackwon doists argued that th 2 Taekwondo Association of Nigeria cann ot stop them from participating in the championship because the rules which establishes the US Open Cham- plonshipsallowsfor their participation. The tackwon doists argued that th 2 Taekwondo Association of Nigeria cann ot stop them from participating in the championship because the rules which establishes the US Open Cham- plonshipsallowsfor their participation."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "They therefore claimed that the Taekwando Federation erred by sus- pending Emmanuel Peters for the two years for participating in the championship without its knowledge. $ Adeola Fasbola.. They therefore claimed that the Taekwando Federation erred by sus- pending Emmanuel Peters for the two years for participating in the championship without its knowledge. $ Adeola Fasbola.."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 32, "ocr_result": "Traditional Sports For Export Traditional Sports For Export"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 33, "ocr_result": "Wimbledon's Andy Clarke (L) challenges Aston Villa's Garry Parker (14) during their English Premiership game last month * Wimbledon won 4-3. AFP PHOTO. Wimbledon's Andy Clarke (L) challenges Aston Villa's Garry Parker (14) during their English Premiership game last month * Wimbledon won 4-3. AFP PHOTO."}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "The Traditional Sports Festival Scheduled for December 12 to 15 at the Indoor Sports Hall of the National Stadium will notonly be used to entertain the Nigerian populace but will be exported to other countries of the world thus creating a positive image for the country and generating the much needed foreign exchange. The Traditional Sports Festival Scheduled for December 12 to 15 at the Indoor Sports Hall of the National Stadium will notonly be used to entertain the Nigerian populace but will be exported to other countries of the world thus creating a positive image for the country and generating the much needed foreign exchange."}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "Chairman of the Nigerian Associa- tion of Traditional Sports, AlhajiG. N. Hamza made this known during a chat with PMSport on the viability of the traditional sports festival. Chairman of the Nigerian Associa- tion of Traditional Sports, AlhajiG. N. Hamza made this known during a chat with PMSport on the viability of the traditional sports festival."}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "According to him, the Festival will be organised to include 11 games, which are Langa, Garinfo, Ogunmu, Ayo, Scholarstic fund, okair, Lagona, Kokowo, Dambe Abula and Abili. According to him, the Festival will be organised to include 11 games, which are Langa, Garinfo, Ogunmu, Ayo, Scholarstic fund, okair, Lagona, Kokowo, Dambe Abula and Abili."}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "which will in turn fetch us the needed foreign exchange. All the games have the potential for export since they are un adulterated and possess traditional values and culture\", he said. which will in turn fetch us the needed foreign exchange. All the games have the potential for export since they are un adulterated and possess traditional values and culture\", he said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "P He said the game when exported will show Nigerians as a bunch of creativetalents who can sit down and invent games of their own. P He said the game when exported will show Nigerians as a bunch of creativetalents who can sit down and invent games of their own."}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "\"We are determined to introduce these games outside our shores and \"We are determined to introduce these games outside our shores and"}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "Although sponsors are yet to indi- cate their intentions, the Nigeria Association of Traditional Sports is determined to go ahead with the hosting of the championship. Although sponsors are yet to indi- cate their intentions, the Nigeria Association of Traditional Sports is determined to go ahead with the hosting of the championship."}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "\"For the time being, we have not secured any sponsor towards the organisation of the festival, but prom- ises abound since we are determined to host the festival this year. 1, Alhaji G. N. Hamza and my group of com- panies through Hamza Holdings Limited will contribute N250,000.00 to the successful hosting of the festi- val\" were his words to PMSport. \"For the time being, we have not secured any sponsor towards the organisation of the festival, but prom- ises abound since we are determined to host the festival this year. 1, Alhaji G. N. Hamza and my group of com- panies through Hamza Holdings Limited will contribute N250,000.00 to the successful hosting of the festi- val\" were his words to PMSport."}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "That notwithstanding, he called on well meaning Nigerians to come to the aid of NATS so that all the 30 games and sports so far identified can be developed. That notwithstanding, he called on well meaning Nigerians to come to the aid of NATS so that all the 30 games and sports so far identified can be developed."}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": ") Adeola Fashola ) Adeola Fashola"}]