[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMNEWS PMNEWS"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "485 485"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 3, "ocr_result": "EAGLE EYE EAGLE EYE"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Why is OGBC 2 so jealous? Tbe Abeokuta based radio station bas or dered all Adewale Ayuba's record from the library to tbe store because of the inter- view be granted Raypower that \"Raypower is the best station\"? Eagle Eye source said when a staffer of the station recently played Asimtyu Ajebori, the \"Ogas\" thinking it is Ayuba issued a query. Why is OGBC 2 so jealous? Tbe Abeokuta based radio station bas or dered all Adewale Ayuba's record from the library to tbe store because of the inter- view be granted Raypower that \"Raypower is the best station\"? Eagle Eye source said when a staffer of the station recently played Asimtyu Ajebori, the \"Ogas\" thinking it is Ayuba issued a query."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 5, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Kollinton bas postponed the launching of bis musical instrument and said that be is planning bis 30th anniversary ON stage. Kollinton bas postponed the launching of bis musical instrument and said that be is planning bis 30th anniversary ON stage."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "Well, I don't think \"Baba Alatika\" should be taken serious, Since be launches bis musical instrument on a Well, I don't think \"Baba Alatika\" should be taken serious, Since be launches bis musical instrument on a"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 8, "ocr_result": "- Stella Monva - Stella Monva"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "yearly basis. For new year money you may say. yearly basis. For new year money you may say."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 10, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "7 Stella Monyo 7 Stella Monyo"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Rasbeed Ayinde, the SerubawonofIbadan land lost bis first son recently after a brief illness. Serubawon sorry ob! Rasbeed Ayinde, the SerubawonofIbadan land lost bis first son recently after a brief illness. Serubawon sorry ob!"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "Segun Awe \"Afritonas\" plays bis record \"Ajagbe Ejo via the public address system on bis bus, disturbing people as be moves around. If you want to advertise your record, Segun go to Radio station or television house. Segun Awe \"Afritonas\" plays bis record \"Ajagbe Ejo via the public address system on bis bus, disturbing people as be moves around. If you want to advertise your record, Segun go to Radio station or television house."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "After much wahala, the Nigerian Music Award was beld on Sunday 18 December but none of the artistes nomi- nated for awards were present. This is a bitter lesson for the organiser. Well, when do we expect '95/96 version. After much wahala, the Nigerian Music Award was beld on Sunday 18 December but none of the artistes nomi- nated for awards were present. This is a bitter lesson for the organiser. Well, when do we expect '95/96 version."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "Shina Akanni [Mr. Scopido] needs some tutorials on the bad image be sometimes creates for himself. Imagine be quarrelled with a popular socialite who wanted to spray bim at Laparios welcome sbow upper weekend. Scopido, you are gradually killing your image. Shina Akanni [Mr. Scopido] needs some tutorials on the bad image be sometimes creates for himself. Imagine be quarrelled with a popular socialite who wanted to spray bim at Laparios welcome sbow upper weekend. Scopido, you are gradually killing your image."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Laparias garden need a face lift for the new year. The bamboo used for fencing the garden has been eaten by termites, thereby creating room for area boys to come in during shows. Laparias garden need a face lift for the new year. The bamboo used for fencing the garden has been eaten by termites, thereby creating room for area boys to come in during shows."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "Nigerian soldiers appear to be too many. Hence, you find military men guiding celebrants and musicians at parties, and in uniform too. Is this done for security or for \"Egunje\". Nigerian soldiers appear to be too many. Hence, you find military men guiding celebrants and musicians at parties, and in uniform too. Is this done for security or for \"Egunje\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Why can't Nigerians stop pretending, imagine Stella Monye launched her LP at Sheraton Hotel ostensibly to attract some big men. Unfortunately most of them did not turn up. Stella, wishing you \"soonest recover\". Why can't Nigerians stop pretending, imagine Stella Monye launched her LP at Sheraton Hotel ostensibly to attract some big men. Unfortunately most of them did not turn up. Stella, wishing you \"soonest recover\"."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 19, "ocr_result": "Xmas LaParis Xmas LaParis"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "h The big wheel set up on the Place de la Concorde in Paris is floodlit as night falls on the French ca per district will be opened to the public free of charge on Christmas day in Paris. AFP PHOTO. h The big wheel set up on the Place de la Concorde in Paris is floodlit as night falls on the French ca per district will be opened to the public free of charge on Christmas day in Paris. AFP PHOTO."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 21, "ocr_result": "Costume Jam Holds At Club Towers Costume Jam Holds At Club Towers"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "On New Year eve, Club Tow- ers and Restaurant will be wild and-weird with a party tagged costume/champagne breakfast jam. On New Year eve, Club Tow- ers and Restaurant will be wild and-weird with a party tagged costume/champagne breakfast jam."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "The show put together by the club in conjunction with Freels and Threels Entertainment promises to be exciting and fun-filled, accord- ing to Remi Abiodun, Promotions Director of Freels and Threels.Guests are not only expected to adorn colourful and trendy attires, includ- ing. masks, they will also have an The show put together by the club in conjunction with Freels and Threels Entertainment promises to be exciting and fun-filled, accord- ing to Remi Abiodun, Promotions Director of Freels and Threels.Guests are not only expected to adorn colourful and trendy attires, includ- ing. masks, they will also have an"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "encounter with sweet voice, Miss Ni- geria,-Miss Janet Fakeye. Mr. Aboderin told PMShow World that his outfit is set to popularised the costume jam concept which is widely known in developed nations. - He further said that it will be hours of unadulterated fun featuring top Dee Jays including Howie Tee, Larry and GMJ. Nazir Ado Ibrahim, Managing Di- rector of Club Towers said the musical package is to give clientele a worthy new year gift. encounter with sweet voice, Miss Ni- geria,-Miss Janet Fakeye. Mr. Aboderin told PMShow World that his outfit is set to popularised the costume jam concept which is widely known in developed nations. - He further said that it will be hours of unadulterated fun featuring top Dee Jays including Howie Tee, Larry and GMJ. Nazir Ado Ibrahim, Managing Di- rector of Club Towers said the musical package is to give clientele a worthy new year gift."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 25, "ocr_result": "ShowBiz Debuts A ShowBiz Debuts A"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 26, "ocr_result": "I night Saus USE are s day in Paris. AFP PHOTO. Lawal I night Saus USE are s day in Paris. AFP PHOTO. Lawal"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "LYRICS LYRICS"}, {"block_type": "LAYOUT_LIST", "reading_order": 28, "ocr_result": "A new magazine, SHOWBIZ Olaiya Adejumo [MON]. Excerpts from will be on the newstands next their third book Hubert Ogunde, Life week. A monthly entertainment and Times were published in the journalSbowbix is edited by Tosin Weekend Concord in 1991 and 1992 Ajtribe and Wale Alabi, guys who witnessed the classics, 3 Decades of pioneered the publication of pop Nigerian Music [1960ms 1990]. biographies on Nigerian showbiz Ajiribe said SHOWBIZ will be a celebrities. monthly compendium of information In 1989, they debuted with King on the entertainment industry which Sunny Ade's intimate biography. The will report and talk about music, following year, 1990, they came out movies, radio, cable, TV, videos, with Baba Sala! the highly comical theatre, hotels, clubs, fashion, beauty, bio of Nigeria's comedy king Moses electronics and home entertainment. A new magazine, SHOWBIZ Olaiya Adejumo [MON]. Excerpts from will be on the newstands next their third book Hubert Ogunde, Life week. A monthly entertainment and Times were published in the journalSbowbix is edited by Tosin Weekend Concord in 1991 and 1992 Ajtribe and Wale Alabi, guys who witnessed the classics, 3 Decades of pioneered the publication of pop Nigerian Music [1960ms 1990]. biographies on Nigerian showbiz Ajiribe said SHOWBIZ will be a celebrities. monthly compendium of information In 1989, they debuted with King on the entertainment industry which Sunny Ade's intimate biography. The will report and talk about music, following year, 1990, they came out movies, radio, cable, TV, videos, with Baba Sala! the highly comical theatre, hotels, clubs, fashion, beauty, bio of Nigeria's comedy king Moses electronics and home entertainment."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "A new magazine, SHOWBIZ will be on the newstands next week. A monthly entertainment journalSbowbix is edited by Tosin Ajtribe and Wale Alabi, guys who pioneered the publication of pop biographies on Nigerian showbiz celebrities. A new magazine, SHOWBIZ will be on the newstands next week. A monthly entertainment journalSbowbix is edited by Tosin Ajtribe and Wale Alabi, guys who pioneered the publication of pop biographies on Nigerian showbiz celebrities."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "In 1989, they debuted with King Sunny Ade's intimate biography. The following year, 1990, they came out with Baba Sala! the highly comical bio of Nigeria's comedy king Moses In 1989, they debuted with King Sunny Ade's intimate biography. The following year, 1990, they came out with Baba Sala! the highly comical bio of Nigeria's comedy king Moses"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "Olaiya Adejumo [MON]. Excerpts from their third book Hubert Ogunde, Life and Times were published in the Weekend Concord in 1991 and 1992 witnessed the classics, 3 Decades of Nigerian Music [1960mg 1990]. Ajiribe said SHOWBIZ will be a monthly compendium of information on the entertainment industry which will report and talk about music, movies, radio, cable, TV, videos, theatre, hotels, clubs, fashion, beauty, electronics and home entertainment. Olaiya Adejumo [MON]. Excerpts from their third book Hubert Ogunde, Life and Times were published in the Weekend Concord in 1991 and 1992 witnessed the classics, 3 Decades of Nigerian Music [1960mg 1990]. Ajiribe said SHOWBIZ will be a monthly compendium of information on the entertainment industry which will report and talk about music, movies, radio, cable, TV, videos, theatre, hotels, clubs, fashion, beauty, electronics and home entertainment."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 32, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "DAME AWARDS DAME AWARDS"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "Hardwork has its own rewards. Amb. Segun Olusola (left) seems to be telling Biodun Fagungbade (right) of TheNEWS Business during DAME Media award at Muson, Onikan. Fagungbade bagged the Financial Re- porter of the year. Hardwork has its own rewards. Amb. Segun Olusola (left) seems to be telling Biodun Fagungbade (right) of TheNEWS Business during DAME Media award at Muson, Onikan. Fagungbade bagged the Financial Re- porter of the year."}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "Friday: Disco Nite, Saturday: Tuesday: Clubbers Nile, Friday: Disco Nite, Saturday: Tuesday: Clubbers Nile,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "DE - DE -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "I Friday: Live band featuringJH JU I Friday: Live band featuringJH JU"}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "Friday: Reggae-Night, Saturday such as Nigerian dances. Friday: Reggae-Night, Saturday such as Nigerian dances."}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "Monday _Friday: Oldies Night, Tuesday Friday Jump Disco, 11 Monday _Friday: Oldies Night, Tuesday Friday Jump Disco, 11"}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "Vednesday. One carousel Vednesday. One carousel"}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "Friday: Pleasant Memoires Friday: Pleasant Memoires"}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "Friday: Dele Tatwo, Sundays Friday: Dele Tatwo, Sundays"}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "Thursday: Wonder Dayon - Thursday: Wonder Dayon -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "RAWLERS RAWLERS"}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "Fela Water Park Hosts Fela On Xmas Day Fela Water Park Hosts Fela On Xmas Day"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "special V special V"}, {"block_type": "LAYOUT_LIST", "reading_order": 47, "ocr_result": "ZZ NITE CLUB Sunday Family Might, Monday: Pappiz Nile [Oldies/, Variety Nile, and Thursday: Lovers Delight. PPE CAFE [Sabo] featuring Keyboardist Abass and other guest artistes. OF NITE CLUB phill works of life performing live and other side attraction des, and Exhibition and Tuesday: Ladies Night. GIN CAFE rcalo Band led by Black Jesus, Sunday: Fuft band, RO Night, Wednesday: Ladies Nigbt, Thursday: Sammy & Djazz Line. TE SHIFT leage on Friday and Saturday. OZONE g Ozone and Raypower. /For Ozone's 9tb Anniversaryl. IAS GARDEN sumal, Thursday: The Obaluaye of Fuft Music, Wasiu nde Marsbal. IND LES miyu Ajebort /Omogba Feeder) and Sunday: Adewale be bubble master). MBLY SPOT Love Idris Adisa USE NIGHT CLUB diffsama, the July Juju Exponent ZZ NITE CLUB Sunday Family Might, Monday: Pappiz Nile [Oldies/, Variety Nile, and Thursday: Lovers Delight. PPE CAFE [Sabo] featuring Keyboardist Abass and other guest artistes. OF NITE CLUB phill works of life performing live and other side attraction des, and Exhibition and Tuesday: Ladies Night. GIN CAFE rcalo Band led by Black Jesus, Sunday: Fuft band, RO Night, Wednesday: Ladies Nigbt, Thursday: Sammy & Djazz Line. TE SHIFT leage on Friday and Saturday. OZONE g Ozone and Raypower. /For Ozone's 9tb Anniversaryl. IAS GARDEN sumal, Thursday: The Obaluaye of Fuft Music, Wasiu nde Marsbal. IND LES miyu Ajebort /Omogba Feeder) and Sunday: Adewale be bubble master). MBLY SPOT Love Idris Adisa USE NIGHT CLUB diffsama, the July Juju Exponent"}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "LZ NITE CLUB Sunday Family Mgbt, Monday: Pappir Nile [Oldies], Variety Nile, and Thursday: Lovers Deligbt. LZ NITE CLUB Sunday Family Mgbt, Monday: Pappir Nile [Oldies], Variety Nile, and Thursday: Lovers Deligbt."}, {"block_type": "LAYOUT_TEXT", "reading_order": 49, "ocr_result": "PPE CAFE [Sabo] featuring Keyboar rdist Abass and otberguest artistes. PPE CAFE [Sabo] featuring Keyboar rdist Abass and otberguest artistes."}, {"block_type": "LAYOUT_TEXT", "reading_order": 50, "ocr_result": "OF NITE CLUB hell works of life performing live a nd other side a ttraction des, and Exhibition and Tuesday: Ladies Night. OF NITE CLUB hell works of life performing live a nd other side a ttraction des, and Exhibition and Tuesday: Ladies Night."}, {"block_type": "LAYOUT_TEXT", "reading_order": 51, "ocr_result": "GIN CAFE rcatos Band led by Black Jesus, Sunday: Fuji band, Night, Wednesday: Ladies Mgbt, Thursday: Sammy to D'azz Line. GIN CAFE rcatos Band led by Black Jesus, Sunday: Fuji band, Night, Wednesday: Ladies Mgbt, Thursday: Sammy to D'azz Line."}, {"block_type": "LAYOUT_TEXT", "reading_order": 52, "ocr_result": "TE SHIFT kage on Friday and Saturday. TE SHIFT kage on Friday and Saturday."}, {"block_type": "LAYOUT_TEXT", "reading_order": 53, "ocr_result": "OZONE OZONE"}, {"block_type": "LAYOUT_TEXT", "reading_order": 54, "ocr_result": "g Ozone and Raypower. /For Ozone's 9tb Anniversary). g Ozone and Raypower. /For Ozone's 9tb Anniversary)."}, {"block_type": "LAYOUT_TEXT", "reading_order": 55, "ocr_result": "IAS GARDEN issumal. Thursday: The Obaluaye of Fuft Music, Wasiu nde Marsbal. IAS GARDEN issumal. Thursday: The Obaluaye of Fuft Music, Wasiu nde Marsbal."}, {"block_type": "LAYOUT_TEXT", "reading_order": 56, "ocr_result": "KINDLES miyu Ajebort /Omogba Feederl and Sunday: Adewale be bubble master]. KINDLES miyu Ajebort /Omogba Feederl and Sunday: Adewale be bubble master]."}, {"block_type": "LAYOUT_TEXT", "reading_order": 57, "ocr_result": "MBLY SPOT Love Idris A disa MBLY SPOT Love Idris A disa"}, {"block_type": "LAYOUT_TEXT", "reading_order": 58, "ocr_result": "USE NIGHT CLUB diffsama tbejoly Juju Exponens USE NIGHT CLUB diffsama tbejoly Juju Exponens"}, {"block_type": "LAYOUT_TEXT", "reading_order": 59, "ocr_result": "Fela Anikulapo-Kuti, the Abaml Eda of Nigerian Music, will on 25 December storm Waterparks ikeja for a show of the century. Fela Anikulapo-Kuti, the Abaml Eda of Nigerian Music, will on 25 December storm Waterparks ikeja for a show of the century."}, {"block_type": "LAYOUT_TEXT", "reading_order": 60, "ocr_result": "does not have the opportunity of watching him live. Mr. Borisade said Water Parks management is doing everything to ensure a suc- cessful show. \"So, we are abiding by all the terms of the contract,\" . he said. To make the show real, Water Parks invited Raypower 100 FM as part promoter to transmit the show live for the benefit of Fela's fans. does not have the opportunity of watching him live. Mr. Borisade said Water Parks management is doing everything to ensure a suc- cessful show. \"So, we are abiding by all the terms of the contract,\" . he said. To make the show real, Water Parks invited Raypower 100 FM as part promoter to transmit the show live for the benefit of Fela's fans."}, {"block_type": "LAYOUT_TEXT", "reading_order": 61, "ocr_result": "The show, I according to Sola Borisade, the Parks Manager is for the matured mind and those 1 who have been ardent listeners of Fela's music over the years but The show, I according to Sola Borisade, the Parks Manager is for the matured mind and those 1 who have been ardent listeners of Fela's music over the years but"}, {"block_type": "LAYOUT_TEXT", "reading_order": 62, "ocr_result": "Power Of Love Power Of Love"}, {"block_type": "LAYOUT_TEXT", "reading_order": 63, "ocr_result": "By Luther Vandross By Luther Vandross"}, {"block_type": "LAYOUT_TEXT", "reading_order": 64, "ocr_result": "When I say good bye, its never for long 'Cause I know our love still lives on And it'll be again exactly like it was When you're so close I can feel the power When it is love, I can always feel Love for me is the best thing now Its something that I know so well. x When I say good bye, its never for long 'Cause I know our love still lives on And it'll be again exactly like it was When you're so close I can feel the power When it is love, I can always feel Love for me is the best thing now Its something that I know so well. x"}, {"block_type": "LAYOUT_TEXT", "reading_order": 65, "ocr_result": "CHORUS 1. CHORUS 1."}, {"block_type": "LAYOUT_TEXT", "reading_order": 66, "ocr_result": "Hold me closer and every minute of every hour feel the power of love yeah Hold me lighter and take me higher And feel the fire of the power of love. Did you know that your feelings show? You thought your love-was locked up inside. But when your senses start to overload love is something you should never hide. Hold me closer and every minute of every hour feel the power of love yeah Hold me lighter and take me higher And feel the fire of the power of love. Did you know that your feelings show? You thought your love-was locked up inside. But when your senses start to overload love is something you should never hide."}, {"block_type": "LAYOUT_TEXT", "reading_order": 67, "ocr_result": "CHORUS II CHORUS II"}, {"block_type": "LAYOUT_LIST", "reading_order": 68, "ocr_result": "You've got to believe in love It is 2 feeling that's next to none. Can't stop until we are one Tell everyone to try I promise you'll reach the sky One thing you can not deny is the power of love. BRIDGE So close your eyes and you can feel it Common straight from above. It is the power of love. You can't deny it, so don't even try it. Let the feeling sweep you off your feet. Chorus We've got to believe in love Its a feeling that's next to none Can't stand until we are one With the power of love BRIDGE So listen up and you will hear it A symphony from above. It's the power of love. So glad we've found it now there's no way around it Just the feeling. Sweep you off your feet. REPEAT CHORUS II When we walk down the street We don't care who he see or who we meet Don't need to run, Don't need to hide Cause we've got something burning inside. CHORUS: We've got power of love It's the greatest power of them all We've got love. Love power And together we can't fail. You've got to believe in love It is 2 feeling that's next to none. Can't stop until we are one Tell everyone to try I promise you'll reach the sky One thing you can not deny is the power of love. BRIDGE So close your eyes and you can feel it Common straight from above. It is the power of love. You can't deny it, so don't even try it. Let the feeling sweep you off your feet. Chorus We've got to believe in love Its a feeling that's next to none Can't stand until we are one With the power of love BRIDGE So listen up and you will hear it A symphony from above. It's the power of love. So glad we've found it now there's no way around it Just the feeling. Sweep you off your feet. REPEAT CHORUS II When we walk down the street We don't care who he see or who we meet Don't need to run, Don't need to hide Cause we've got something burning inside. CHORUS: We've got power of love It's the greatest power of them all We've got love. Love power And together we can't fail."}, {"block_type": "LAYOUT_TEXT", "reading_order": 69, "ocr_result": "You've got to believe in love It is 2 feeling that's next to none. Can't stop until we are one Tell everyone to try I promise you'll reach the sky One thing you can not deny You've got to believe in love It is 2 feeling that's next to none. Can't stop until we are one Tell everyone to try I promise you'll reach the sky One thing you can not deny"}, {"block_type": "LAYOUT_TEXT", "reading_order": 70, "ocr_result": "is the power of love. is the power of love."}, {"block_type": "LAYOUT_TEXT", "reading_order": 71, "ocr_result": "BRIDGE BRIDGE"}, {"block_type": "LAYOUT_TEXT", "reading_order": 72, "ocr_result": "So close your eyes and you can feel it Common straight from above. So close your eyes and you can feel it Common straight from above."}, {"block_type": "LAYOUT_TEXT", "reading_order": 73, "ocr_result": "It is the power of love. It is the power of love."}, {"block_type": "LAYOUT_TEXT", "reading_order": 74, "ocr_result": "You can't deny it, so don't even try it. You can't deny it, so don't even try it."}, {"block_type": "LAYOUT_TEXT", "reading_order": 75, "ocr_result": "P<<<< Let the feeling sweep you off your feet. P<<<< Let the feeling sweep you off your feet."}, {"block_type": "LAYOUT_TEXT", "reading_order": 76, "ocr_result": "Chorus Chorus"}, {"block_type": "LAYOUT_TEXT", "reading_order": 77, "ocr_result": "We've got to believe in love We've got to believe in love"}, {"block_type": "LAYOUT_TEXT", "reading_order": 78, "ocr_result": "Its a feeling that's next to none Its a feeling that's next to none"}, {"block_type": "LAYOUT_TEXT", "reading_order": 79, "ocr_result": "Can't stand until we are one Can't stand until we are one"}, {"block_type": "LAYOUT_TEXT", "reading_order": 80, "ocr_result": "P With the power of love BRIDGE P With the power of love BRIDGE"}, {"block_type": "LAYOUT_TEXT", "reading_order": 81, "ocr_result": "So listen up and you will hear it So listen up and you will hear it"}, {"block_type": "LAYOUT_TEXT", "reading_order": 82, "ocr_result": "P A symphony from above. It's the power of love. P A symphony from above. It's the power of love."}, {"block_type": "LAYOUT_TEXT", "reading_order": 83, "ocr_result": "So glad we've found it now So glad we've found it now"}, {"block_type": "LAYOUT_TEXT", "reading_order": 84, "ocr_result": "- there's no way around it Just the feeling. Sweep you off your feet. REPEAT CHORUS II - there's no way around it Just the feeling. Sweep you off your feet. REPEAT CHORUS II"}, {"block_type": "LAYOUT_TEXT", "reading_order": 85, "ocr_result": "When we walk down the street When we walk down the street"}, {"block_type": "LAYOUT_TEXT", "reading_order": 86, "ocr_result": "We don't care who he see or who we meet We don't care who he see or who we meet"}, {"block_type": "LAYOUT_TEXT", "reading_order": 87, "ocr_result": "Don't need to run, Don't need to hide Cause we've got something burning inside. CHORUS: Don't need to run, Don't need to hide Cause we've got something burning inside. CHORUS:"}, {"block_type": "LAYOUT_TEXT", "reading_order": 88, "ocr_result": "We've got power of love It's the greatest power of them all We've got love. Love power And together we can't fail. We've got power of love It's the greatest power of them all We've got love. Love power And together we can't fail."}, {"block_type": "LAYOUT_TEXT", "reading_order": 89, "ocr_result": "Friday G Friday G"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 90, "ocr_result": "Special Xmas gifts a Special Xmas gifts a"}, {"block_type": "LAYOUT_FOOTER", "reading_order": 91, "ocr_result": "DR: BABAFEMI OJUDU. TEL: 01-526476 DR: BABAFEMI OJUDU. TEL: 01-526476"}, {"block_type": "LAYOUT_FOOTER", "reading_order": 92, "ocr_result": "speaking on gangling striker Rasbidi Yekini's present troubles speaking on gangling striker Rasbidi Yekini's present troubles"}]