[{"block_type": "LAYOUT_FIGURE", "reading_order": 1, "ocr_result": "NEWS VOL 1 NO. 75 MONDAY 5 DECEMBER, 1994 N10 NEWS VOL 1 NO. 75 MONDAY 5 DECEMBER, 1994 N10"}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "Housewife Robbers Housewife Robbers"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "Four armed robbery suspects were on Saturday evening shot dead by a Lagos house wife at Alli Dada Street, Ago in Okota area of Lagos. Four armed robbery suspects were on Saturday evening shot dead by a Lagos house wife at Alli Dada Street, Ago in Okota area of Lagos."}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "According to eye-witness ac- count, the housewife (name withheld), was trailed by the rob- bers to her Alli Dada Street residence, where she occupied a duplex at about 7 pm. According to eye-witness ac- count, the housewife (name withheld), was trailed by the rob- bers to her Alli Dada Street residence, where she occupied a duplex at about 7 pm."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "While her securityman was try- ing to open the gate, her car was surrounded by four gunmen who While her securityman was try- ing to open the gate, her car was surrounded by four gunmen who"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "ordered her to surrender her white Mercedez Benz (V-Boot). - ordered her to surrender her white Mercedez Benz (V-Boot). -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "She complied but begged the robbers to allow her carry her eight month old baby and a bag containing baby things. The rob- bers agreed after which they jumped into the car and attempted to drive away. She complied but begged the robbers to allow her carry her eight month old baby and a bag containing baby things. The rob- bers agreed after which they jumped into the car and attempted to drive away."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "The lady came up with a short machinegun from the bag (the type used by mobile police) and opened fire on the robbers, emptying the entire magazine on them and kill- ing the four men while damaging her car in the process. The lady came up with a short machinegun from the bag (the type used by mobile police) and opened fire on the robbers, emptying the entire magazine on them and kill- ing the four men while damaging her car in the process."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "Continued on page 2 Continued on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "CABINET RESHUFFLE Jakande Begs To Works and Housing Minister, Al- source are Transport Minister, Chief Keep Job haji head, Lateef Jakande, is said to be Ebenezer Babatope, Foreign Affairs Min- among four ministers in the ister, Alhaji Babagana Kingibe and Abacha cabinet who are making National Planning Minister, Chief Silas frantic supplications to junta Daniyan. Industries Minister, Alhaji General Sani Abacha not to Bamanga Tukur is saidto be undecided sack them from the cabinet. yet on whether to quit or stay. Others. according to PMNews CABINET RESHUFFLE Jakande Begs To Works and Housing Minister, Al- source are Transport Minister, Chief Keep Job haji head, Lateef Jakande, is said to be Ebenezer Babatope, Foreign Affairs Min- among four ministers in the ister, Alhaji Babagana Kingibe and Abacha cabinet who are making National Planning Minister, Chief Silas frantic supplications to junta Daniyan. Industries Minister, Alhaji General Sani Abacha not to Bamanga Tukur is saidto be undecided sack them from the cabinet. yet on whether to quit or stay. Others. according to PMNews"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "Works and Housing Minister, Al- haji Lateef Jakande, is said to be among four ministers in the Abacha cabinet who are making frantic supplications to junta head, General Sani Abacha not to sack them from the cabinet. Others, according to PMNews Works and Housing Minister, Al- haji Lateef Jakande, is said to be among four ministers in the Abacha cabinet who are making frantic supplications to junta head, General Sani Abacha not to sack them from the cabinet. Others, according to PMNews"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "source are Transport Minister, Chief Ebenezer Babatope, Foreign Affairs Min- ister, Alhaji Babagana Kingibe and National Planning Minister, Chief Silas Daniyan. Industries Minister, Alhaji Bamanga Tukur is saidto be undecided yet on whether to quit or stay. source are Transport Minister, Chief Ebenezer Babatope, Foreign Affairs Min- ister, Alhaji Babagana Kingibe and National Planning Minister, Chief Silas Daniyan. Industries Minister, Alhaji Bamanga Tukur is saidto be undecided yet on whether to quit or stay."}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "Continued on page 2 Continued on page 2"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 14, "ocr_result": "AIL AIL"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "Alhaji Lateef Jakande Alhaji Lateef Jakande"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Kills Kills"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "Four Four"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Two NNPC Chiefs Charged With N330m Theft Two NNPC Chiefs Charged With N330m Theft"}, {"block_type": "LAYOUT_LIST", "reading_order": 19, "ocr_result": "ALEX ONI nine-count-charge of stealing $33.7 police from the Special Anti-Fraud Squad Two suspended managers of NNPC, million (about N330 million) from (SAFS), FIIB, Alagbon Close Ikoyi. Moses Adegbola Jaiyeola and Okwara NNPC. But while Jaiyeola and Okwara are Ostinwa Okwara, and the chief execu- The charge, PMNews gathered, was available for prosecution, Adesanya is tive of Lutin Investments, Prince Lemo recently filed at the Recovery of Public Laltan Adesanya are now to face fresh Property Tribunal, (TBS), Lagos by the Continued on page 2 ALEX ONI nine-count-charge of stealing $33.7 police from the Special Anti-Fraud Squad Two suspended managers of NNPC, million (about N330 million) from (SAFS), FIIB, Alagbon Close Ikoyi. Moses Adegbola Jaiyeola and Okwara NNPC. But while Jaiyeola and Okwara are Ostinwa Okwara, and the chief execu- The charge, PMNews gathered, was available for prosecution, Adesanya is tive of Lutin Investments, Prince Lemo recently filed at the Recovery of Public Laltan Adesanya are now to face fresh Property Tribunal, (TBS), Lagos by the Continued on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "ALEX ONI ALEX ONI"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Two suspended managers of NNPC, Moses Adegbola Jaiyeola and Okwara Oathwwa Okwara, and the chief execu- tive ofLutin Investments, Prince Lemo Laitan Adesanya are now to face fresh Two suspended managers of NNPC, Moses Adegbola Jaiyeola and Okwara Oathwwa Okwara, and the chief execu- tive ofLutin Investments, Prince Lemo Laitan Adesanya are now to face fresh"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "nine-count-charge of stealing $33.7 million (about N330 million) from NNPC. nine-count-charge of stealing $33.7 million (about N330 million) from NNPC."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "police from the Special Anti-Fraud Squad (SAFS), FIIB, Alagbon Close, Ikoyi. But while Jaiyeola and Okwara are available for prosecution, Adesanya is police from the Special Anti-Fraud Squad (SAFS), FIIB, Alagbon Close, Ikoyi. But while Jaiyeola and Okwara are available for prosecution, Adesanya is"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "The charge, PMNews gathered, was recently filed at the Recovery of Public Property Tribunal, (TBS), Lagos by the The charge, PMNews gathered, was recently filed at the Recovery of Public Property Tribunal, (TBS), Lagos by the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "Continued on page 2 Continued on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "Abiola To Stay In Jail - Appeal Court Abiola To Stay In Jail - Appeal Court"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "Bagauda Katho/Kaduna The Court of Appeal in Kaduna this morning ruled that the bail granted detained politician Chief Moshood Abiola be stayed. But one of the three judges who presided over the Continued on page 2 Bagauda Katho/Kaduna The Court of Appeal in Kaduna this morning ruled that the bail granted detained politician Chief Moshood Abiola be stayed. But one of the three judges who presided over the Continued on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "FCDA Sacks 382 - Nurses Protest FCDA Sacks 382 - Nurses Protest"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "About 500 nurses took to the street this morning in Abuja in protest against the sack of some of their colleagues by the Federal Capital Development Au- thority PCDA. About 500 nurses took to the street this morning in Abuja in protest against the sack of some of their colleagues by the Federal Capital Development Au- thority PCDA."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "Last Friday the authorities of the FCDA (FCT) sacked 382 of its staffers in what it called radonalisation. While the nurses alleged that Abuja minister Lt. Gen. Jerry Useni carried out the retrenchment exercise to pave way for his cronies, the minister said most of the people sacked were non-performers with bad records. Last Friday the authorities of the FCDA (FCT) sacked 382 of its staffers in what it called radonalisation. While the nurses alleged that Abuja minister Lt. Gen. Jerry Useni carried out the retrenchment exercise to pave way for his cronies, the minister said most of the people sacked were non-performers with bad records."}]