[{"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 1, "ocr_result": "rage O rage O"}, {"block_type": "LAYOUT_HEADER", "reading_order": 2, "ocr_result": "News News"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "Sir Konboye: The blind guitarist Sir Konboye: The blind guitarist"}, {"block_type": "LAYOUT_TITLE", "reading_order": 4, "ocr_result": "his Blind Guitarist hrills his Blind Guitarist hrills"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 5, "ocr_result": "DURO OKINBALOYE DURO OKINBALOYE"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "L blind man at 35. And has been blind since $ a little boy of nine months. But unlike blind men roaming the streets of Lagos, g Sir Gbenekeme Konboye is not helpless. musician, an accomplished guitarist who ms at major bus stops. L blind man at 35. And has been blind since $ a little boy of nine months. But unlike blind men roaming the streets of Lagos, g Sir Gbenekeme Konboye is not helpless. musician, an accomplished guitarist who ms at major bus stops."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "is band, God Mercy band of Okpokunou, Sir e is invited for live performances either by s or celebrants of house warming/birthday/ g/burial parties etc. He charges between N3,000 000 for such parties. When there are no parties d, the blind gultarist performs atmajor bus stops he takes home between N600 and N1,000 - ns from people who are either sympathetic of genuinely thrilled by his performance, or both. care of his family and band boys, Sir Konboye ree or four days at bus stops. is band, God Mercy band of Okpokunou, Sir e is invited for live performances either by s or celebrants of house warming/birthday/ g/burial parties etc. He charges between N3,000 000 for such parties. When there are no parties d, the blind gultarist performs atmajor bus stops he takes home between N600 and N1,000 - ns from people who are either sympathetic of genuinely thrilled by his performance, or both. care of his family and band boys, Sir Konboye ree or four days at bus stops."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "Id he get into music? \"In 1971, I started with usical instruments at Okpokunou, Delta State, I was born in 1959. Then I specialised in al music,\" Konboye told PMNews. The same $ musical acumen so impressed one Ekereno to that he promised a guitar. \"Although Ekereno ot fulfil his promise till later in 1973, he, r, taught me how to play the guitar. When he e me the one he promised, I used It till it was it and I could not repair it.\" P Id he get into music? \"In 1971, I started with usical instruments at Okpokunou, Delta State, I was born in 1959. Then I specialised in al music,\" Konboye told PMNews. The same $ musical acumen so impressed one Ekereno to that he promised a guitar. \"Although Ekereno ot fulfil his promise till later in 1973, he, r, taught me how to play the guitar. When he e me the one he promised, I used It till it was it and I could not repair it.\" P"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "In 1983, he released his debut, (In cassette) Late Assian, in 1986, he came out with Egedekere Ours and 1994 Sele Ogele and Ama Egiven. Ithas notalways been smooth sailing though. Konboye has been having his ownshare of woes. Porinstance, his promoters pay him instalmentally and therefore delay his production. In the same vein, enough assistance has not been coming to motivate the blind talent. \"Since I started playing, aside from Chief Godwin Ekiyor who paid for a house on my behalf in Benin and also gives me monthly feeding allowance, nobody has really helped me financially,' lamented Konboye. In 1983, he released his debut, (In cassette) Late Assian, in 1986, he came out with Egedekere Ours and 1994 Sele Ogele and Ama Egiven. Ithas notalways been smooth sailing though. Konboye has been having his ownshare of woes. Porinstance, his promoters pay him instalmentally and therefore delay his production. In the same vein, enough assistance has not been coming to motivate the blind talent. \"Since I started playing, aside from Chief Godwin Ekiyor who paid for a house on my behalf in Benin and also gives me monthly feeding allowance, nobody has really helped me financially,' lamented Konboye."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "for one year, Konboye was inactive. But that to last for long. His interest in music was to be d when he laid his hands on a local gultar L. Souwerl Aliya (now deceased). That was in year later, Konboye got a lifeline. Hearing of rity with the gultar, a northerner, Matawork ke, organised a fund raising for Konboye. \"A don of about N50. was made and I was bought which I used all 1978. I was able to buy a one,\" Konboye stated. Ever since, he has not ack. for one year, Konboye was inactive. But that to last for long. His interest in music was to be d when he laid his hands on a local gultar L. Souwerl Aliya (now deceased). That was in year later, Konboye got a lifeline. Hearing of rity with the gultar, a northerner, Matawork ke, organised a fund raising for Konboye. \"A don of about N50. was made and I was bought which I used all 1978. I was able to buy a one,\" Konboye stated. Ever since, he has not ack."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "Another major cause of concern is his inability to acquire enough musical Instruments to play like other musicians of repute, Said Konboye: \"That Is my only regret, sometimes I feel like leaving the music profes- sion due to lack of instrument, but I fear, if I do, I will have no other job to resort to.\" Another major cause of concern is his inability to acquire enough musical Instruments to play like other musicians of repute, Said Konboye: \"That Is my only regret, sometimes I feel like leaving the music profes- sion due to lack of instrument, but I fear, if I do, I will have no other job to resort to.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Nonetheless, with a rickety guitar and a handful of other locally made instruments shared among his four band boys, Sir Konboye dreams of waxing a record and telling the story of his blindness. How did be become blind? \"When I was nine months, I was said to have had an attack of measles. Since my eyes were infected, my parents took me to my Uncle, Kelly Konboye (now deceased) who poured local gin into my eyes; the liquor was so strong that it blinded me,\" the blind guitarist recollected. In 1992 Konboye married former Miss Regina Madubike. They met at a restaurant in Onitsha where he had gone to eat after a performance. \"She was working there, I discovered I loved her and she loved me too, so we married thereafter, said Konboye. His wife chipped in, \"I love him. We take ourselves like brother and sister. Though we don't have a child yet, It is only God who can separate us. You see, when he looks for something and he doesn'tsee it, Ifeel sorry for him and I. daily pray that his eyes should open so that he can see and behave like other human beings.\" Amen. Nonetheless, with a rickety guitar and a handful of other locally made instruments shared among his four band boys, Sir Konboye dreams of waxing a record and telling the story of his blindness. How did be become blind? \"When I was nine months, I was said to have had an attack of measles. Since my eyes were infected, my parents took me to my Uncle, Kelly Konboye (now deceased) who poured local gin into my eyes; the liquor was so strong that it blinded me,\" the blind guitarist recollected. In 1992 Konboye married former Miss Regina Madubike. They met at a restaurant in Onitsha where he had gone to eat after a performance. \"She was working there, I discovered I loved her and she loved me too, so we married thereafter, said Konboye. His wife chipped in, \"I love him. We take ourselves like brother and sister. Though we don't have a child yet, It is only God who can separate us. You see, when he looks for something and he doesn'tsee it, Ifeel sorry for him and I. daily pray that his eyes should open so that he can see and behave like other human beings.\" Amen."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 13, "ocr_result": ""}, {"block_type": "LAYOUT_TITLE", "reading_order": 14, "ocr_result": "Jessica's Outing Jessica's Outing"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "Insurance big guns are training their reach tomorrow at the Nigeria Institute of International Affairs [NIIA] where Jessica Obioma is host- ing them at a match without risks as she launches her home video cas- settes, Insurance Today. Insurance big guns are training their reach tomorrow at the Nigeria Institute of International Affairs [NIIA] where Jessica Obioma is host- ing them at a match without risks as she launches her home video cas- settes, Insurance Today."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Jessica is a famous television pre- senter of Insurance news and issues on NTA Channel 10 Lagos and her video launch is both a condensed presentation of her one year effort of popularizing insurance to the bus stop man, and the first anniver- sary of Destiny communications, the outreach medium. Jessica is a famous television pre- senter of Insurance news and issues on NTA Channel 10 Lagos and her video launch is both a condensed presentation of her one year effort of popularizing insurance to the bus stop man, and the first anniver- sary of Destiny communications, the outreach medium."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "Insurance gurus, Dr. Paul Aifuwa, Chief Adetuyi and Mohammed Kari are billed for prime presence while Mr. Talabi Braithwaite, doyen of Nigerian insurance, and Chief Jacob Obioma, Jessica's father are the fa- thers of the day. Chief Ephraim Faloughi, the Chairman of NTCN Capets will be the chief launcher at the outing which flags off by 11 a.m. Insurance gurus, Dr. Paul Aifuwa, Chief Adetuyi and Mohammed Kari are billed for prime presence while Mr. Talabi Braithwaite, doyen of Nigerian insurance, and Chief Jacob Obioma, Jessica's father are the fa- thers of the day. Chief Ephraim Faloughi, the Chairman of NTCN Capets will be the chief launcher at the outing which flags off by 11 a.m."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 18, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "Eugene Okwor, the nations com- missioner of insurance, is chairman at the outing whereProf. Joe Irukwu and Mr. Yinka Lijadu are expected to be+honoured guests. Eugene Okwor, the nations com- missioner of insurance, is chairman at the outing whereProf. Joe Irukwu and Mr. Yinka Lijadu are expected to be+honoured guests."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 20, "ocr_result": ""}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 21, "ocr_result": "The Berth Of Endeavour The Berth Of Endeavour"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "The replica of Captain James Cook's three-masted bark \"Endeavour\" entered Sydney Harbour last Monday at the completion of her 2 1/2 month maiden voyage from Western Australia. The USD 12 million, 55-tonne jarrah ship took researchers, carpenters, blacksmiths and sailmakers seven years to recreate. (ColourKey: Red ensign on stern) AFP PHOTO. The replica of Captain James Cook's three-masted bark \"Endeavour\" entered Sydney Harbour last Monday at the completion of her 2 1/2 month maiden voyage from Western Australia. The USD 12 million, 55-tonne jarrah ship took researchers, carpenters, blacksmiths and sailmakers seven years to recreate. (ColourKey: Red ensign on stern) AFP PHOTO."}]