[{"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 1, "ocr_result": "Page 7 Page 7"}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "PMSport, PMSport,"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 3, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "CANDID SHOT CANDID SHOT"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "ADEOLA FASHOLA ADEOLA FASHOLA"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "lit turned out to be adlanter. That was of facili- ties available for the made yesterday's inspection Junior World Cup championship next March, by the PIFA delegation. Not any of the six mm strong delegation was Impressed with what they saw inspite of having informed the Local Organising Committee (LOC) on Nige- ria'95 of the visit since the beginning lit turned out to be adlanter. That was of facili- ties available for the made yesterday's inspection Junior World Cup championship next March, by the PIFA delegation. Not any of the six mm strong delegation was Impressed with what they saw inspite of having informed the Local Organising Committee (LOC) on Nige- ria'95 of the visit since the beginning"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "achiever. So one wonders the cause of the slow pace of work. Perhaps, the late release of fund by the Federal Military Government was more responsible but this is not the time to apportion blames, rather all hands should be on deck to ensure that Nigeria does not lose the hosting right. of times we achiever. So one wonders the cause of the slow pace of work. Perhaps, the late release of fund by the Federal Military Government was more responsible but this is not the time to apportion blames, rather all hands should be on deck to ensure that Nigeria does not lose the hosting right. of times we"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "noting ******* It is countless the number of times we have said this but it must be repeated noting ******* It is countless the number of times we have said this but it must be repeated"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 9, "ocr_result": "My Fears For Nigeria '95 My Fears For Nigeria '95"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "of the year. January to be precise. embarrassing The Major inspection General I Mamman arrangement still can't Kontagors imagine was so that how (Chairman of the Presidential Monitor- ing Committee in charge of providing facilities for the World meet] felt while taking the jack Warner led team round the uncompleted and sickening facili- ties, of the year. January to be precise. embarrassing The Major inspection General I Mamman arrangement still can't Kontagors imagine was so that how (Chairman of the Presidential Monitor- ing Committee in charge of providing facilities for the World meet] felt while taking the jack Warner led team round the uncompleted and sickening facili- ties,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "- Kontagora is known to be ILC - Kontagora is known to be ILC"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "again that the Nigeria Football Associa- don, the National Sports Commission, Presidential Monitoring Committee and the Local Organising Committee should harmonise their activities and programmes. die again that the Nigeria Football Associa- don, the National Sports Commission, Presidential Monitoring Committee and the Local Organising Committee should harmonise their activities and programmes. die"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "programmes Highly embarassing it was to dis- cover that all those bodies had different programmes for the FIFA delegation visit. While some of us went to the Sheraton Hotel where the NSC scheduled its programmes Highly embarassing it was to dis- cover that all those bodies had different programmes for the FIFA delegation visit. While some of us went to the Sheraton Hotel where the NSC scheduled its"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "programme to start, others came to the National Stadium where PMC activities were billed to start. programme to start, others came to the National Stadium where PMC activities were billed to start."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 15, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "The arrangement was so disgraceful and unco-ordinated that one begins to wonder if we are capable of hosting the world with the lingering acrimony among the officials of the NFA, PMC, LOC and NSC. I do not see how we can successfully host the championship. In fact, hostingthe championship is talding my thoughts too far, FIFA can conveniently withdraw the rights and give to a country that is more ready for it. That is my fear. The arrangement was so disgraceful and unco-ordinated that one begins to wonder if we are capable of hosting the world with the lingering acrimony among the officials of the NFA, PMC, LOC and NSC. I do not see how we can successfully host the championship. In fact, hostingthe championship is talding my thoughts too far, FIFA can conveniently withdraw the rights and give to a country that is more ready for it. That is my fear."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "The media and publicity commit- tee of the LOC does not exist. When Ladan Saliu was removed as head of the commit- tee I felt things would change for the better but I was mistaken. It's now worse. There's nothing anywhere to indicate that a tournament of such magnitude is coming up in the country next March, some three months away. It is a shame on the commit- tee which I'm suggesting should be scrapped or be made more effective. It is no more than a lame dueld The media and publicity commit- tee of the LOC does not exist. When Ladan Saliu was removed as head of the commit- tee I felt things would change for the better but I was mistaken. It's now worse. There's nothing anywhere to indicate that a tournament of such magnitude is coming up in the country next March, some three months away. It is a shame on the commit- tee which I'm suggesting should be scrapped or be made more effective. It is no more than a lame dueld"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "We have faltered during the inspec- tion of facilities, as regards the draws planned for tomorrow at Nicon Noga in Abuja, I pray we do not stumble. The world over, World Cup draws are sup- posed to be media affairs but I understand that all sub-committee members of the LOC with their dogs and cats in tow are headed for Abuja, venue of the supposed jamboree. We have faltered during the inspec- tion of facilities, as regards the draws planned for tomorrow at Nicon Noga in Abuja, I pray we do not stumble. The world over, World Cup draws are sup- posed to be media affairs but I understand that all sub-committee members of the LOC with their dogs and cats in tow are headed for Abuja, venue of the supposed jamboree."}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "P I also understand that 15 seats are provided for Sports Journalists in the chartered aircraft that would convey oth- ers to Abuja. I strongly feel the number is minute considering the importance of the draws to the world. No matter what hap- pensthere, ifit is not widely and adequately reported it amounts to doing nothing. P I also understand that 15 seats are provided for Sports Journalists in the chartered aircraft that would convey oth- ers to Abuja. I strongly feel the number is minute considering the importance of the draws to the world. No matter what hap- pensthere, ifit is not widely and adequately reported it amounts to doing nothing."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "Winner of the Million Dollar Golf Challenge, Nick Faldo of England kisses the trophy in Sun City at the weekend. Faldo shot a three under par for a round of69, sixteen under for the tournament, three strokes PHOTO. better than second placed Nick Price of Zimbabwe, AFP Winner of the Million Dollar Golf Challenge, Nick Faldo of England kisses the trophy in Sun City at the weekend. Faldo shot a three under par for a round of69, sixteen under for the tournament, three strokes PHOTO. better than second placed Nick Price of Zimbabwe, AFP"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Why I Chose Why I Chose"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Gombo United. Festus Odini (L) of VIP fights for the ball The ball is in flight in this League '94 clash between VIP ofLagos with and Gombo's Samuel Kingsley. Gombo United. Festus Odini (L) of VIP fights for the ball The ball is in flight in this League '94 clash between VIP ofLagos with and Gombo's Samuel Kingsley."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 23, "ocr_result": "COMMON COMMON"}, {"block_type": "LAYOUT_LIST", "reading_order": 24, "ocr_result": "Aimee Jacquet, the French all- tional team coach bares his mind on his choice for Cantons as team cap- tain and the many problems of the team. Q: Let's start with the Cantona's chapter. As Very well, let's first tackle the issue of the captain band I gave to him on which a lot of noise is being made. People are claiming it is an error on my part. I am not in agreement with that decision. I chose him because he is the leader on my attacking line. I am satis- fied with him. Q: Therefore, 2 status quo? As Let's see. I 201 going to talk with him and the group 25 well. This issue has to be a collective decision. Q: About the Last match and the way the other players received him, one has the impression that they don't want him. As He has been playing far from what we expected of him. But it is not him alone. France players do not be- long to me. They come to camp with too much work load on their shoulders. It is then for me to enliven them and make them explode during a match. Their state of mind is focussed else- where because of the job they have to Aimee Jacquet, the French all- tional team coach bares his mind on his choice for Cantons as team cap- tain and the many problems of the team. Q: Let's start with the Cantona's chapter. As Very well, let's first tackle the issue of the captain band I gave to him on which a lot of noise is being made. People are claiming it is an error on my part. I am not in agreement with that decision. I chose him because he is the leader on my attacking line. I am satis- fied with him. Q: Therefore, 2 status quo? As Let's see. I 201 going to talk with him and the group 25 well. This issue has to be a collective decision. Q: About the Last match and the way the other players received him, one has the impression that they don't want him. As He has been playing far from what we expected of him. But it is not him alone. France players do not be- long to me. They come to camp with too much work load on their shoulders. It is then for me to enliven them and make them explode during a match. Their state of mind is focussed else- where because of the job they have to"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "Aimee Jacquet, the French male- tional team coach bares his mind on his choice for Cantons as team cap- talo and the many problems of the team. Aimee Jacquet, the French male- tional team coach bares his mind on his choice for Cantons as team cap- talo and the many problems of the team."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "Q: Let's start with the Cantona's chapter. Q: Let's start with the Cantona's chapter."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "As Very well, let's first tacide the issue of the captain band I gave to him on which a lot of noise is being made. People are claiming it is an error on my part. I am not in agreement with that decision. I chose him because he is the leader on my attacking line. 1 am satis- fied with him. As Very well, let's first tacide the issue of the captain band I gave to him on which a lot of noise is being made. People are claiming it is an error on my part. I am not in agreement with that decision. I chose him because he is the leader on my attacking line. 1 am satis- fied with him."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "- Q: Therefore, a status quo? As Let's see. I am going to talk with him and the group 25 well. This issue has to be a collective decision. P - Q: Therefore, a status quo? As Let's see. I am going to talk with him and the group 25 well. This issue has to be a collective decision. P"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "- Q: About the Last match and the way the other players received him, one has the impression that they don't want him. - Q: About the Last match and the way the other players received him, one has the impression that they don't want him."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "As He has been playing far from what we expected of him. But it is not him alone. France players do not be- long to me. They come to camp with too much work load on their shoulders. It is then for me to enliven them and make them explode during a match. Their state of mind is focussed else- where because of the job they have to As He has been playing far from what we expected of him. But it is not him alone. France players do not be- long to me. They come to camp with too much work load on their shoulders. It is then for me to enliven them and make them explode during a match. Their state of mind is focussed else- where because of the job they have to"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "face later. face later."}, {"block_type": "LAYOUT_LIST", "reading_order": 32, "ocr_result": "Q: Are you satisfied with your entou- rage when it comes to that? As Perfectly, from Henry Emile to Philippe Besgero, they are very compe- tent. & Are you pleased with their club coaches too? As Yest Well, I don't know what they say in their Clubs. But I am undaunted. Q: Do you ask yourself questions concerning your sharisma? As Is it for my luke warmness? I think it is the best behaviour today. I have a way of living. I get informed by men in the field and take a consensus. Q: Your team in Poland was not accepted unanimously. As Well, it was after the downfall. When I announced the team, no one opposed to tell me there was a mistake. Nobody. Those who know football had the same thoughts as me. They felt with such a team the journey would have been good. Q: Do you attribute the team's failure to the expulsion of Karambea and the injury sustained by Pedros? A: Yes. It was a nightmare. The state of the pitch on which we played is also responsible for the poor standard of play, coupled with the selfishness of some Q: Are you satisfied with your entou- rage when it comes to that? As Perfectly, from Henry Emile to Philippe Besgero, they are very compe- tent. & Are you pleased with their club coaches too? As Yest Well, I don't know what they say in their Clubs. But I am undaunted. Q: Do you ask yourself questions concerning your sharisma? As Is it for my luke warmness? I think it is the best behaviour today. I have a way of living. I get informed by men in the field and take a consensus. Q: Your team in Poland was not accepted unanimously. As Well, it was after the downfall. When I announced the team, no one opposed to tell me there was a mistake. Nobody. Those who know football had the same thoughts as me. They felt with such a team the journey would have been good. Q: Do you attribute the team's failure to the expulsion of Karambea and the injury sustained by Pedros? A: Yes. It was a nightmare. The state of the pitch on which we played is also responsible for the poor standard of play, coupled with the selfishness of some"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "rag rage Q: when Are it you comes satisfied to that? with your entou- rag rage Q: when Are it you comes satisfied to that? with your entou-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "As Perfectly, from Henry Emile : to tent. Philippe Befgero, they are very compe- As Perfectly, from Henry Emile : to tent. Philippe Befgero, they are very compe-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "Are you pleased with their club coaches too? Are you pleased with their club coaches too?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "As Yest Well, I don't know what they say in their Clubs. But I am undaunted. Q: Do you ask yourself questions concerning your sharisma? As Yest Well, I don't know what they say in their Clubs. But I am undaunted. Q: Do you ask yourself questions concerning your sharisma?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "As Is it for my luke warmness? I think it is the best behaviour today. I have a way of living. I get informed by men in the field and take a consensus. As Is it for my luke warmness? I think it is the best behaviour today. I have a way of living. I get informed by men in the field and take a consensus."}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "Q: Your team in Poland was not accepted unanimously. Q: Your team in Poland was not accepted unanimously."}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "P As Well, it was after the downfall. When I announced the team, no one opposed to tell me there was 2 mistake. Nobody. Those who know football had the same thoughts as me. They felt with such a team the journey would have been good. P As Well, it was after the downfall. When I announced the team, no one opposed to tell me there was 2 mistake. Nobody. Those who know football had the same thoughts as me. They felt with such a team the journey would have been good."}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "Do you attribute the team's failure to the expulsion of Karambea and the injury sustained by Pedros? Do you attribute the team's failure to the expulsion of Karambea and the injury sustained by Pedros?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "A: Yes, It was a nightmare. The state of the pitch on which we played is also responsible for the poor standard of play, coupled with the selfishness of some A: Yes, It was a nightmare. The state of the pitch on which we played is also responsible for the poor standard of play, coupled with the selfishness of some"}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "Super Eagles assistant coach, Joe Erico, who brought NEPA to the premier division single- handed, after eight years sojourn In division two has dedicated the promotion ticket to his players and technical crew. who sume brought Super Eagles assistant coach, Joe Erico, who brought NEPA to the premier division single- handed, after eight years sojourn In division two has dedicated the promotion ticket to his players and technical crew. who sume brought"}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "I will work different Erico Dedicates Promotion to Players Super Eagles assistant coach, the end result le - I will work different Erico Dedicates Promotion to Players Super Eagles assistant coach, the end result le -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "and Coach Erico, who was brought in by NEPA Football Club manage- ment two years ago to remould the drowned team, told PMSport that although the job was very tasking. and Coach Erico, who was brought in by NEPA Football Club manage- ment two years ago to remould the drowned team, told PMSport that although the job was very tasking."}, {"block_type": "LAYOUT_LIST", "reading_order": 45, "ocr_result": "players especially on the right side. I. I could foresee this, some players would it have played. Q You were under intense ha 1. ship. A: I was surprised. I thought I to k a precise line. I was blocked on my R y as !gathered momentum. Since then, and living under hardship. All I need do new is find a solution. Q: A solution to what? A: Coming back to simple things. o score, to be a winner again. Q: With Papin and Ginola? As The state of the game will enalie me know what to do. I don't want condemn o the young ones. They have o be supported. Q: Your next game against Azerbalj a in Turkey will be a tougher one. As I am aware. It is definitely the toughest challenge. I know it is going 0 be terrible there. Q: If it turns to be a failure, the ne & step will be working towards 1998.. As But, we have to be in England ! 'r the Nations cup in 1996. That is manda- tory. Our youthful players might be able to prove themselves during Euro 96.1su working towards that. If my contr. + spans up to 1998, that is not what I wt h but in that case, I will work different / players especially on the right side. I. I could foresee this, some players would it have played. Q You were under intense ha 1. ship. A: I was surprised. I thought I to k a precise line. I was blocked on my R y as !gathered momentum. Since then, and living under hardship. All I need do new is find a solution. Q: A solution to what? A: Coming back to simple things. o score, to be a winner again. Q: With Papin and Ginola? As The state of the game will enalie me know what to do. I don't want condemn o the young ones. They have o be supported. Q: Your next game against Azerbalj a in Turkey will be a tougher one. As I am aware. It is definitely the toughest challenge. I know it is going 0 be terrible there. Q: If it turns to be a failure, the ne & step will be working towards 1998.. As But, we have to be in England ! 'r the Nations cup in 1996. That is manda- tory. Our youthful players might be able to prove themselves during Euro 96.1su working towards that. If my contr. + spans up to 1998, that is not what I wt h but in that case, I will work different /"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "players especially on the right side, I. I could foresee this, some players would it have played. players especially on the right side, I. I could foresee this, some players would it have played."}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "You were under intense ha 1- ship. - You were under intense ha 1- ship. -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "A: I was surprised. I thought I to k a precise line. I was blocked on my Y as I gathered momentum. Since then, I is a living under hardship. All I need do no W is find a solution. A: I was surprised. I thought I to k a precise line. I was blocked on my Y as I gathered momentum. Since then, I is a living under hardship. All I need do no W is find a solution."}, {"block_type": "LAYOUT_TEXT", "reading_order": 49, "ocr_result": "Q: A solution to what? score, to be a winner again. A: Coming back to simple things. o Q: A solution to what? score, to be a winner again. A: Coming back to simple things. o"}, {"block_type": "LAYOUT_TEXT", "reading_order": 50, "ocr_result": "Q: With Papin and Ginola? As The state of the game will enable me know what to do. 1 don't want o condemn the young ones. They have o be supported. Q: With Papin and Ginola? As The state of the game will enable me know what to do. 1 don't want o condemn the young ones. They have o be supported."}, {"block_type": "LAYOUT_TEXT", "reading_order": 51, "ocr_result": "Q: Your next gameagainst Azerbaij in Turkey will be a tougher one. a Q: Your next gameagainst Azerbaij in Turkey will be a tougher one. a"}, {"block_type": "LAYOUT_TEXT", "reading_order": 52, "ocr_result": "toughest challenge. I know it is going 0 As I am aware. It is definitely the be terrible there. toughest challenge. I know it is going 0 As I am aware. It is definitely the be terrible there."}, {"block_type": "LAYOUT_TEXT", "reading_order": 53, "ocr_result": "Q: If it turns to be a failure, the nc ₫ step will be working towards 1998..... P Q: If it turns to be a failure, the nc ₫ step will be working towards 1998..... P"}, {"block_type": "LAYOUT_TEXT", "reading_order": 54, "ocr_result": "As But, we have to be in England ! in the Nations cup in 1996. That is mand 2\" tory. Our youthful players might be able to prove themselves during Euro 96.1 2 U working towards that. If my contr. * spans up to 1998, that is not what I wi is but in that case, I will work different is As But, we have to be in England ! in the Nations cup in 1996. That is mand 2\" tory. Our youthful players might be able to prove themselves during Euro 96.1 2 U working towards that. If my contr. * spans up to 1998, that is not what I wi is but in that case, I will work different is"}, {"block_type": "LAYOUT_LIST", "reading_order": 55, "ocr_result": "the end result is now something of joy. \"I thank God that the three years within which I promised to bring the team back to division one did not elapse. I'm very happy all my plans for the team turned out well, now Its left for people to form their opinion about hardwork. \"It's one thing to gain promo- tion to division one, its another thing PG the end result is now something of joy. \"I thank God that the three years within which I promised to bring the team back to division one did not elapse. I'm very happy all my plans for the team turned out well, now Its left for people to form their opinion about hardwork. \"It's one thing to gain promo- tion to division one, its another thing PG"}, {"block_type": "LAYOUT_TEXT", "reading_order": 56, "ocr_result": "joy. the end result is now something of joy. the end result is now something of"}, {"block_type": "LAYOUT_TEXT", "reading_order": 57, "ocr_result": "\"I thank God that the three years within which I promised to bring the team back to division one plans for the team turned out well, did not elapse. I'm very happy all my new Its left for people to form their opinion about hardwork. \"I thank God that the three years within which I promised to bring the team back to division one plans for the team turned out well, did not elapse. I'm very happy all my new Its left for people to form their opinion about hardwork."}, {"block_type": "LAYOUT_TEXT", "reading_order": 58, "ocr_result": "% a tion to division one, its another thing \"It's one thing to gain promo- % a tion to division one, its another thing \"It's one thing to gain promo-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 59, "ocr_result": "to stay there, The Club has its plans about that, but I can assure you, NEPA would be a force to be reck- season, \"Coach Erico said. oned with in the premier league next to stay there, The Club has its plans about that, but I can assure you, NEPA would be a force to be reck- season, \"Coach Erico said. oned with in the premier league next"}, {"block_type": "LAYOUT_TEXT", "reading_order": 60, "ocr_result": "The Eagles coach's happiness hanniness knows no bound as he's leaving the NEPA team with a great achieve- ment, same as Super Eagles supremo Shuaibu Amodu whomade BCCLions triple champions this year. Femi Olabode, The Eagles coach's happiness hanniness knows no bound as he's leaving the NEPA team with a great achieve- ment, same as Super Eagles supremo Shuaibu Amodu whomade BCCLions triple champions this year. Femi Olabode,"}]