[{"block_type": "LAYOUT_FIGURE", "reading_order": 1, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "CD Receives Award Worth N1.5 Million CD Receives Award Worth N1.5 Million"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "MAYSTAR CAR ALARM SYSTEM for just N7,500 Only MAYSTAR CAR ALARM SYSTEM for just N7,500 Only"}, {"block_type": "LAYOUT_HEADER", "reading_order": 4, "ocr_result": "VOL 1 NO. 77 WEDNESDAY 7 DECEMBER, 1994 N10 VOL 1 NO. 77 WEDNESDAY 7 DECEMBER, 1994 N10"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "Remote Control - To Arm/Disarm at a distance of between 150 250 metres away from where the car is parked. Remote Control - To Arm/Disarm at a distance of between 150 250 metres away from where the car is parked."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Built in Siren - 124DB siren with authomatic reset. Shock Sensor - Protect all outside accessories of your car such as cromes, bumper wheel covers etc. Warning Stickers -Window stickers warnsthat vehicle is alarmed. Built in Siren - 124DB siren with authomatic reset. Shock Sensor - Protect all outside accessories of your car such as cromes, bumper wheel covers etc. Warning Stickers -Window stickers warnsthat vehicle is alarmed."}, {"block_type": "LAYOUT_HEADER", "reading_order": 7, "ocr_result": "RETRIEVER (Anti CAR SNATCHING DEVICE) CALL RETRIEVER (Anti CAR SNATCHING DEVICE) CALL"}, {"block_type": "LAYOUT_HEADER", "reading_order": 8, "ocr_result": "LARMINTS NIGERIA LIMITED 174, Borno Way. Ebute-Metta, Lagos. Tel: (01) 867835 LARMINTS NIGERIA LIMITED 174, Borno Way. Ebute-Metta, Lagos. Tel: (01) 867835"}, {"block_type": "LAYOUT_HEADER", "reading_order": 9, "ocr_result": "Nigeria's umbrella human rights organisation, Campaign for Democ- racy (CD), has been nominated for this year's Canada's prestigious Freedom Award. Nigeria's umbrella human rights organisation, Campaign for Democ- racy (CD), has been nominated for this year's Canada's prestigious Freedom Award."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "Continue on page 2 Continue on page 2"}, {"block_type": "LAYOUT_TITLE", "reading_order": 11, "ocr_result": "Continue on P Soyinka Alerts The World Continue on P Soyinka Alerts The World"}, {"block_type": "LAYOUT_TITLE", "reading_order": 12, "ocr_result": "Abacha, The New Idi Amin Abacha, The New Idi Amin"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 13, "ocr_result": "; / A I : t S , S ; / A I : t S , S"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "Nobel laureate Wole Soyinka in Washington yester day addressed the world press berating the ruling military junta and likening its leader General Sani Abacha to a burgeoning Idi Amin. Nobel laureate Wole Soyinka in Washington yester day addressed the world press berating the ruling military junta and likening its leader General Sani Abacha to a burgeoning Idi Amin."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "Soyinka, who fled Nigeria in mid November to prevent his imminent arrest, said the regime of General Abacha was \"nothing but a terrorist organization whose stock in trade is hostage-taking.\" Soyinka, who fled Nigeria in mid November to prevent his imminent arrest, said the regime of General Abacha was \"nothing but a terrorist organization whose stock in trade is hostage-taking.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "\"In the name of the-Nigerian people I urge the United States community, the International community to wake up to the potential Somalia, which Nigeria Is today, said Soyinka. \"In the name of the-Nigerian people I urge the United States community, the International community to wake up to the potential Somalia, which Nigeria Is today, said Soyinka."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 17, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Soyinka Soyinka"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "Continue on page 2 Continue on page 2"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 20, "ocr_result": "would like the United States to take the very bold OFF page - Madaki Hammers Supreme Court would like the United States to take the very bold OFF page - Madaki Hammers Supreme Court"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Olalekan Amuda Olalekan Amuda"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Justices of the Supreme Court this morning came under heavy attack from one time governor of old Benue and Gongola states, Colonel Yohanna Madaki, Justices of the Supreme Court this morning came under heavy attack from one time governor of old Benue and Gongola states, Colonel Yohanna Madaki,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "for for"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "d - d -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "journing to journing to"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "next year next year"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "Dr. Steven Weinstein poses with the english sheep dog that is being called \"Coca-Cola\" yesterday out- side his animal hospital in Queens. The dog, which arrived from Co- lombia, was found by customs offi- cials and Dr. Weinstein to have ten cocaine filled condoms sewn into his abdominal wall. cavity. AFP PHOTO. Dr. Steven Weinstein poses with the english sheep dog that is being called \"Coca-Cola\" yesterday out- side his animal hospital in Queens. The dog, which arrived from Co- lombia, was found by customs offi- cials and Dr. Weinstein to have ten cocaine filled condoms sewn into his abdominal wall. cavity. AFP PHOTO."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "eral Zamani Lekwot (rtd.) and four other Zangon Kataf indigenes. eral Zamani Lekwot (rtd.) and four other Zangon Kataf indigenes."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "November. November."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "the appeal I the appeal I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "filed filed"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "by by"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "Speaking to PMNews at the Nigerian Institute of International Affairs, venue of the 3rd Obafemi Awolowo Foundation dialogue, Colonel Madaki noted that he was very surprised that the Supreme Court justices could adjourn, arbitrarily, a case bothering on funda- mental human rights for over a year knowing that General Lekwot would have concluded his jall term before the appeal could come up for hearing. Speaking to PMNews at the Nigerian Institute of International Affairs, venue of the 3rd Obafemi Awolowo Foundation dialogue, Colonel Madaki noted that he was very surprised that the Supreme Court justices could adjourn, arbitrarily, a case bothering on funda- mental human rights for over a year knowing that General Lekwot would have concluded his jall term before the appeal could come up for hearing."}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "G.O.K - - G.O.K - -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "Ajayi, SAN, Ajayi, SAN,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "on behalf on behalf"}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "He noted that from their unpopular decision the justices may be taking orders from somewhere, a development, which he said, is dangerous to the rule He noted that from their unpopular decision the justices may be taking orders from somewhere, a development, which he said, is dangerous to the rule"}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "of jailed I of jailed I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "Major-Gen- Major-Gen-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "Continued on page 2 Continued on page 2"}]