[{"block_type": "LAYOUT_FIGURE", "reading_order": 1, "ocr_result": "NEWS VOL 1 NO. 82 WEDNESDAY 14 DECEMBER, 1994 N10 NEWS VOL 1 NO. 82 WEDNESDAY 14 DECEMBER, 1994 N10"}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "& gathered that the Ghanian milk S decided to come to the aid of when Nigerian sot- & gathered that the Ghanian milk S decided to come to the aid of when Nigerian sot-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "Inspector Held For Extorting N50,000 Inspector Held For Extorting N50,000"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 4, "ocr_result": "ADETOKUNBO FAKEYE ADETOKUNBO FAKEYE"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "- A Police Inspector is being de- tained for extorting money forcefully from an alien. - A Police Inspector is being de- tained for extorting money forcefully from an alien."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "The Inspector, Bebatunde Ajayi, attached to anti-robbery squad of Sango-Ota police division in Ogun State was clamped into cell on Monday 12 December, 1994. The Inspector, Bebatunde Ajayi, attached to anti-robbery squad of Sango-Ota police division in Ogun State was clamped into cell on Monday 12 December, 1994."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "Police sources disclosed to PM- News that last Saturday, the inspector on information picked two constables, Solomon Obase and Jelili Oyagbola Police sources disclosed to PM- News that last Saturday, the inspector on information picked two constables, Solomon Obase and Jelili Oyagbola"}, {"block_type": "LAYOUT_TITLE", "reading_order": 8, "ocr_result": "two constables as their shares. BOMB THREAT One of the constables, said source, informed the Area Comman in the division about the operat they did and how much was collect Continued on page 2 Heavy Security In Jakande's House two constables as their shares. BOMB THREAT One of the constables, said source, informed the Area Comman in the division about the operat they did and how much was collect Continued on page 2 Heavy Security In Jakande's House"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 9, "ocr_result": "Alex Oni 7 Alex Oni 7"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "both of the quick intervention unit at the division and went on patrol. both of the quick intervention unit at the division and went on patrol."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "P PMNews gathered, that the squad arrested an alien, Mr. Tham Yakajia-of HongKong Synthetic Company, Ota with his vehicle marked LA 6686 KN and accused him of fraud. When the alien was searched, N250,000 was al- legedly found on him. P PMNews gathered, that the squad arrested an alien, Mr. Tham Yakajia-of HongKong Synthetic Company, Ota with his vehicle marked LA 6686 KN and accused him of fraud. When the alien was searched, N250,000 was al- legedly found on him."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Stern-looking mobile policemen have now been drafted to guard the ilupeju home ofWorks and Housing Minister, Alhaji Lateel Jakande, following threats by unle dentified persons to bomb the place. Police source told PMNews that intelligent reports indicated that plans have been con- cluded by a group to carry out the attack last month but for the alertness of the police. The source said if such attack was suc- cessfully carried out in Jakande's house, the present a administration wouldnot only lose face woefully, it could also sendconfusing signals to other the Abacha south-westemers junta. currently romancing with carried out bomb attack in various places across An unidentified group has successfully Continued on page 2 Stern-looking mobile policemen have now been drafted to guard the ilupeju home ofWorks and Housing Minister, Alhaji Lateel Jakande, following threats by unle dentified persons to bomb the place. Police source told PMNews that intelligent reports indicated that plans have been con- cluded by a group to carry out the attack last month but for the alertness of the police. The source said if such attack was suc- cessfully carried out in Jakande's house, the present a administration wouldnot only lose face woefully, it could also sendconfusing signals to other the Abacha south-westemers junta. currently romancing with carried out bomb attack in various places across An unidentified group has successfully Continued on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "The alien was said to have given out N50,000 to the inspector out of fear. The alien was said to have given out N50,000 to the inspector out of fear."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 14, "ocr_result": "Nigeria Soldiers In ECOMOG Ghana Takes Over Feeding Nigeria Soldiers In ECOMOG Ghana Takes Over Feeding"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "The deal, however, blew out when the inspector gave N1,000 to the two constables as their shares. One of the constables, said our source, informed the Area Commander in the division about the operation they did and how much was collected. Continued on page 2 The deal, however, blew out when the inspector gave N1,000 to the two constables as their shares. One of the constables, said our source, informed the Area Commander in the division about the operation they did and how much was collected. Continued on page 2"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 16, "ocr_result": "/ Remi Oyeyemi / Remi Oyeyemi"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "taken over the feeding of the Nigerian sol- The Ghananian military authorities have diers currently servingin Liberla under the auspices of the Ecowas Monitoring Group [ECOMOG]. taken over the feeding of the Nigerian sol- The Ghananian military authorities have diers currently servingin Liberla under the auspices of the Ecowas Monitoring Group [ECOMOG]."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "able military sources told the PM- gos that this \"shoddy development\" ter the food supplies for Nigerian d been diverted by some contractors 1 with top Nigerian military officers. *** able military sources told the PM- gos that this \"shoddy development\" ter the food supplies for Nigerian d been diverted by some contractors 1 with top Nigerian military officers. ***"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "that - the Ghanian 2 mili- that - the Ghanian 2 mili-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "decided to come to the aid 4 decided to come to the aid 4"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "PEo ds in some Liberian villages. estigation revealed that the diversion supplies meant for Nigerian soldiers 1 constant practice by the contractors several occasions \"would not even supply anything and just collect d pocket it* PEo ds in some Liberian villages. estigation revealed that the diversion supplies meant for Nigerian soldiers 1 constant practice by the contractors several occasions \"would not even supply anything and just collect d pocket it*"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 22, "ocr_result": "Jakande: No Longer At Peac Jakande: No Longer At Peac"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "1 counterparts when Nigerian - E 1 counterparts when Nigerian - E"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "I to looting and stealing food and I to looting and stealing food and"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "Mandela To Hold Power Till 1999.. Mandela To Hold Power Till 1999.."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "is informed that Nigerian sol- is informed that Nigerian sol-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "South African President Nelson Mandela said in an inter- view published in London yesterday that he would remain in office until the next general elections in 1999, but would likely step down afterwards\". I am the servant of the people. i will continue for as long as they want me to,\" Mandela told the Daily Telegraphic South African President Nelson Mandela said in an inter- view published in London yesterday that he would remain in office until the next general elections in 1999, but would likely step down afterwards\". I am the servant of the people. i will continue for as long as they want me to,\" Mandela told the Daily Telegraphic"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "P \"But I must add that I am 76,\" he said. \"I don't feel thatat the end of the next five years, a man of my age would like to continue to lead the country.\" P \"But I must add that I am 76,\" he said. \"I don't feel thatat the end of the next five years, a man of my age would like to continue to lead the country.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "Asked about criticism of the slow pace of social reform in South Africa, Mandela said, \"I don't think thatis criticism to be taken seriously. \"We had to allay fears of whites to ensure the transition process took place smoothly, said Mandela. \"If we had not done so, the civil war that was threatening would have broken out.\" He called the progress his gov- ernment had brought about \"fantastic,\" saying \"we have done very well. We have introduced a culture of humanrights, of transpar- ency and accountability...\" = Asked about criticism of the slow pace of social reform in South Africa, Mandela said, \"I don't think thatis criticism to be taken seriously. \"We had to allay fears of whites to ensure the transition process took place smoothly, said Mandela. \"If we had not done so, the civil war that was threatening would have broken out.\" He called the progress his gov- ernment had brought about \"fantastic,\" saying \"we have done very well. We have introduced a culture of humanrights, of transpar- ency and accountability...\" ="}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "... Tells How He Smuggled Autobiography outofPrison ... Tells How He Smuggled Autobiography outofPrison"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "President Nelson Mandela wenton television yesterday the eve of the release of his autobi- ography \"Long Walk to. Freedom, to tell how the book was written clandestinely while he was in prison. President Nelson Mandela wenton television yesterday the eve of the release of his autobi- ography \"Long Walk to. Freedom, to tell how the book was written clandestinely while he was in prison."}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "Interviewed by public South African Broadcasting Corporation (SABC), Mandela related how chap- ters of the book were reproduced in small print and then sinuggled out of prison by fellow prisoner Mac Maharaj, now Transport Min- ister. Interviewed by public South African Broadcasting Corporation (SABC), Mandela related how chap- ters of the book were reproduced in small print and then sinuggled out of prison by fellow prisoner Mac Maharaj, now Transport Min- ister."}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "essmembers who were jailed with Mandela in 1964). essmembers who were jailed with Mandela in 1964)."}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "When I had completed a chapter, : would pass is on to Convade Walter Sisulu and there- after to Comrade Alized Katforda When I had completed a chapter, : would pass is on to Convade Walter Sisulu and there- after to Comrade Alized Katforda"}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "\"I had no historical records to check the facts. 1 used them (Sisulu and Katharada) as my reference and they did wonderful work,\" he sald. \"When I had-completed the book, it was reduced to small type and smuggled out of prison.\" \"I had no historical records to check the facts. 1 used them (Sisulu and Katharada) as my reference and they did wonderful work,\" he sald. \"When I had-completed the book, it was reduced to small type and smuggled out of prison.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "The book teils of Mandela's birth into a Xhosa royal household, his flights from Transkel to Johannesburg to avoid an arranged marriage, and his first contacts with city life and white overlords, The book teils of Mandela's birth into a Xhosa royal household, his flights from Transkel to Johannesburg to avoid an arranged marriage, and his first contacts with city life and white overlords,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "It tells also of his rise to power in the ANC; of the ANC's decision in 1960 to begin armed hostilities against It tells also of his rise to power in the ANC; of the ANC's decision in 1960 to begin armed hostilities against"}, {"block_type": "LAYOUT_FOOTER", "reading_order": 38, "ocr_result": ""}, {"block_type": "LAYOUT_FOOTER", "reading_order": 39, "ocr_result": ""}]