[{"block_type": "LAYOUT_TITLE", "reading_order": 1, "ocr_result": "P3 1995 Will Be Year Of Protests n the last four years. the Campaign dve of CD - that is the termination of the activities that we generated A D (CD) has now not - P3 1995 Will Be Year Of Protests n the last four years. the Campaign dve of CD - that is the termination of the activities that we generated A D (CD) has now not -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "In the last four years, the Campaign for Democracy, (CD), has been in the forefront of the struggle against military dictatorship and the insti- tution of democratic governance in Nigeria. Early this month the orga- nization was honoured with the In- ternational Freedom Award in Montreal, Canada. CD'sgeneral sec- retary Sylvester Odion-Akhaine spoke to Festus Owete on the achievements of the organization and how the Abacha dictatorship will be tackled in the coming year. Excerpts: In the last four years, the Campaign for Democracy, (CD), has been in the forefront of the struggle against military dictatorship and the insti- tution of democratic governance in Nigeria. Early this month the orga- nization was honoured with the In- ternational Freedom Award in Montreal, Canada. CD'sgeneral sec- retary Sylvester Odion-Akhaine spoke to Festus Owete on the achievements of the organization and how the Abacha dictatorship will be tackled in the coming year. Excerpts:"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "- Qt The Campaign for Democracy seems to have down-scaled its struggle for the enthronement of democracy and this seems to have led to the specula don in some quarters that it has Anally be- i trayed the struggle. Is this true? - Qt The Campaign for Democracy seems to have down-scaled its struggle for the enthronement of democracy and this seems to have led to the specula don in some quarters that it has Anally be- i trayed the struggle. Is this true?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "dve of CD - that is the termination of military rule for all time, the establish- ment of a popular national government based on June 12, the convocation of a sovereign national conference to re- structure the Nigeria federation based on the broad criteria of ethnic self- determination, economic viability and geographical nearness. dve of CD - that is the termination of military rule for all time, the establish- ment of a popular national government based on June 12, the convocation of a sovereign national conference to re- structure the Nigeria federation based on the broad criteria of ethnic self- determination, economic viability and geographical nearness."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "As The question of betrayal does not come into play at all. Struggle has its dynamic process. There are ups and downs within And when you are talking about struggle, it is not a strait jacketed thing that you just wake up one morning and start protesting. A whole lot of things go into the struggle. You have to mobilize the human re- sources, financial resources, create a solid material base to be able to achieve some of these things. You have to do a lot of strategies, anticipating state reactions to programmes and the rest of them. All this process take a lot of time to put together. So the lull that existed since the heroic strike of the workers cannot be mistaken for inac- dvity or betrayal not only on the part of CD but the pro-democracy movements. Of course we are undergoing the whole process of re-mobilizing our people, resources and strategising to know the best form of response that we are going to give to all what the regime has pepertrated against our people in the past one year. But our own determina- don cannot be broken. We are still totally committed to the broad objec- As The question of betrayal does not come into play at all. Struggle has its dynamic process. There are ups and downs within And when you are talking about struggle, it is not a strait jacketed thing that you just wake up one morning and start protesting. A whole lot of things go into the struggle. You have to mobilize the human re- sources, financial resources, create a solid material base to be able to achieve some of these things. You have to do a lot of strategies, anticipating state reactions to programmes and the rest of them. All this process take a lot of time to put together. So the lull that existed since the heroic strike of the workers cannot be mistaken for inac- dvity or betrayal not only on the part of CD but the pro-democracy movements. Of course we are undergoing the whole process of re-mobilizing our people, resources and strategising to know the best form of response that we are going to give to all what the regime has pepertrated against our people in the past one year. But our own determina- don cannot be broken. We are still totally committed to the broad objec-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Qt Take a closer look at the struggle in its entrety, have progressive Nigeri- ans recorded some measures of suc- cesses? Qt Take a closer look at the struggle in its entrety, have progressive Nigeri- ans recorded some measures of suc- cesses?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "As We have not fared badly at all in the last one year. In 1993, it was a dtanic battle. Without recovering the material depletion that we had in that struggle, we plunged ourselves totally into another struggle to root out from the country another dictatorship. And since we did that we have not looked back. In fact, we had to undergo series of strategies. In the middle of the year we declared a season of protest. We had the heroic struggle of the workers which is of course the most signifi cant in the history of labour in this country. But the pro-democracy movement had already created the atmosphere it be- came only a matter of patriotic duty for every conscious section of Nigerian society to join the battle for therealiza- don of democracy. Never in the history of this country had the workers em- barked on an industrial action that was politically initiated for a period of three months. And that also to some extent extended the cause of democracy struggle in Nigeria here beyond our borders; it affected the international community especially OPEC. For us, we think that much has been achieved in terms of different forces that were drawn into the struggle. We talk of NADECO. The CD as an umbrella organisation brought NADECO into the struggle and sustained them within the struggle. The intervention from the North (1 am talking of the MUP) was also part of that band-wagon effect of As We have not fared badly at all in the last one year. In 1993, it was a dtanic battle. Without recovering the material depletion that we had in that struggle, we plunged ourselves totally into another struggle to root out from the country another dictatorship. And since we did that we have not looked back. In fact, we had to undergo series of strategies. In the middle of the year we declared a season of protest. We had the heroic struggle of the workers which is of course the most signifi cant in the history of labour in this country. But the pro-democracy movement had already created the atmosphere it be- came only a matter of patriotic duty for every conscious section of Nigerian society to join the battle for therealiza- don of democracy. Never in the history of this country had the workers em- barked on an industrial action that was politically initiated for a period of three months. And that also to some extent extended the cause of democracy struggle in Nigeria here beyond our borders; it affected the international community especially OPEC. For us, we think that much has been achieved in terms of different forces that were drawn into the struggle. We talk of NADECO. The CD as an umbrella organisation brought NADECO into the struggle and sustained them within the struggle. The intervention from the North (1 am talking of the MUP) was also part of that band-wagon effect of"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "CROSSWORDS CROSSWORDS"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 9, "ocr_result": "2 3 L 5 6 7 8 10 12 13 14 15 16 17 18 19 20 21 22 23 24 25 2 3 L 5 6 7 8 10 12 13 14 15 16 17 18 19 20 21 22 23 24 25"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "ACROSS: 1. Breakfast fruit (10), 8. Ease (7), 9. Fruit drink (5), 10. Bite through (4), 11. Polar creature (4), 12. Tree (3), 14. Whole (6), 15. Parliamentary break (6), 18. Drunkard (3), 20. Earth (4), 21. Spanish president (4), 23. Snake (5), 24. Route ends (7), 25. Blunt (4-6). ACROSS: 1. Breakfast fruit (10), 8. Ease (7), 9. Fruit drink (5), 10. Bite through (4), 11. Polar creature (4), 12. Tree (3), 14. Whole (6), 15. Parliamentary break (6), 18. Drunkard (3), 20. Earth (4), 21. Spanish president (4), 23. Snake (5), 24. Route ends (7), 25. Blunt (4-6)."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "DOWN: 1. Brave (7), 2. Afresh (4), 3. Team number (6), 4. Flute-like instrument (8), 5. Large Asian state (5), 6. Forward looking (11), 7. Before recorded time (11), 13. Keep for posterity (8), 16. Issue (7), 17. Circus tent (3,3), 19. Spill (5), 22. Route-march (4). DOWN: 1. Brave (7), 2. Afresh (4), 3. Team number (6), 4. Flute-like instrument (8), 5. Large Asian state (5), 6. Forward looking (11), 7. Before recorded time (11), 13. Keep for posterity (8), 16. Issue (7), 17. Circus tent (3,3), 19. Spill (5), 22. Route-march (4)."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 12, "ocr_result": "YESTERDAY'S SOLUTIONS: YESTERDAY'S SOLUTIONS:"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "ACROSS: 1. Shaft, 7. Overhear, 8. Occur, 10. Reflection, 12. Examiner, 14. Size, 16. None, 17. Conclave, 20. Discontent, 23. Truro, 24. Treasure, 25. Smile. ACROSS: 1. Shaft, 7. Overhear, 8. Occur, 10. Reflection, 12. Examiner, 14. Size, 16. None, 17. Conclave, 20. Discontent, 23. Truro, 24. Treasure, 25. Smile."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "DOWN: 1. Sponge, 2. Four, 3. Frock, 5. Semi-final, 6. France, 9. Resin, 11. Bannister, 13. Ego, 15. Scant, 16. Nudity, 18. Expose, 19. Rouse, 21. Torn, 22. Tram. DOWN: 1. Sponge, 2. Four, 3. Frock, 5. Semi-final, 6. France, 9. Resin, 11. Bannister, 13. Ego, 15. Scant, 16. Nudity, 18. Expose, 19. Rouse, 21. Torn, 22. Tram."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "the activities that we generated not only this year but whose foundation was laid about two years back. the activities that we generated not only this year but whose foundation was laid about two years back."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Q: What then are you projections in the coming year to sustain this struggle? As Essentially, right now we have already started breaking the so-called law. This month (1 December) we have the church service for those who were shot in the course of the struggle. That one will be coming up on December 18 at the Cathedral Church of Christ (It was disrupted by security agents). And on 31 December, we are proposing a pro- gramme we call the 'Abacha Orchestra'. This has to do with mobilizing house- wives within Lagos to come out with their plates and spoons to drum to the deaf cars of the military dictator, Abacha. We also expect motorists to observe the Abacha Orchestra by horning at the appointed time. This was Arst-expert- mented in Chile some three or four years ago. Pinochet was becoming very heady for the people of that country and It was successful. Pinochet is out of the scene today. So we also hope to succeed. What you will witness in the coming year is what we call reaffirmation of the season of protests. The season of protests that we have declared has not ceased. It will be intensified. And our people will also take measure to counter the repressive machineries of the Abacha dictatorship and we are confident that victory would be attained with the general support of the Nigerlan people. Q: What then are you projections in the coming year to sustain this struggle? As Essentially, right now we have already started breaking the so-called law. This month (1 December) we have the church service for those who were shot in the course of the struggle. That one will be coming up on December 18 at the Cathedral Church of Christ (It was disrupted by security agents). And on 31 December, we are proposing a pro- gramme we call the 'Abacha Orchestra'. This has to do with mobilizing house- wives within Lagos to come out with their plates and spoons to drum to the deaf cars of the military dictator, Abacha. We also expect motorists to observe the Abacha Orchestra by horning at the appointed time. This was Arst-expert- mented in Chile some three or four years ago. Pinochet was becoming very heady for the people of that country and It was successful. Pinochet is out of the scene today. So we also hope to succeed. What you will witness in the coming year is what we call reaffirmation of the season of protests. The season of protests that we have declared has not ceased. It will be intensified. And our people will also take measure to counter the repressive machineries of the Abacha dictatorship and we are confident that victory would be attained with the general support of the Nigerlan people."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "As It is not as though the mobilization has been faulty but there is a large segment that are fed up with the dvic method of agitation and who believe that these people must be confronted force for force. And CD as an organisation is committed to the principle of non- violence and that is why we are still trying to create that subjective factor, that psychology that will enable our people appreciate the civic method of agitation. Potentially, we are still ca- pable of achieving the democratic resto- ration of this country through dvic agi- tations with the co-operation of all our people. There is also this other factor - it might be economy but call it a hunger inspired illusion whereby at the end of the day because of the peculiar circum- stances of your material deprivation. You may even go to the extent of ascribing all these developments to God that perhaps we are paying for our sins when of course something concretely ought to have been done. So we expect that as deprived as Nigerians are they have to revolt. I must also say that you have a section of the political class who are perpetual allies of the ruling clique. And these people now through what is now called general settlement have suc- ceeded in also working on certain sec- tions of the population. They have their supporters. These are some factors that seem to create the impression that people are not following. As It is not as though the mobilization has been faulty but there is a large segment that are fed up with the dvic method of agitation and who believe that these people must be confronted force for force. And CD as an organisation is committed to the principle of non- violence and that is why we are still trying to create that subjective factor, that psychology that will enable our people appreciate the civic method of agitation. Potentially, we are still ca- pable of achieving the democratic resto- ration of this country through dvic agi- tations with the co-operation of all our people. There is also this other factor - it might be economy but call it a hunger inspired illusion whereby at the end of the day because of the peculiar circum- stances of your material deprivation. You may even go to the extent of ascribing all these developments to God that perhaps we are paying for our sins when of course something concretely ought to have been done. So we expect that as deprived as Nigerians are they have to revolt. I must also say that you have a section of the political class who are perpetual allies of the ruling clique. And these people now through what is now called general settlement have suc- ceeded in also working on certain sec- tions of the population. They have their supporters. These are some factors that seem to create the impression that people are not following."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Q: These programmes appear laud- able but the general fear is the mobiliza- tion of the Nigerian people. How do you hope to tackle that? Q: These programmes appear laud- able but the general fear is the mobiliza- tion of the Nigerian people. How do you hope to tackle that?"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 19, "ocr_result": "o o"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "Q If we reach a F point where the military fights back with certain repres- sive measures, what options would Ni- gerlans have? Q If we reach a F point where the military fights back with certain repres- sive measures, what options would Ni- gerlans have?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "As We have gotten to a point where we can simply say democracy or not. So many other countries in the world have also gotten to this point where they were faced with two basic options - to surren- der or to fight on. Guinea-Bissau under Amica Cabral had to make the same choiceafter the Djiboud massacre where several of their workers were murdered by the Portuguese colonialists. In South Africa, the ANC also made that decision in December 1961 when they were faced with outright oppression. Our decision definitely will be not to surren- der but to fight on. And the methods that we will apply will be subject to the objective conditions on the ground. Q: The conference at Abuja has just As We have gotten to a point where we can simply say democracy or not. So many other countries in the world have also gotten to this point where they were faced with two basic options - to surren- der or to fight on. Guinea-Bissau under Amica Cabral had to make the same choiceafter the Djiboud massacre where several of their workers were murdered by the Portuguese colonialists. In South Africa, the ANC also made that decision in December 1961 when they were faced with outright oppression. Our decision definitely will be not to surren- der but to fight on. And the methods that we will apply will be subject to the objective conditions on the ground. Q: The conference at Abuja has just"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Sylvester Odion-Akheine Sylvester Odion-Akheine"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "rounded up discussions on the commit- tees' reports. Assessing the reports, would you say the sun will now rise for the country? - rounded up discussions on the commit- tees' reports. Assessing the reports, would you say the sun will now rise for the country? -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "a- As Assessing the confab would amount u for us in the democracy movement as given credit or some level of legitimacy n to it because we said right from incep- e tion, that the conference lacks legiti- C macy to legislate on behalf of Nigerians. The constitutional conference itself was a farce and it still remains so. Its decl- sions are farce. For the purpose of clarity because we also have position on all these things, Nigerians want a sovereign national conference and you have a travesty of a conference put in place by the junta. So you have already two things - the nationality question is one element within the Nigerian polity that cannot be swept over. The conference has not addressed that. Rather, what the conference has done was to place more power on the government to start loot- ing. Because the nationality question has to do with a lot of things. You are talking of ethnic self determination, you are talking of a people deciding what to do with the wealth that is accruing from their own lands, you are talking of people saying we want to remain in one federative region with another ethnic or tribe altogether. But what the confer- ence has done so far is the reinstatement about of the talking status quo. You can't be state creation now. When people are talking of restructuring the Nigerian federation you are talking about state creation. The states that have been created, have they succeeded? And the so-called elite has also been drawn into the whole process of exploiting the Nigerian nation. To that extent, I want to say categorically that the outcome of the constitution is not acceptable to the pro- democracy movement and to the Nige- rian people because It falls short of their needs and aspirations. a- As Assessing the confab would amount u for us in the democracy movement as given credit or some level of legitimacy n to it because we said right from incep- e tion, that the conference lacks legiti- C macy to legislate on behalf of Nigerians. The constitutional conference itself was a farce and it still remains so. Its decl- sions are farce. For the purpose of clarity because we also have position on all these things, Nigerians want a sovereign national conference and you have a travesty of a conference put in place by the junta. So you have already two things - the nationality question is one element within the Nigerian polity that cannot be swept over. The conference has not addressed that. Rather, what the conference has done was to place more power on the government to start loot- ing. Because the nationality question has to do with a lot of things. You are talking of ethnic self determination, you are talking of a people deciding what to do with the wealth that is accruing from their own lands, you are talking of people saying we want to remain in one federative region with another ethnic or tribe altogether. But what the confer- ence has done so far is the reinstatement about of the talking status quo. You can't be state creation now. When people are talking of restructuring the Nigerian federation you are talking about state creation. The states that have been created, have they succeeded? And the so-called elite has also been drawn into the whole process of exploiting the Nigerian nation. To that extent, I want to say categorically that the outcome of the constitution is not acceptable to the pro- democracy movement and to the Nige- rian people because It falls short of their needs and aspirations."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "Q: What is the CD's position on the new decrees particularly that extending the ban on certain publications? What are their implications? Q: What is the CD's position on the new decrees particularly that extending the ban on certain publications? What are their implications?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "As The decrees to us are illegal be- cause the regime that is churning out the decrees is an illegal regime. We bave never minced words about that. The implications of the decrees are as though the regime is tightening a noose round its own neck and at the end of the day life will besnuffed out of the regime. For instance, we all know the press is a fundamental human right of our people and when you don't have that funda- mental human right, you cannot be talking about development and growth As The decrees to us are illegal be- cause the regime that is churning out the decrees is an illegal regime. We bave never minced words about that. The implications of the decrees are as though the regime is tightening a noose round its own neck and at the end of the day life will besnuffed out of the regime. For instance, we all know the press is a fundamental human right of our people and when you don't have that funda- mental human right, you cannot be talking about development and growth"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "in the society. Whenpress is constrained, societal development is also constrained because people cannot offer suggestions or views. Ultimately it means that Abacha, will eventually preside over a non-exist- ing society because without growth and development, what you have is extino- tion. in the society. Whenpress is constrained, societal development is also constrained because people cannot offer suggestions or views. Ultimately it means that Abacha, will eventually preside over a non-exist- ing society because without growth and development, what you have is extino- tion."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "d- Q: The down turn state of the nation's s. economy is one which should naturally as receive the sympathy of progressive or- d- ganisations like yours. With the present ty political logjam, is there any bright hope ll of making Nigerians earn a good living? n As The Nigerian economy is actually a on a sorry state. In fact, you can talk y about total stagnation of the economy, o notwithstanding, the quanditative analy- c sis based on the macro-economic Indica- at tors that we have seen for instance there e is the talk about the VAT having appre- e dated above the projected level and e there is also the talk of economy having - performed so beautifully. I think essen- n dally that the 1994 budget, we never had e illusion about It right from the time It was I released. And what we have had is D qualitative analysis that the budget def- 1 cit is going to hit about N80 billion or N100 billion mark. This year, extra bud- geting expenditure between January and April was already about N500 million. These are just macro-economic indica- tors. But we are talking of the social implications of the economy. What has happened between January and now? Has the ordinary marfin the street fared better? Has he anything to expect in the coming year? So essentially, the average Nigerian man in the street has been totally pauperised. In fact, in the latter part of this year, Indeed about three months ago, there were various cases of suicide, increase in abandoned children and divorce cases have also increased while bachelors who have put the mar- riage policy on hold are so many. That of course underline the social implications of the budget. I know the economy has not fared better. A bag of rice that was selling N1,250 in January is now N2,650. These are the things that will actually give you a picture of the deprivation of our people. Since the increase on the prices of petroleum products, prices of goods have risen by over 400% and without a corresponding increase in In- come. The economy is a total failure and in the year 1995, we are going to have the same thing. We will just advise Nigerians to turn off their radio sets when Abacha is delivering his budgetspeech, because he is only going to announce the inten- sification of their poverty. There is evil in the land. d- Q: The down turn state of the nation's s. economy is one which should naturally as receive the sympathy of progressive or- d- ganisations like yours. With the present ty political logjam, is there any bright hope ll of making Nigerians earn a good living? n As The Nigerian economy is actually a on a sorry state. In fact, you can talk y about total stagnation of the economy, o notwithstanding, the quanditative analy- c sis based on the macro-economic Indica- at tors that we have seen for instance there e is the talk about the VAT having appre- e dated above the projected level and e there is also the talk of economy having - performed so beautifully. I think essen- n dally that the 1994 budget, we never had e illusion about It right from the time It was I released. And what we have had is D qualitative analysis that the budget def- 1 cit is going to hit about N80 billion or N100 billion mark. This year, extra bud- geting expenditure between January and April was already about N500 million. These are just macro-economic indica- tors. But we are talking of the social implications of the economy. What has happened between January and now? Has the ordinary marfin the street fared better? Has he anything to expect in the coming year? So essentially, the average Nigerian man in the street has been totally pauperised. In fact, in the latter part of this year, Indeed about three months ago, there were various cases of suicide, increase in abandoned children and divorce cases have also increased while bachelors who have put the mar- riage policy on hold are so many. That of course underline the social implications of the budget. I know the economy has not fared better. A bag of rice that was selling N1,250 in January is now N2,650. These are the things that will actually give you a picture of the deprivation of our people. Since the increase on the prices of petroleum products, prices of goods have risen by over 400% and without a corresponding increase in In- come. The economy is a total failure and in the year 1995, we are going to have the same thing. We will just advise Nigerians to turn off their radio sets when Abacha is delivering his budgetspeech, because he is only going to announce the inten- sification of their poverty. There is evil in the land."}]