[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMSport PMSport"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 2, "ocr_result": "BCC,3SC, Berger Go For Akpele Stores prosecute a succe challenge cup outing in 19 The ex-Kwara Bomber, how declined comments on whe BCC,3SC, Berger Go For Akpele Stores prosecute a succe challenge cup outing in 19 The ex-Kwara Bomber, how declined comments on whe"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "Iwuanyanwu Nationale defence strongman, Julius Akpele is now being desper- ately sought by three 1995 continental honours aspir- ants,Julius Berger, BCCLions and Shooting Stars to help them actuallise their dreams. Iwuanyanwu Nationale defence strongman, Julius Akpele is now being desper- ately sought by three 1995 continental honours aspir- ants,Julius Berger, BCCLions and Shooting Stars to help them actuallise their dreams."}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Akpele, who has been certi- fied fully fit by doctors, after undergoing intensive treatment on the knee injury he sustained in the September plane crash, told PMSport that his ability to play again, ratherthan the team's desperation for his services, glad- dens his heart. Akpele, who has been certi- fied fully fit by doctors, after undergoing intensive treatment on the knee injury he sustained in the September plane crash, told PMSport that his ability to play again, ratherthan the team's desperation for his services, glad- dens his heart."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "\"No matter how desperate the three big teams may be, I know I will eventually settle for one of them, \"declares the fleet footed player who hit national limelight when he helped Stationery \"No matter how desperate the three big teams may be, I know I will eventually settle for one of them, \"declares the fleet footed player who hit national limelight when he helped Stationery"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Stores prosecute a successful challenge cup outing in 1991. The ex-Kwara Bomber, however, declined comments on where he would eventually pitch his tent among the aspiring clubsides, al- though he tilts towards the bridge builders. \"IfJulius Berger comes with a better offer, nothing stops me from accepting it, but I am still waiting,\" enthuses the fair- skinned Super Eagle whose ambition to sip from the elusive Champions Cup this year got shattered by the unfortunate plane crash which devastated his team's fighting spirit. Stores prosecute a successful challenge cup outing in 1991. The ex-Kwara Bomber, however, declined comments on where he would eventually pitch his tent among the aspiring clubsides, al- though he tilts towards the bridge builders. \"IfJulius Berger comes with a better offer, nothing stops me from accepting it, but I am still waiting,\" enthuses the fair- skinned Super Eagle whose ambition to sip from the elusive Champions Cup this year got shattered by the unfortunate plane crash which devastated his team's fighting spirit."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "Akpele, a Super Eagles hope- ful forthe Nations Cup '96 looks toward next season with eargerness. The Esan-born ace defender disclose d to PMSport in an emotion-laden voice: \"I thank God for being alive today and I know it is a sign of good things to come my way next season.\" Akpele, a Super Eagles hope- ful forthe Nations Cup '96 looks toward next season with eargerness. The Esan-born ace defender disclose d to PMSport in an emotion-laden voice: \"I thank God for being alive today and I know it is a sign of good things to come my way next season.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "Cle Cle"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "Ca Ca"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "goe goe"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 11, "ocr_result": "5 5"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 12, "ocr_result": "New Proposals For \"The German league creates Pro-League rooms for good Competition at all levels because there are many things at stake. Their league pat- tern is divided into three groups, amateur league Regional league New Proposals For \"The German league creates Pro-League rooms for good Competition at all levels because there are many things at stake. Their league pat- tern is divided into three groups, amateur league Regional league"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "Head ofPro.-League ofNigeria Football Association, Mr. Steve Olarinoye has recommended a new proposal for next year's Head ofPro.-League ofNigeria Football Association, Mr. Steve Olarinoye has recommended a new proposal for next year's"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "soccer season. Speaking with PMSport yester- day, Steve Olarinoye, just back from Germany where he under- soccer season. Speaking with PMSport yester- day, Steve Olarinoye, just back from Germany where he under-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "I - I -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Car Car"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "ba ba"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "bet bet"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "la la"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "M M"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Sha Sha"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "O' O'"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "(32 (32"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "Ant Ant"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "Av Av"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "Thi Thi"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "duri duri"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "first first"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "their their"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "at th at th"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "G G"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "Are Are"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "Clev Clev"}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "Oh Oh"}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "Tue Tue"}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "The - ... The - ..."}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "WO WO"}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "gam gam"}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "97. W 97. W"}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "PH PH"}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "went a six-week course on Ger- man league, said the Bundesliga pattern would favour Nigeria's football. went a six-week course on Ger- man league, said the Bundesliga pattern would favour Nigeria's football."}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "\"The German league creates rooms for good Competition at all levels because there are many things at stake. Their league pat- tern is divided into three groups, amateur league, Regional league and the main Pro-League, Bundesliga. \"The German league creates rooms for good Competition at all levels because there are many things at stake. Their league pat- tern is divided into three groups, amateur league, Regional league and the main Pro-League, Bundesliga."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 44, "ocr_result": "--- TO proposar HOT French boxer Jean-Baptiste Mendy lands a left hook during his European ligh tweight title bout against Denmark's Racho ed Lawal in Thiais, southeast of Paris on Sunday Mendy staged a successful ring comeback and recaptured the crown when he stopped Lawal in the ninthround of a scheduled 12-round contest AFP PHOTO --- TO proposar HOT French boxer Jean-Baptiste Mendy lands a left hook during his European ligh tweight title bout against Denmark's Racho ed Lawal in Thiais, southeast of Paris on Sunday Mendy staged a successful ring comeback and recaptured the crown when he stopped Lawal in the ninthround of a scheduled 12-round contest AFP PHOTO"}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "\"The two best teams in the ama- teur league gain promotion to play \"The two best teams in the ama- teur league gain promotion to play"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "in Regional league whil two in Regional league g cadre. in Regional league whil two in Regional league g cadre."}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "\"I have recommended tern to the Pro-board amateur league which h or no glamour left wou vived,\" Olarinoye disclo \"I have recommended tern to the Pro-board amateur league which h or no glamour left wou vived,\" Olarinoye disclo"}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "- The Pro-board membe meet tomorrow to debb recommendations and at time screen clubs that ap the Pro-League divisio scheduled to take off ne - The Pro-board membe meet tomorrow to debb recommendations and at time screen clubs that ap the Pro-League divisio scheduled to take off ne"}, {"block_type": "LAYOUT_TEXT", "reading_order": 49, "ocr_result": "Femi Olabo Femi Olabo"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 50, "ocr_result": "Kwasu Sacks 26 Playe Know Kwasu Sacks 26 Playe Know"}, {"block_type": "LAYOUT_TEXT", "reading_order": 51, "ocr_result": "Kwara Bombers which nar- rowly missed the promotion from division two to one has embarked on total re- organisation which will place theteam on a soundstructure in preparation for the next soccer season. Kwara Bombers which nar- rowly missed the promotion from division two to one has embarked on total re- organisation which will place theteam on a soundstructure in preparation for the next soccer season."}, {"block_type": "LAYOUT_TEXT", "reading_order": 52, "ocr_result": "The sole administrator of the club, Captain Kamaldeen Olatun de [rtd.] made this known to PMSport while reviewing the Club's performan ce last season and preparations for the new season. The sole administrator of the club, Captain Kamaldeen Olatun de [rtd.] made this known to PMSport while reviewing the Club's performan ce last season and preparations for the new season."}, {"block_type": "LAYOUT_TEXT", "reading_order": 53, "ocr_result": "He said that only 14 out of the 40 players signed by the Club last season could be retained to cam- paign in the Club's colours for next season. He said that only 14 out of the 40 players signed by the Club last season could be retained to cam- paign in the Club's colours for next season."}, {"block_type": "LAYOUT_TEXT", "reading_order": 54, "ocr_result": "According to him, the players retained are those who showed absolute dedication to duty and discipline in the last soccer season. 4t According to him, the players retained are those who showed absolute dedication to duty and discipline in the last soccer season. 4t"}, {"block_type": "LAYOUT_TEXT", "reading_order": 55, "ocr_result": "soccer SCHOOL \"Those that only made up the team have been given the boot and are free to seek for Clubs of their choice. We don't want liabilities, rather we need players who can contribute meanin, gfully to the suc- cess of the Club\", Alhaji Olatunde soccer SCHOOL \"Those that only made up the team have been given the boot and are free to seek for Clubs of their choice. We don't want liabilities, rather we need players who can contribute meanin, gfully to the suc- cess of the Club\", Alhaji Olatunde"}, {"block_type": "LAYOUT_TEXT", "reading_order": 56, "ocr_result": "remarked. remarked."}, {"block_type": "LAYOUT_TEXT", "reading_order": 57, "ocr_result": "The administrative set t also be re-organised in su that would meet the chall club would encounter in of the next soccer season The administrative set t also be re-organised in su that would meet the chall club would encounter in of the next soccer season"}, {"block_type": "LAYOUT_TEXT", "reading_order": 58, "ocr_result": "Alhaji Olatunde showere house on Kwara State indigenes unflinching support in the sons and pleaded for their c support in the coming sea w Alhaji Olatunde showere house on Kwara State indigenes unflinching support in the sons and pleaded for their c support in the coming sea w"}, {"block_type": "LAYOUT_TEXT", "reading_order": 59, "ocr_result": "\"We appreciate what the the I us last year and we was continue to support 125 reach the promised land a playing in the first divisio professional league. \"We appreciate what the the I us last year and we was continue to support 125 reach the promised land a playing in the first divisio professional league."}, {"block_type": "LAYOUT_TEXT", "reading_order": 60, "ocr_result": "- However, he appelle State military administrator Captain Baba Adamu Nyem to the financial aid of the orderfor their dream to be - However, he appelle State military administrator Captain Baba Adamu Nyem to the financial aid of the orderfor their dream to be"}, {"block_type": "LAYOUT_TEXT", "reading_order": 61, "ocr_result": "The sole administrator that lack of finance contri the failure of the club promotion and urged the administrator to assist t whenever it is required. The sole administrator that lack of finance contri the failure of the club promotion and urged the administrator to assist t whenever it is required."}, {"block_type": "LAYOUT_TEXT", "reading_order": 62, "ocr_result": "Adeola Fasbo Adeola Fasbo"}]