[{"block_type": "LAYOUT_TEXT", "reading_order": 1, "ocr_result": "Tuesday 27 December, 1994 Tuesday 27 December, 1994"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 2, "ocr_result": "SOCCER TUMBLES INUS P.7 SOCCER TUMBLES INUS P.7"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 3, "ocr_result": "Elkanemi Grabs VIP's Bala Elkanemi Grabs VIP's Bala"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "El-Kanemi Football Club of Malduguri, which had a not too impressive outing thisseason has signed on Vigilante Insurance Pro- fessional FC's strongman, Bala Garba to lead its attack next sea- son. El-Kanemi Football Club of Malduguri, which had a not too impressive outing thisseason has signed on Vigilante Insurance Pro- fessional FC's strongman, Bala Garba to lead its attack next sea- son."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "The Borno state team also signed six other experienced players to re- place those that absconded to Lebanon and Egypt mid last season. The Borno state team also signed six other experienced players to re- place those that absconded to Lebanon and Egypt mid last season."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Speaking to PMSport over the weekend, Ganiyu Adeleke, the Warriors' welfare officer, disclosed that the technical crew carefully selected the new players so as not to go through the same problem of players exodus that rocked the club this year. Speaking to PMSport over the weekend, Ganiyu Adeleke, the Warriors' welfare officer, disclosed that the technical crew carefully selected the new players so as not to go through the same problem of players exodus that rocked the club this year."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "\"Already, Sani Ibrahim of Berger, Bala Garba of VIP, Nitel Vasco's George Johnson, Emma Abbalu of Enyimba, and Blessed Anieflok of Calabar Rovers have appended their signatures to star for us\". \"Already, Sani Ibrahim of Berger, Bala Garba of VIP, Nitel Vasco's George Johnson, Emma Abbalu of Enyimba, and Blessed Anieflok of Calabar Rovers have appended their signatures to star for us\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "\"Ishaka Umoru, the division two highest goal scorer, who Shooting Stars claim to have cleared has agreed on principles, but we are yet to clear him since we've not been able to contact his Club for negotiation\", Adeleke disclosed. \"Ishaka Umoru, the division two highest goal scorer, who Shooting Stars claim to have cleared has agreed on principles, but we are yet to clear him since we've not been able to contact his Club for negotiation\", Adeleke disclosed."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "The Management members of the Club, which narrowly escaped relegation have resolved their differ- ences and are now ready to bring the Club back to limelight. - Femi Clabode. The Management members of the Club, which narrowly escaped relegation have resolved their differ- ences and are now ready to bring the Club back to limelight. - Femi Clabode."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 10, "ocr_result": "Benfica striker Joao Pinto (L) and Toze of Tirsense flight for ball during their Portuguese League match last Thursday in Lisbon. Benfica won 2-0. AFP PHOTO. Benfica striker Joao Pinto (L) and Toze of Tirsense flight for ball during their Portuguese League match last Thursday in Lisbon. Benfica won 2-0. AFP PHOTO."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "ASSOCIATIONS ELECTION ASSOCIATIONS ELECTION"}, {"block_type": "LAYOUT_TITLE", "reading_order": 12, "ocr_result": "NSC Constitutes Electoral College NSC Constitutes Electoral College"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 13, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "Form rgentinlansoccerstar Diego Maradona arrives at Jose Marti Airp in Havana on Christmas eve. Maradona travelled to Cuba with family for the holidays at the invitation of a local hotel. AFP PHC Form rgentinlansoccerstar Diego Maradona arrives at Jose Marti Airp in Havana on Christmas eve. Maradona travelled to Cuba with family for the holidays at the invitation of a local hotel. AFP PHC"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "In complying with the direc- tive of the Sole administrator of the National Sports Commission Chief Babashola Rhodes to hold election, Chairmen of Sports As- sociations in the States will constitute the electoral college. In complying with the direc- tive of the Sole administrator of the National Sports Commission Chief Babashola Rhodes to hold election, Chairmen of Sports As- sociations in the States will constitute the electoral college."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "- PMSport gathered at the Force Road Office of the NSC that the Association Chairmen in the States have been mandated to elect their national leader and other members of the boards. - PMSport gathered at the Force Road Office of the NSC that the Association Chairmen in the States have been mandated to elect their national leader and other members of the boards."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "Our source at the National Sports Commission disclosed that the states chairmen would be informed as soon as the sole administrator gives the Our source at the National Sports Commission disclosed that the states chairmen would be informed as soon as the sole administrator gives the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "go-ahead and that is expected not later than this week. \"The Association Chairman in the States will now elect who leads them at the National level. So the success of anynational association chairman will heavily depend on his relationship with the state association chairman\". Chief Rhodes' order for election, which received the unwavering sup- port of NSC top officials, has sent Incumbent sports association chair- men lobbying for support. \"Some of them have even sent emissaries to the states in order to lobby the chairman for support. And this is expected to continue until the go-ahead and that is expected not later than this week. \"The Association Chairman in the States will now elect who leads them at the National level. So the success of anynational association chairman will heavily depend on his relationship with the state association chairman\". Chief Rhodes' order for election, which received the unwavering sup- port of NSC top officials, has sent Incumbent sports association chair- men lobbying for support. \"Some of them have even sent emissaries to the states in order to lobby the chairman for support. And this is expected to continue until the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "election comes up\", our source and formed. The election is expected to send somenational sports association chair men not in the good books of the affiliated state associationsaway, while those considered not efficient and dynamic enough will also be voted out. see the return of somenational sports The proposed election may also association chairmen removed dur ing the tenure of the former NSC executive chairman, Chief Sylvanus Akinwunmi. election comes up\", our source and formed. The election is expected to send somenational sports association chair men not in the good books of the affiliated state associationsaway, while those considered not efficient and dynamic enough will also be voted out. see the return of somenational sports The proposed election may also association chairmen removed dur ing the tenure of the former NSC executive chairman, Chief Sylvanus Akinwunmi."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "Rangers Rangers"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Adeola Fashola. Adeola Fashola."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "The Club's Western zone co- ordinator, Segun Martins made this known during a chat with PMSport over the weekend. Martins said that the teams Rang- ers are likely to engage have positively responded to their request The Club's Western zone co- ordinator, Segun Martins made this known during a chat with PMSport over the weekend. Martins said that the teams Rang- ers are likely to engage have positively responded to their request"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "Rangers International, repre- senting the country in next years WestAfrican FootballUnion Cham- plonship, have planned a tour of Republic of Benin, Togo and Ghana to prepare the team ad- equately for the sub-regional competition and the professional league. Rangers International, repre- senting the country in next years WestAfrican FootballUnion Cham- plonship, have planned a tour of Republic of Benin, Togo and Ghana to prepare the team ad- equately for the sub-regional competition and the professional league."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 24, "ocr_result": "To Tour W/Africa To Tour W/Africa"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "for friendly matches and arrange- ment for a successful tour Is in top gear. \"We are determined for return to our glorious years and this tour is intended to be the beginning of better things to come. The tour is expected to expose our new players and serve as an avenue for their assessment in true match situations\", he said. The co-ordinator disclosed that the flying antelopes'have applied to the Nigeria Football Association for for friendly matches and arrange- ment for a successful tour Is in top gear. \"We are determined for return to our glorious years and this tour is intended to be the beginning of better things to come. The tour is expected to expose our new players and serve as an avenue for their assessment in true match situations\", he said. The co-ordinator disclosed that the flying antelopes'have applied to the Nigeria Football Association for"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "clearance to enable them proceed on the trip, but have not heard anything from them. they are trying leave, we'll collect the clearance on the trip. When we are 10 \"But to disallow that is not us from to say embarking ready from them\", he said. who led the club to a FA Cup bronze Rangers' Coach Ufere Nwankwo, medal this year is expected to lead the technical crew for the tour. clearance to enable them proceed on the trip, but have not heard anything from them. they are trying leave, we'll collect the clearance on the trip. When we are 10 \"But to disallow that is not us from to say embarking ready from them\", he said. who led the club to a FA Cup bronze Rangers' Coach Ufere Nwankwo, medal this year is expected to lead the technical crew for the tour."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "P.N EWS IS PUBLISHED BY CVL. OFFICE: 8 IBIYEMI STREET, AJAO ESTATE ISOLO, LAGOS EDITOR: BABAFEMI OJUDU TEL: 01-526476 P.N EWS IS PUBLISHED BY CVL. OFFICE: 8 IBIYEMI STREET, AJAO ESTATE ISOLO, LAGOS EDITOR: BABAFEMI OJUDU TEL: 01-526476"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "Adeola Fashola. Adeola Fashola."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 29, "ocr_result": "Sport Quote Sport Quote"}, {"block_type": "LAYOUT_FOOTER", "reading_order": 30, "ocr_result": "\"For now I am still with VIP Footba all Club. I don't intend to leave whicb I worked bard to build tb is past \"season\". VIP Coacb Kafa debunking claims of baving dumped VIP for Berger. \"For now I am still with VIP Footba all Club. I don't intend to leave whicb I worked bard to build tb is past \"season\". VIP Coacb Kafa debunking claims of baving dumped VIP for Berger."}]