[
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 1,
        "ocr_result": "WS VOLINO 87 WEDNESDAY 21 DECEMBER, 1994 N10 WS VOLINO 87 WEDNESDAY 21 DECEMBER, 1994 N10"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 2,
        "ocr_result": "Row Over AIDS Infested Jesus Row Over AIDS Infested Jesus"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 3,
        "ocr_result": "A row has crupted over the display in Cape Town's main cathedral of a painting by an American AIDS suf- fererdepictingJesus Christ stricken with the deadly disease. - A row has crupted over the display in Cape Town's main cathedral of a painting by an American AIDS suf- fererdepictingJesus Christ stricken with the deadly disease. -"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 4,
        "ocr_result": "The painting by US theology student Maxwell Lawton went on display in St Georges Anglican Cathedral on Mon- day to both a mixed reception. P The painting by US theology student Maxwell Lawton went on display in St Georges Anglican Cathedral on Mon- day to both a mixed reception. P"
    },
    {
        "block_type": "LAYOUT_TITLE",
        "reading_order": 5,
        "ocr_result": "\"People have been phoning the ca- AIDS. encroting mose -WHLL Chieflmam Held For Murder \"People have been phoning the ca- AIDS. encroting mose -WHLL Chieflmam Held For Murder"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 6,
        "ocr_result": "P \"I have received both positive and negative responses, said Lawton, who came to South Africa in November. Lawton, who has the Human Im- mune-Deficiency Virus (HIV) that leads to AIDS, calls the painting \"Man of Sorrows\" and it shows Christ suffering from cancer lesions with an intrave- nous drip and an oxygen tube in his nose. P \"I have received both positive and negative responses, said Lawton, who came to South Africa in November. Lawton, who has the Human Im- mune-Deficiency Virus (HIV) that leads to AIDS, calls the painting \"Man of Sorrows\" and it shows Christ suffering from cancer lesions with an intrave- nous drip and an oxygen tube in his nose."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 7,
        "ocr_result": "thedral non-stop to complain about the painting and threatening to destroy it,\" Lawton said yesterday. \"I've been called blasphemous, heretic and com- munist.\" thedral non-stop to complain about the painting and threatening to destroy it,\" Lawton said yesterday. \"I've been called blasphemous, heretic and com- munist.\""
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 8,
        "ocr_result": "Despite this, Lawton said most of the people : who came to view the work, including Anglican Archbishop Desmond Tutu, were supportive. Cathedral spokesman Christ Ahrends said the painting would be used in Acquired Immune Deficiency Syn- drome (AIDS) a wareness campaigns as it \"holds an important message and makes incredible statements. Despite this, Lawton said most of the people : who came to view the work, including Anglican Archbishop Desmond Tutu, were supportive. Cathedral spokesman Christ Ahrends said the painting would be used in Acquired Immune Deficiency Syn- drome (AIDS) a wareness campaigns as it \"holds an important message and makes incredible statements."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 9,
        "ocr_result": "Ahrends said the church supported the painting because \"Christsuffers in each person, including those with AIDS.\" Ahrends said the church supported the painting because \"Christsuffers in each person, including those with AIDS.\""
    },
    {
        "block_type": "LAYOUT_FIGURE",
        "reading_order": 10,
        "ocr_result": "I < e ! - o 1 I < e ! - o 1"
    },
    {
        "block_type": "LAYOUT_SECTION_HEADER",
        "reading_order": 11,
        "ocr_result": "Murphy Ganagana Murphy Ganagana"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 12,
        "ocr_result": "The Chief Imam of Ajegunle Central Mosque, Alhaji Idris Erusope has been arrested by the police in contico- tion with the alleged murder of a 20-year-old boy who reportedly died penultimate Saturday. The Chief Imam of Ajegunle Central Mosque, Alhaji Idris Erusope has been arrested by the police in contico- tion with the alleged murder of a 20-year-old boy who reportedly died penultimate Saturday."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 13,
        "ocr_result": "Striving To Earn A Living. Pix Idowu Ogunleye / Striving To Earn A Living. Pix Idowu Ogunleye /"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 14,
        "ocr_result": "P Also arrested are about 62 suspects including two prominent community leaders, Chief Tokosi and Alhaji Owoeye, whose 19-year-old daughter died while he was In detention. P Also arrested are about 62 suspects including two prominent community leaders, Chief Tokosi and Alhaji Owoeye, whose 19-year-old daughter died while he was In detention."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 15,
        "ocr_result": "Informed sources hinted PMNews that following the discovery of the teenager's corpseatOga Bus-stop along Ojo Road, the deceased's father who is said to be a retired army staff sergeant alerted the Regimental Sergeant Major (RSM) of the Mile 2 Signals Barracks, who in turn reported the case Informed sources hinted PMNews that following the discovery of the teenager's corpseatOga Bus-stop along Ojo Road, the deceased's father who is said to be a retired army staff sergeant alerted the Regimental Sergeant Major (RSM) of the Mile 2 Signals Barracks, who in turn reported the case"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 16,
        "ocr_result": "Continued on page 2 Continued on page 2"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 17,
        "ocr_result": "Soldiers, Police Get Salary Increase Soldiers, Police Get Salary Increase"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 18,
        "ocr_result": "Remi Oyeyemi Remi Oyeyemi"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 19,
        "ocr_result": "Officers and men of the Nigerian Armed Forces and the Nigerian Police Force have received 100 per cent in- crease in salary and allowances apart from a special Christmas bonusap proved for them by the Head of State, General Sani Abacha. Officers and men of the Nigerian Armed Forces and the Nigerian Police Force have received 100 per cent in- crease in salary and allowances apart from a special Christmas bonusap proved for them by the Head of State, General Sani Abacha."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 20,
        "ocr_result": "Also included in the new salary package are torchlight, uniform, medical, transport and housing allowances some of which had been stopped before now because of financial difficulties. Also included in the new salary package are torchlight, uniform, medical, transport and housing allowances some of which had been stopped before now because of financial difficulties."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 21,
        "ocr_result": "Continued on page 2 Continued on page 2"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 22,
        "ocr_result": "PopeJohn Paul II has asked for God's blessing on Iraqi President Saddam Hussein and his people in a written message to Baghdad, the official news agency INA re- ported yesterday. PopeJohn Paul II has asked for God's blessing on Iraqi President Saddam Hussein and his people in a written message to Baghdad, the official news agency INA re- ported yesterday."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 23,
        "ocr_result": "\"May God bless you, you and your people, the pope said reply- ing to a message from Saddam congratulating the pontiff on the 16th anniversary of his rise to head of the Roman Catholic church. \"May God bless you, you and your people, the pope said reply- ing to a message from Saddam congratulating the pontiff on the 16th anniversary of his rise to head of the Roman Catholic church."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 24,
        "ocr_result": "Saddam Receives Pope's Blessing Saddam Receives Pope's Blessing"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 25,
        "ocr_result": "The message, for which INA gave no date, added: \"I call on God that The message, for which INA gave no date, added: \"I call on God that"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 26,
        "ocr_result": "the efforts deployed for under- standing and collaboration bear fruit in peace and justice.\" the efforts deployed for under- standing and collaboration bear fruit in peace and justice.\""
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 27,
        "ocr_result": "Saddam has been shunned by the International community since Iraq's invasion of Kuwait in Au- gust 1990. Saddam has been shunned by the International community since Iraq's invasion of Kuwait in Au- gust 1990."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 28,
        "ocr_result": "Islam is the state religion in Iraq, which has a population of 18 mil- lion people. Estimates of the number of Christians who have been emigrating in large numbers, vary from 500,000 to one million Islam is the state religion in Iraq, which has a population of 18 mil- lion people. Estimates of the number of Christians who have been emigrating in large numbers, vary from 500,000 to one million"
    }
]