[{"block_type": "LAYOUT_FIGURE", "reading_order": 1, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "Plague Kills 22 In Zimbabwe Plague Kills 22 In Zimbabwe"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "MAYSTAR CAR ALARM SYSTEM for just N7,500 Only MAYSTAR CAR ALARM SYSTEM for just N7,500 Only"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "VOL 1 NO. 86 TUESDAY 20 DECEMBER, 1994 N10 VOL 1 NO. 86 TUESDAY 20 DECEMBER, 1994 N10"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "Remote Control - To Arm/Disarm at a distance of between 150 250 metres away from where. the car is parked. Built in Siren - 124DB siren with authomatic reset. Shock Sensor - Protect all outside accessories of your car such as cromes, bumper wheel covers etc. Warning Stickers -Window stickers warmsthat vehicle is alarmed. Remote Control - To Arm/Disarm at a distance of between 150 250 metres away from where. the car is parked. Built in Siren - 124DB siren with authomatic reset. Shock Sensor - Protect all outside accessories of your car such as cromes, bumper wheel covers etc. Warning Stickers -Window stickers warmsthat vehicle is alarmed."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "RETRIEVER (Anti CAR SNATCHING DEVICE) CALL LARMINTS NIGERIA LIMITED 174, Borno Way, Ebute-Metta. Lagos. Tel: (01) 867835 RETRIEVER (Anti CAR SNATCHING DEVICE) CALL LARMINTS NIGERIA LIMITED 174, Borno Way, Ebute-Metta. Lagos. Tel: (01) 867835"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "Twenty peop have died from bu- b o n i c plague and 300 have-been Infected since the disease broke out in Zimba- bwe in October, according to Health Cld on p. 2 Twenty peop have died from bu- b o n i c plague and 300 have-been Infected since the disease broke out in Zimba- bwe in October, according to Health Cld on p. 2"}, {"block_type": "LAYOUT_TITLE", "reading_order": 8, "ocr_result": "e near Cld on p. Workers Stone NICONI Boss For avishing N25m On Anniversary e near Cld on p. Workers Stone NICONI Boss For avishing N25m On Anniversary"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 9, "ocr_result": "Who will rescue the people from this never ending misery? Pix: David Akintonde Who will rescue the people from this never ending misery? Pix: David Akintonde"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "While Nigerians are bearing with stoic resigns- tion the official mismanagement at the centre, workers of the nation's biggestinsurance.com pany, NICON, have decided to shake off simil ar mindeeds, by fighting for themselves, with stones. While Nigerians are bearing with stoic resigns- tion the official mismanagement at the centre, workers of the nation's biggestinsurance.com pany, NICON, have decided to shake off simil ar mindeeds, by fighting for themselves, with stones."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "At the centre of the workers' revolt was a recent management claim that it lavished N25 million on the company's 25th anniversary and gifts to long At the centre of the workers' revolt was a recent management claim that it lavished N25 million on the company's 25th anniversary and gifts to long"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Continued on page 2 Continued on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "Police Disrupt Memorial Service Police Disrupt Memorial Service"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "John Ajayi John Ajayi"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "A team of mobile policemen led by Mr. Udo Udofia, on Sunday disrupted the memorial service organised bythe Campaign for Democ- racy. A team of mobile policemen led by Mr. Udo Udofia, on Sunday disrupted the memorial service organised bythe Campaign for Democ- racy."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "The programme organised at the instance of Anglican Church of Christ to setupa Trust Fund for victims of pro-democracy protests in the country between 1993/94 was to hold on Sunday at the Cathedral Church of Christ in. Lagos Island. The programme organised at the instance of Anglican Church of Christ to setupa Trust Fund for victims of pro-democracy protests in the country between 1993/94 was to hold on Sunday at the Cathedral Church of Christ in. Lagos Island."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "P S - Arriving the venue in two pick-up vans, one bearing registration number PF. 4836 LA and two 504 station wagons one of which bore registration number PF 4802 LA, the invading police team cordoned off the church premises. P S - Arriving the venue in two pick-up vans, one bearing registration number PF. 4836 LA and two 504 station wagons one of which bore registration number PF 4802 LA, the invading police team cordoned off the church premises."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Continued on page 2 Continued on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "Continued on page 2 $62m Arms Deal Scam Foiled See story on page 2 OE Continued on page 2 $62m Arms Deal Scam Foiled See story on page 2 OE"}, {"block_type": "LAYOUT_FOOTER", "reading_order": 20, "ocr_result": "See story on page 2 See story on page 2"}]