[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMNews PMNews"}, {"block_type": "LAYOUT_TITLE", "reading_order": 2, "ocr_result": "P.M. P.M."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 3, "ocr_result": "STYLES PETERS STYLES PETERS"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 4, "ocr_result": "Page 6 Page 6"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "BY TEMI and BY TEMI and"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 6, "ocr_result": "LEM Two Russian models wearing clothes from the French fashion house Lecoament-Hemant walk on the corridors of the \"Russia Theatre\" backstage area last month. Some fen fon Frenc designers that. P LEM Two Russian models wearing clothes from the French fashion house Lecoament-Hemant walk on the corridors of the \"Russia Theatre\" backstage area last month. Some fen fon Frenc designers that. P"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "Two Russian models wearing clothes from the French fashion house Letoament-Hemant walk on the corridors of the \"Russia Theatre\" backstage area last month. Some ten top French designers are presenting their collections in the so-called \"Haute Couture Week\" in Moscow. AFP PHOTO. Two Russian models wearing clothes from the French fashion house Letoament-Hemant walk on the corridors of the \"Russia Theatre\" backstage area last month. Some ten top French designers are presenting their collections in the so-called \"Haute Couture Week\" in Moscow. AFP PHOTO."}, {"block_type": "LAYOUT_TITLE", "reading_order": 8, "ocr_result": ""}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 9, "ocr_result": "What Causes Asthma? What Causes Asthma?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "A medical expert Dr. Joseph Olubotode has described asthma as a condition whereby narrowing of the small airways inthe lungs causes breathlessness and wheezing dust. According to him, attacks can be triggered by exercise, infection, pollen and later in life. It is very common in developed countries.\" \"Most cases of asthma begin In early childhood, and tend to improve or clear up Dr. Oluborode says the pollen air is one of the many triggers. The rise could traffic. be linked to increased exposure to pollution or an increase in pollution from radio Recent studies have shown that children living near major roads have a higher risk of asthma infection than those who live further away from heavy traffic. A team of foreign doctors, a research report indicates, measured the effect on asthmatics of exposure to nitrogen dioxide-one of the main components of exhaust fumes. It was discovered that their bodies produced Ave times their normal move of the chemical that triggers an asthma attack. suffer more attack. According to this research, asthmatics whoare regularly exposed to exhaust fumes Asthmatic patients should see the doctor regularly for check-up and treatment and should not expose themselves to dust. A medical expert Dr. Joseph Olubotode has described asthma as a condition whereby narrowing of the small airways inthe lungs causes breathlessness and wheezing dust. According to him, attacks can be triggered by exercise, infection, pollen and later in life. It is very common in developed countries.\" \"Most cases of asthma begin In early childhood, and tend to improve or clear up Dr. Oluborode says the pollen air is one of the many triggers. The rise could traffic. be linked to increased exposure to pollution or an increase in pollution from radio Recent studies have shown that children living near major roads have a higher risk of asthma infection than those who live further away from heavy traffic. A team of foreign doctors, a research report indicates, measured the effect on asthmatics of exposure to nitrogen dioxide-one of the main components of exhaust fumes. It was discovered that their bodies produced Ave times their normal move of the chemical that triggers an asthma attack. suffer more attack. According to this research, asthmatics whoare regularly exposed to exhaust fumes Asthmatic patients should see the doctor regularly for check-up and treatment and should not expose themselves to dust."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "What you can do: Check the flex regularly, if It is frayed or beginning to distort or split, get it replaced. Next week: Microwave ovens, food processors, fridges, toasters etc. What you can do: Check the flex regularly, if It is frayed or beginning to distort or split, get it replaced. Next week: Microwave ovens, food processors, fridges, toasters etc."}, {"block_type": "LAYOUT_TITLE", "reading_order": 12, "ocr_result": "MOTHER CARE MOTHER CARE"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 13, "ocr_result": "Fighting Germs Fighting Germs"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "It has been reported that more than half of alt ailments and deaths among young children are caused by germs. Children Ingest from food and water. Mothers should note that illnesses can be prevented by washing hands with soapan water after contact with facces and before handling food or water that we drink, says an expert. \"Illnesses can be prevented by drinking germ-free clean water, mothers should see that the water they give kids is boiled, covered to prevent dirt and dust which can contaminate It. Also food, should be covered to prevent It from dust, dirts, dirts and others that can give the kids infection\". It has been reported that more than half of alt ailments and deaths among young children are caused by germs. Children Ingest from food and water. Mothers should note that illnesses can be prevented by washing hands with soapan water after contact with facces and before handling food or water that we drink, says an expert. \"Illnesses can be prevented by drinking germ-free clean water, mothers should see that the water they give kids is boiled, covered to prevent dirt and dust which can contaminate It. Also food, should be covered to prevent It from dust, dirts, dirts and others that can give the kids infection\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "Tollets, kitchen room and others should be thoroughly kept clean al ways. Dispose refuse well, don't open It to flies. Tollets, kitchen room and others should be thoroughly kept clean al ways. Dispose refuse well, don't open It to flies."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "They must know that they have to bath, brush their teeth comb their They must know that they have to bath, brush their teeth comb their"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "Plates, cooking utensils and other items should be kept tidy always. Feeding bottles, clothes for kids etc must be kept tidy. Children should be taught the simple rules of by giene and how they should observe it. - Plates, cooking utensils and other items should be kept tidy always. Feeding bottles, clothes for kids etc must be kept tidy. Children should be taught the simple rules of by giene and how they should observe it. -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "hair everyday so that they are free from diseases. Washing of their clothes regularly, sleeping in well ventilated and uncrowded rooms should be allowed everytime. Beddings should be washed every week. hair everyday so that they are free from diseases. Washing of their clothes regularly, sleeping in well ventilated and uncrowded rooms should be allowed everytime. Beddings should be washed every week."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 19, "ocr_result": "LIFE LIFE"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 20, "ocr_result": "Couples And Extra- Marital Sex Couples And Extra- Marital Sex"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Most researchers agree that close to half of married men have at least one extra-marital fling. And indications are that women are almost as likely as men to cheat on their spouses. Latest research shows that affairs become prevalent as more men and women approach age 40; men tend to have their first affair within five years of marriage, while women usually wait longer. As men get older, they have affairs less often, while women begin having affairs later in life and tend to have It more frequently as they get older. As to why these men and women seek extra marital sex, the most frequently given reasons are opportunity, revenge, boredom, need for atten- tion, and the need for \"someone who understands\", Men also mentioned novelty and sexual attraction as motivating factors, while women were after sensitivity, tenderness and caring. The actual sex was the least frequently cited reason. Cosmopolitan Most researchers agree that close to half of married men have at least one extra-marital fling. And indications are that women are almost as likely as men to cheat on their spouses. Latest research shows that affairs become prevalent as more men and women approach age 40; men tend to have their first affair within five years of marriage, while women usually wait longer. As men get older, they have affairs less often, while women begin having affairs later in life and tend to have It more frequently as they get older. As to why these men and women seek extra marital sex, the most frequently given reasons are opportunity, revenge, boredom, need for atten- tion, and the need for \"someone who understands\", Men also mentioned novelty and sexual attraction as motivating factors, while women were after sensitivity, tenderness and caring. The actual sex was the least frequently cited reason. Cosmopolitan"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 22, "ocr_result": "How Men Flatter Women How Men Flatter Women"}, {"block_type": "LAYOUT_LIST", "reading_order": 23, "ocr_result": "1. \"You are the best thing that can ever happen to me\". 2. \"Just order for any food you like, I will foot the bill\". 3. \"I like the beautiful dress you are wear- ing\". 4. \"Oh! You cook just like my mother\". 5. \"I couldn't resist you the first time we met\". 6. \"I love you more than my former girl- friend\". 7. \"When are you going to stay the whole week with me?\" 8. \"Oh! You smelt nice tonight. That per- fume must have cost you a fortune\". 9. \"I wish you don't have any other boy- friend\". 10. \"I hope you will be the mother of my kids?\" 1. \"You are the best thing that can ever happen to me\". 2. \"Just order for any food you like, I will foot the bill\". 3. \"I like the beautiful dress you are wear- ing\". 4. \"Oh! You cook just like my mother\". 5. \"I couldn't resist you the first time we met\". 6. \"I love you more than my former girl- friend\". 7. \"When are you going to stay the whole week with me?\" 8. \"Oh! You smelt nice tonight. That per- fume must have cost you a fortune\". 9. \"I wish you don't have any other boy- friend\". 10. \"I hope you will be the mother of my kids?\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "1. \"You are the best thing that can ever happen to me\". 1. \"You are the best thing that can ever happen to me\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "2. \"Just order for any food you like, I will foot the bill\". 2. \"Just order for any food you like, I will foot the bill\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "3. \"I like the beautiful dress you are wear- ing\". 3. \"I like the beautiful dress you are wear- ing\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "4. \"Oh! You cook just like my mother\". 4. \"Oh! You cook just like my mother\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "5. \"I couldn't resist you the first time we met\". 5. \"I couldn't resist you the first time we met\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "6. \"I love you more than my former girl- friend\". 6. \"I love you more than my former girl- friend\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "7. \"When are you going to stay the whole week with me?\" 7. \"When are you going to stay the whole week with me?\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "8. \"Oh! You smelt nice tonight. That per- fume must have cost you a fortune\". 8. \"Oh! You smelt nice tonight. That per- fume must have cost you a fortune\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "9. \"I wish you don't have any other boy- friend\". 9. \"I wish you don't have any other boy- friend\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "10. \"I hope you. will be the mother of my kids?\" 10. \"I hope you. will be the mother of my kids?\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "HOME FRONT HOME FRONT"}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "Do you know accidentscould occur from home appliances, if care is not taken? Most fire inci- dents emanate from faulty electrical appliances while some can leave you maimed for life. These tps will guide you through. Kettles: Hazard: Rlsk of scalding-children can pull long leadsover-hanging edge of work surface. Also minor burns from accidental contact with hot sur- faces. What you can do: If you are buying a kettle, buy the one with a short or colled flex, or fit one to your kettle. Gofora kettle with a locking lid. Ifittips over, it will reduce the rate of spillage. Cookers: Hazard: You can suffer burns in your hand If they accidentally touch very hot oven doors. Children, the elderly and others should be careful.\" What you can do: Look for ovens that have the best surface temperature. Do you know accidentscould occur from home appliances, if care is not taken? Most fire inci- dents emanate from faulty electrical appliances while some can leave you maimed for life. These tps will guide you through. Kettles: Hazard: Rlsk of scalding-children can pull long leadsover-hanging edge of work surface. Also minor burns from accidental contact with hot sur- faces. What you can do: If you are buying a kettle, buy the one with a short or colled flex, or fit one to your kettle. Gofora kettle with a locking lid. Ifittips over, it will reduce the rate of spillage. Cookers: Hazard: You can suffer burns in your hand If they accidentally touch very hot oven doors. Children, the elderly and others should be careful.\" What you can do: Look for ovens that have the best surface temperature."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 36, "ocr_result": "Appliance Safety I Appliance Safety I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "Hazard: If care is not taken, children can burn themselves on the glass doors of some washer driers during the drying cycle. What you can do: Keep young children away from washer driers during drying cycle. You can also look out for washer driers with double-glazed doors. Icons Hazard: Fires could occur through melting sole Diates and wom flexes. Hazard: If care is not taken, children can burn themselves on the glass doors of some washer driers during the drying cycle. What you can do: Keep young children away from washer driers during drying cycle. You can also look out for washer driers with double-glazed doors. Icons Hazard: Fires could occur through melting sole Diates and wom flexes."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 38, "ocr_result": "Washer Driers Washer Driers"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 39, "ocr_result": "Diary: Of A Care Free Single Girl Peter And I Rollick At A Nite Club Diary: Of A Care Free Single Girl Peter And I Rollick At A Nite Club"}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "I was dazed when Peter told me he was going to give me a nice time at the Club. I reluctantly agreed at last to go out with him, with the promise that he was going to dropme at home around 12 midnight as I was just too weak I was dazed when Peter told me he was going to give me a nice time at the Club. I reluctantly agreed at last to go out with him, with the promise that he was going to dropme at home around 12 midnight as I was just too weak"}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "\"Make you no worry, na me and you go rock tonight. 1 go make you happy well, well; you no know say you dey fine well, well?\" Peter said, licking his lips. He could not do without stealing glances at me. I went to the bathroom to have a shower and headed to my room to dress up thereafter. Peter was still in my room busy dialling his cellular phone. He did not bother to leave my bedroom for the sittingroom. I feltslighty irritated because I had only my towel on. Before I headed to the bath, I. forgot that a man was still in my bedroom where my undies lay In the basket. I had to dress up in the bathroom. \"Make you no worry, na me and you go rock tonight. 1 go make you happy well, well; you no know say you dey fine well, well?\" Peter said, licking his lips. He could not do without stealing glances at me. I went to the bathroom to have a shower and headed to my room to dress up thereafter. Peter was still in my room busy dialling his cellular phone. He did not bother to leave my bedroom for the sittingroom. I feltslighty irritated because I had only my towel on. Before I headed to the bath, I. forgot that a man was still in my bedroom where my undies lay In the basket. I had to dress up in the bathroom."}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "C After that, Peter and I left in his airconditioned red Acura legend car to the Peak Nite Club, Adeniran Ogunsanya Street, Surulere. On our way, C After that, Peter and I left in his airconditioned red Acura legend car to the Peak Nite Club, Adeniran Ogunsanya Street, Surulere. On our way,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "I clozed off. It was when we got to the place that I felt a tinging sensation on my breast, I almost jumped up with shock. Peter touched the nipples of my breasts to wake me up. \"Korede, wetin dey happen, I just wan wake you now, abi you no like as I touch your breasts, Oya make we go up now! But Korede you too fine, well, well. God try for your body well, well I clozed off. It was when we got to the place that I felt a tinging sensation on my breast, I almost jumped up with shock. Peter touched the nipples of my breasts to wake me up. \"Korede, wetin dey happen, I just wan wake you now, abi you no like as I touch your breasts, Oya make we go up now! But Korede you too fine, well, well. God try for your body well, well"}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "We moved to the Club where there were women of all shades. Somestood outside with their boyfriends, while some others came unaccompanied, looking lonely and morose but well dressed In the latest designs and beautiful hair- dos, We moved to the Club where there were women of all shades. Somestood outside with their boyfriends, while some others came unaccompanied, looking lonely and morose but well dressed In the latest designs and beautiful hair- dos,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "As Peter led me upstairs, one of the girls winked at him and they exchanged glances. I pretended as if nothing happened afterall, I was well dressed as well. I wore a colourfull mini sleeveless dress and a pair of wine skin shoe and a bag to match. If not for my tired looks, I would have stood out among these ladies. The music was As Peter led me upstairs, one of the girls winked at him and they exchanged glances. I pretended as if nothing happened afterall, I was well dressed as well. I wore a colourfull mini sleeveless dress and a pair of wine skin shoe and a bag to match. If not for my tired looks, I would have stood out among these ladies. The music was"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "tooloud, I feltimritated. Everywhere was gay. Peter ordered roasted chicken, meat pies and drinks for me and beer for himself. He said with pride: \"Korede make you chop well, well. You knowsay, I wan take god care of you. I wan make you forget all those small, small boys, wey dey follow you all over the place\". I smiled, stpped the wine and ate the chicken, to the envy of some girls who were looking lonely. tooloud, I feltimritated. Everywhere was gay. Peter ordered roasted chicken, meat pies and drinks for me and beer for himself. He said with pride: \"Korede make you chop well, well. You knowsay, I wan take god care of you. I wan make you forget all those small, small boys, wey dey follow you all over the place\". I smiled, stpped the wine and ate the chicken, to the envy of some girls who were looking lonely."}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "To my surprise, a dark-skinned seductively dressed petite lady moved towards us. She ap- proached Peter, smiled and looked at him straight in the eyes. \"Excuse me, are you not Peter?\" Surprised at the question, Peter replied, \"wetin happen? Na me be Peter, how you knowme?\" She answered, bit nervous, \"You see, you once gave me your business card when you gave me a ride. You said you have the best spare parts shop in Idumota, Lagos and that 1 should see you in your Shop. I have since been looking for you\". To my surprise, a dark-skinned seductively dressed petite lady moved towards us. She ap- proached Peter, smiled and looked at him straight in the eyes. \"Excuse me, are you not Peter?\" Surprised at the question, Peter replied, \"wetin happen? Na me be Peter, how you knowme?\" She answered, bit nervous, \"You see, you once gave me your business card when you gave me a ride. You said you have the best spare parts shop in Idumota, Lagos and that 1 should see you in your Shop. I have since been looking for you\"."}]