[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMNEWS PMNEWS"}, {"block_type": "LAYOUT_TITLE", "reading_order": 2, "ocr_result": ""}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 3, "ocr_result": "BY WAZIRI ADIO BY WAZIRI ADIO"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Oshodi, especially from 4 p.m. B the place renowned for the brong, the seemingly impossible ssemblage of humans, the ever- urging sea of heads. And a pecu- larly concocted mix-grill of ac- lons, which some prefer to call be Oshodi madness. Oshodi is ist the place, a place like no other. But let that not be stretched too ar. For Ikeja, the uncrowned prince f confusion is limping very close, lough breathlessly, butsurefootedly. That evening, Ikeja could easily Oshodi, especially from 4 p.m. B the place renowned for the brong, the seemingly impossible ssemblage of humans, the ever- urging sea of heads. And a pecu- larly concocted mix-grill of ac- lons, which some prefer to call be Oshodi madness. Oshodi is ist the place, a place like no other. But let that not be stretched too ar. For Ikeja, the uncrowned prince f confusion is limping very close, lough breathlessly, butsurefootedly. That evening, Ikeja could easily"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "entrails, who in turn joined in the human humiliation of metals. Ikeja was at the full bloom of an evening madness. entrails, who in turn joined in the human humiliation of metals. Ikeja was at the full bloom of an evening madness."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "This was the approximation of the spectacle the prince was playing out that evening when I arrived from the bus from Oshodi, the king. And it was such a sparklingspectacle which I had the honour of feeding on free of charge, FOC. Somebody, how- ever, said it was because of the approaching Xmas that the prince was that people - possessed, and I This was the approximation of the spectacle the prince was playing out that evening when I arrived from the bus from Oshodi, the king. And it was such a sparklingspectacle which I had the honour of feeding on free of charge, FOC. Somebody, how- ever, said it was because of the approaching Xmas that the prince was that people - possessed, and I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "masters had brought a graveyard or- der, and traffic, of both man and machine, was easier. But the walk- way and the road were littered with wares that hawkers left in haste or confusion. The taskmasters and their thugs came back, dragging some ar- rested offenders and scooping any wares in sight. One of them was dragging and whipping one middle aged woman while slapping another trader, while yet another kicked a man for watching too much and even dragged him into their waiting bus, masters had brought a graveyard or- der, and traffic, of both man and machine, was easier. But the walk- way and the road were littered with wares that hawkers left in haste or confusion. The taskmasters and their thugs came back, dragging some ar- rested offenders and scooping any wares in sight. One of them was dragging and whipping one middle aged woman while slapping another trader, while yet another kicked a man for watching too much and even dragged him into their waiting bus,"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 8, "ocr_result": "Yet Another Song Yet Another Song"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "be substituted for Oshodi. The prince vas muscling a show that- could nake the king abandon its throne for xile. Ikeja was bloated with people nd action. On another level, it was bout bursting by its seams. - be substituted for Oshodi. The prince vas muscling a show that- could nake the king abandon its throne for xile. Ikeja was bloated with people nd action. On another level, it was bout bursting by its seams. -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "Everywhere was cramped with people - those returning from work, hose going to work, those going nywhere and nowhere, and those biquitous street traders, whoseemed D have invaded everywhere. The ir was ruled by disorder, as pedes- ians bumped into themselves, and nanoeuvered round the human hold- P. as hawkers danced round their vares, and drivers honked their horns repeatedly, evidently running out of heir reserve of patience. Human eings had taken over the road from uses. New buses arrived from dif- erent locations, and gushed out their Everywhere was cramped with people - those returning from work, hose going to work, those going nywhere and nowhere, and those biquitous street traders, whoseemed D have invaded everywhere. The ir was ruled by disorder, as pedes- ians bumped into themselves, and nanoeuvered round the human hold- P. as hawkers danced round their vares, and drivers honked their horns repeatedly, evidently running out of heir reserve of patience. Human eings had taken over the road from uses. New buses arrived from dif- erent locations, and gushed out their"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "agreed with him, unwillingly though, because the veracity of his claim meant the prince's rebellious show wouldn't be on after the festivities, at least not at that muscled level. agreed with him, unwillingly though, because the veracity of his claim meant the prince's rebellious show wouldn't be on after the festivities, at least not at that muscled level."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "I was in the middle of saying sorry here and bumping into another moving wall there, when I noticed a new order in the air. A white bus parked. The occupants jumped down. And Ikeja was painted into another colour of tumult. People ran here and there, some disappeared like a flash, some rooted like Iroko by consterna- tion. And thenewcomers, the bringers ofadarkly-complexioned chaos, scam- pered after their quarries, wielding guns, flinging kobokos. They were men of the task force. They had the task of a snake cut in the middle, and the force of an enraged, hungry lion. The appearance of the new task I was in the middle of saying sorry here and bumping into another moving wall there, when I noticed a new order in the air. A white bus parked. The occupants jumped down. And Ikeja was painted into another colour of tumult. People ran here and there, some disappeared like a flash, some rooted like Iroko by consterna- tion. And thenewcomers, the bringers ofadarkly-complexioned chaos, scam- pered after their quarries, wielding guns, flinging kobokos. They were men of the task force. They had the task of a snake cut in the middle, and the force of an enraged, hungry lion. The appearance of the new task"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "while some just returned, empty- handed, their faces straight, theirpock- ets bulging, with money. while some just returned, empty- handed, their faces straight, theirpock- ets bulging, with money."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "One man by my side, said they had come for a Xmas raid. But we all watched on, silently, too amused or too afraid to do or say anything. The enforcers gathered in their bus and drove off with their booty, both hu- man and material. One man by my side, said they had come for a Xmas raid. But we all watched on, silently, too amused or too afraid to do or say anything. The enforcers gathered in their bus and drove off with their booty, both hu- man and material."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "A little way down, Afrobeat legend beat on, \"soldier go... soldier come, If our lives roll small soldier go come and draw am back.\" I would have preferred he sang that one about police and soldiers leaving tears, sor- row and blood beh ind as their regular trademarks. A little way down, Afrobeat legend beat on, \"soldier go... soldier come, If our lives roll small soldier go come and draw am back.\" I would have preferred he sang that one about police and soldiers leaving tears, sor- row and blood beh ind as their regular trademarks."}, {"block_type": "LAYOUT_TITLE", "reading_order": 16, "ocr_result": "ARCHAEOLOGY ARCHAEOLOGY"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "But then Ikeja had been clogged again. And one could swear the task- masters never came for the Xmas round. But then Ikeja had been clogged again. And one could swear the task- masters never came for the Xmas round."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 18, "ocr_result": "Remains Of Pharos Lighthouse Could Disappear Under Concrete - P Remains Of Pharos Lighthouse Could Disappear Under Concrete - P"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "'he underwater remains of the haros of Alexandria, an ancient ighthouse that was one of the even wonders of the world, could |isappear forever under slaps of oncrete because of construction york. 'he underwater remains of the haros of Alexandria, an ancient ighthouse that was one of the even wonders of the world, could |isappear forever under slaps of oncrete because of construction york."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "Egyptian authorities want to build CW breakwaters around the former be of the lighthouse - on top of a leasure trove of remains lying on the eabed. Egyptian authorities want to build CW breakwaters around the former be of the lighthouse - on top of a leasure trove of remains lying on the eabed."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Officials insist the breakwaters are ecessary to protect a 15th century ort, built by Sultan Qaytbay on the ite of the Pharos, Officials insist the breakwaters are ecessary to protect a 15th century ort, built by Sultan Qaytbay on the ite of the Pharos,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "\"The breakwaters put in place in 958-59 are eroding,\" said !ohammed Abdelaziz, head of Is- imic antiquities in Alexandria in orthern Egypt. \"The breakwaters put in place in 958-59 are eroding,\" said !ohammed Abdelaziz, head of Is- imic antiquities in Alexandria in orthern Egypt."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "ered an underwater forest of ancient pillars, statues and blocks lying near the fort, but apart from the salvage of a statue of Isis the following year, the site remained untouched until 1992. ered an underwater forest of ancient pillars, statues and blocks lying near the fort, but apart from the salvage of a statue of Isis the following year, the site remained untouched until 1992."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "The Pharos was built in the third entury B.C. and became the arche- pe for all lighthouses. The Pharos was built in the third entury B.C. and became the arche- pe for all lighthouses."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "It stood 120 metres (400 feet0 gh, with a fire burning permanently a top. It stood 120 metres (400 feet0 gh, with a fire burning permanently a top."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "Then Frank Goddio, an American famed for discovering underwater treasure, mapped out the site using a new method of magnetic detection. Then Frank Goddio, an American famed for discovering underwater treasure, mapped out the site using a new method of magnetic detection."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "It collapsed in 1349 following a ring of earthquakes. Some of the mains were recovered by Sultan E yybay but many sank to the sea- It collapsed in 1349 following a ring of earthquakes. Some of the mains were recovered by Sultan E yybay but many sank to the sea-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "He gathered a huge amount of information, which is currently being processed on supercomputers at the Atomic Energy Commission in Grenoble, France. He gathered a huge amount of information, which is currently being processed on supercomputers at the Atomic Energy Commission in Grenoble, France."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "The authorities suspended new con- struction work on the ancient site last year after a campaign launched by an Egyptian film director, Asmaal-Bakri. A team of 20 divers explored the 2.5 hectare (6.17 acre) site after the authorities decided to recover the most important remains. The authorities suspended new con- struction work on the ancient site last year after a campaign launched by an Egyptian film director, Asmaal-Bakri. A team of 20 divers explored the 2.5 hectare (6.17 acre) site after the authorities decided to recover the most important remains."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "Jean-Yves Empereur, director of the Centre for Alexandria Studies, said they saw a dozen sphinxes, inscriptions in ancient Greek and hieroglyphics, the remains of an obe- lisk of ancient Egyptian king Ramses II (1292-1225 B.C.) and four huge pedestals, one of them probably from a statue of Isis, the goddess of fertility. They also found a two metre (6.6 feet) high crown in the form of cow- Jean-Yves Empereur, director of the Centre for Alexandria Studies, said they saw a dozen sphinxes, inscriptions in ancient Greek and hieroglyphics, the remains of an obe- lisk of ancient Egyptian king Ramses II (1292-1225 B.C.) and four huge pedestals, one of them probably from a statue of Isis, the goddess of fertility. They also found a two metre (6.6 feet) high crown in the form of cow-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "homs, the headgear associated with Isis and Hathor, the goddess of love and joy, and recovered part of a colossus believed to represent Osiris, the king and judge of the dead, one of the two guards to whom the light- house was dedicated. homs, the headgear associated with Isis and Hathor, the goddess of love and joy, and recovered part of a colossus believed to represent Osiris, the king and judge of the dead, one of the two guards to whom the light- house was dedicated."}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "But the authorities decided to con- tinue the breakwater project, sinking new concrete blocks on the ancient site. But the authorities decided to con- tinue the breakwater project, sinking new concrete blocks on the ancient site."}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "In 1961, an amateur diver discov- In 1961, an amateur diver discov-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "\"In 1993 we saw a second male colossus, but we did not find it again later. An inscription in hieroglyphics was half buried under the breakwa- ters,\" Empereurs explains. \"In 1993 we saw a second male colossus, but we did not find it again later. An inscription in hieroglyphics was half buried under the breakwa- ters,\" Empereurs explains."}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "He says remains of the ancient lighthouse could \"form part of what we found or what was lying under neath.\" He says remains of the ancient lighthouse could \"form part of what we found or what was lying under neath.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "A local oceanologist, Hassan Awad, has proposed maintain ing the remains un derwater to form a \"marine archae- ology park.\" He is backed by a law- yer, Omar Hadidi, who has been campaigning for 20 years to recon- struct the ligh th ouse as a tourist attrac- tion. A local oceanologist, Hassan Awad, has proposed maintain ing the remains un derwater to form a \"marine archae- ology park.\" He is backed by a law- yer, Omar Hadidi, who has been campaigning for 20 years to recon- struct the ligh th ouse as a tourist attrac- tion."}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "But SEC turned this into $ But SEC turned this into $"}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "The Security and Exchange Com- mission is agovernment parastatal whose duty generally is to regu- late the operations of the Capital Market. Where a case of gross violation of the rule of the game by a capital market operator is established, SEC is empowered to invoke appropriate sanctions on the erring operator. Inherent in all this Is that, SEC, along with The Nigerian Stock Exchange ,(NSE) has the responsibility to protect the investing public. The Security and Exchange Com- mission is agovernment parastatal whose duty generally is to regu- late the operations of the Capital Market. Where a case of gross violation of the rule of the game by a capital market operator is established, SEC is empowered to invoke appropriate sanctions on the erring operator. Inherent in all this Is that, SEC, along with The Nigerian Stock Exchange ,(NSE) has the responsibility to protect the investing public."}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "But Abdel Halim Nureddin, head of the Department of Antiquities, insists that \"the fort must be protected - concrete is the only means.\" But Abdel Halim Nureddin, head of the Department of Antiquities, insists that \"the fort must be protected - concrete is the only means.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "However, certain actions of SEC in recent times tend to make one won- der whose interest it is actually protecting. Check these out. However, certain actions of SEC in recent times tend to make one won- der whose interest it is actually protecting. Check these out."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 41, "ocr_result": "Whos/3EC? lso that the board of Owena Bank was not Whos/3EC? lso that the board of Owena Bank was not"}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "rushing to NTA with a du rushing to NTA with a du"}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "release, sending wrong-s release, sending wrong-s"}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "week, PMNews learnt L week, PMNews learnt L"}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "Harcourt branch of the I Harcourt branch of the I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "has lost N83 million du has lost N83 million du"}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "Around December 1992, the Middle East Bank of Dubai, former technical patners of Owena Bank Plc left the bank, having ended their technical agreement with it. The exit also meant that the technical partners' 10.25 per cent shareholding in the bank amounting to 12.3 million share was available for sale to the bank's existingshareholders and other inter- ested investors. Around December 1992, the Middle East Bank of Dubai, former technical patners of Owena Bank Plc left the bank, having ended their technical agreement with it. The exit also meant that the technical partners' 10.25 per cent shareholding in the bank amounting to 12.3 million share was available for sale to the bank's existingshareholders and other inter- ested investors."}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "Ayo Arowolo Ayo Arowolo"}, {"block_type": "LAYOUT_TEXT", "reading_order": 49, "ocr_result": "Again, sometime in 1993, the Na- tional Provident Fund, NPF, offloaded its 29.5 million shares, representing 24.5 per cent of the bank's shareholding. That also meant inter- ested investors and share holders of Owena Bank could buy from the shares. Again, sometime in 1993, the Na- tional Provident Fund, NPF, offloaded its 29.5 million shares, representing 24.5 per cent of the bank's shareholding. That also meant inter- ested investors and share holders of Owena Bank could buy from the shares."}, {"block_type": "LAYOUT_TEXT", "reading_order": 50, "ocr_result": "But itso happened that the first 12.3 million shares were mopped up by Alaaye Investment Nigeria Limited, an invesment outfit owned by one J.F. Familusi who happens to be a close friend of one of the bank's directors for 30 years. Again, last December through January the same Alaaye mopped up 23.7 million of the shares divested by NPF through Dominion Securities, a firm of stock- But itso happened that the first 12.3 million shares were mopped up by Alaaye Investment Nigeria Limited, an invesment outfit owned by one J.F. Familusi who happens to be a close friend of one of the bank's directors for 30 years. Again, last December through January the same Alaaye mopped up 23.7 million of the shares divested by NPF through Dominion Securities, a firm of stock-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 51, "ocr_result": "ormerly informed of the NPF's divestment. But much more disturbing is the role of SEC in his. By majority decision, the Board of Owena las kicked against the second transaction (except amilusi's friend in the board Chief Peter Ajayi of ne other director en dorsed the transfer) and h the managing director of the bank has efused to sign the share certificate. But curiously, EC has taken more than passing interest in the paue, threatening the managing director, with onnes of letters rudely couched that it would anction him and the bank should he refuse to ign the share transfer certificate. Beyond this, last week, the shareholders of the ank got a court injunction stopping the transfer. ormerly informed of the NPF's divestment. But much more disturbing is the role of SEC in his. By majority decision, the Board of Owena las kicked against the second transaction (except amilusi's friend in the board Chief Peter Ajayi of ne other director en dorsed the transfer) and h the managing director of the bank has efused to sign the share certificate. But curiously, EC has taken more than passing interest in the paue, threatening the managing director, with onnes of letters rudely couched that it would anction him and the bank should he refuse to ign the share transfer certificate. Beyond this, last week, the shareholders of the ank got a court injunction stopping the transfer."}, {"block_type": "LAYOUT_TEXT", "reading_order": 52, "ocr_result": "brokers while the balance, 5.8 million shard were transferred to two other companies which had been newly but carefully incorporated for this purpose. Whatthis means is that, in principle a single individual now owns 34.75 per cent the bank, a publicly quoted company! The shares were sold over to the Nigeria Stock Exchange, in Lagos and its two branches Kaduna and Port Harcourt. The poseris: How was it possible for a single transferee to obtain such a high proportion of the shares sold at different locations?-PMNews investigations show that the transactions were querried by the leadership NSE, but all the same, they sailed through. Note brokers while the balance, 5.8 million shard were transferred to two other companies which had been newly but carefully incorporated for this purpose. Whatthis means is that, in principle a single individual now owns 34.75 per cent the bank, a publicly quoted company! The shares were sold over to the Nigeria Stock Exchange, in Lagos and its two branches Kaduna and Port Harcourt. The poseris: How was it possible for a single transferee to obtain such a high proportion of the shares sold at different locations?-PMNews investigations show that the transactions were querried by the leadership NSE, but all the same, they sailed through. Note"}, {"block_type": "LAYOUT_TEXT", "reading_order": 53, "ocr_result": "4 & 5 4 & 5"}, {"block_type": "LAYOUT_TEXT", "reading_order": 54, "ocr_result": "depositors of the bank depositors of the bank"}, {"block_type": "LAYOUT_TEXT", "reading_order": 55, "ocr_result": "caused by the press rele caused by the press rele"}, {"block_type": "LAYOUT_TEXT", "reading_order": 56, "ocr_result": "It would be recalled tha It would be recalled tha"}, {"block_type": "LAYOUT_TEXT", "reading_order": 57, "ocr_result": "in similar manner, someti in similar manner, someti"}, {"block_type": "LAYOUT_TEXT", "reading_order": 58, "ocr_result": "by causing the suspension by causing the suspension"}, {"block_type": "LAYOUT_TEXT", "reading_order": 59, "ocr_result": "Point Merchant Bank to be - Point Merchant Bank to be -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 60, "ocr_result": "on radio and television d on radio and television d"}, {"block_type": "LAYOUT_TEXT", "reading_order": 61, "ocr_result": "it was not well-briefed. it was not well-briefed."}, {"block_type": "LAYOUT_TEXT", "reading_order": 62, "ocr_result": "nearly wrecked the bank, nearly wrecked the bank,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 63, "ocr_result": "confidence which the pu confidence which the pu"}, {"block_type": "LAYOUT_TEXT", "reading_order": 64, "ocr_result": "its management. Inter its management. Inter"}, {"block_type": "LAYOUT_TEXT", "reading_order": 65, "ocr_result": "turned out that Centre-P turned out that Centre-P"}, {"block_type": "LAYOUT_TEXT", "reading_order": 66, "ocr_result": "break any agreement. B break any agreement. B"}, {"block_type": "LAYOUT_TEXT", "reading_order": 67, "ocr_result": "age had been done. age had been done."}, {"block_type": "LAYOUT_TEXT", "reading_order": 68, "ocr_result": "Many Capital Market ope Many Capital Market ope"}, {"block_type": "LAYOUT_TEXT", "reading_order": 69, "ocr_result": "complained loudly about - complained loudly about -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 70, "ocr_result": "which which"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 71, "ocr_result": "P Akamiokor PHOTO SPEAK P Akamiokor PHOTO SPEAK"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 72, "ocr_result": "THE THE"}, {"block_type": "LAYOUT_TEXT", "reading_order": 73, "ocr_result": "pervis capital Onewo sugges Owena suesho a spurf ment to full sca into th of SEC plungs Market becom cheape for fur by CO into in crisis a The in SEC's I pervis capital Onewo sugges Owena suesho a spurf ment to full sca into th of SEC plungs Market becom cheape for fur by CO into in crisis a The in SEC's I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 74, "ocr_result": "F SEC F SEC"}, {"block_type": "LAYOUT_TEXT", "reading_order": 75, "ocr_result": "Pix: Charles S Pix: Charles S"}, {"block_type": "LAYOUT_TEXT", "reading_order": 76, "ocr_result": "I are I are"}]