[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMI PMNews PMI PMNews"}, {"block_type": "LAYOUT_TITLE", "reading_order": 2, "ocr_result": "The Court This Week The Court This Week"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 3, "ocr_result": "By - Jiti Ogunye I By - Jiti Ogunye I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Last-month when some of my colleagues proposed at a profes- sional conclave - that the Chief Justice of the Federation of Nige- ria,Justice Muhammed Bello(CJN) should be commended at a planned press-conference on the new NBA take-over decree, for his November, 1994 Abuja condem- nation of the Abacha regime's disobedience of court-orders, I - kicked against such a move.Ires- sonedthenthatgoingby the record of the CJN as an unrepentant justifierofobnoxlousmartial laws and a traditionalendorser.ofmill- tary excesses-his Isolated and belated denunciation of military executive lawlessness should be regarded as hypocritical and therefore should not be hastily accorded an undeserved public applause. Last-month when some of my colleagues proposed at a profes- sional conclave - that the Chief Justice of the Federation of Nige- ria,Justice Muhammed Bello(CJN) should be commended at a planned press-conference on the new NBA take-over decree, for his November, 1994 Abuja condem- nation of the Abacha regime's disobedience of court-orders, I - kicked against such a move.Ires- sonedthenthatgoingby the record of the CJN as an unrepentant justifierofobnoxlousmartial laws and a traditionalendorser.ofmill- tary excesses-his Isolated and belated denunciation of military executive lawlessness should be regarded as hypocritical and therefore should not be hastily accorded an undeserved public applause."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "vest legitimacy on the illegal Interim National Government by swearing in its Head, Chief Ernest Shonekan ever before the alleged promulgation and publication of the ING (Basic Consti- tutional) Decree No. 61 of 1993 which in any event waslater nullified by the court. vest legitimacy on the illegal Interim National Government by swearing in its Head, Chief Ernest Shonekan ever before the alleged promulgation and publication of the ING (Basic Consti- tutional) Decree No. 61 of 1993 which in any event waslater nullified by the court."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Unpersuaded by my argument, my colleagues disagreed with what they called my pessimistic dismissal of the CJN's statement. They were of the view -that.even If his Lordship. was insincere in giving the military a hard knock, the cause of the rule of law and its due process would be better served by encouraging the CJN to maintain his anti-military fa- cade. Unpersuaded by my argument, my colleagues disagreed with what they called my pessimistic dismissal of the CJN's statement. They were of the view -that.even If his Lordship. was insincere in giving the military a hard knock, the cause of the rule of law and its due process would be better served by encouraging the CJN to maintain his anti-military fa- cade."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "Two, It is not the duty of the CJN to inaugurate a special military tribu- nal. Such an inglorious function should be the exclusive business of the military junta. If state military admin- istrators and governors have been known to administer judicial oath to High Court Judges upon their ap- pointment is It proper for the CJN to inaugurate a tribunal that has a mili- tary officer as a member? The answer, is no. By-inaugurating - the tribunal, the CJN has allowed his exalted Bench to be used to back the scheme of the state to silence MOSOP lead- ers. Two, It is not the duty of the CJN to inaugurate a special military tribu- nal. Such an inglorious function should be the exclusive business of the military junta. If state military admin- istrators and governors have been known to administer judicial oath to High Court Judges upon their ap- pointment is It proper for the CJN to inaugurate a tribunal that has a mili- tary officer as a member? The answer, is no. By-inaugurating - the tribunal, the CJN has allowed his exalted Bench to be used to back the scheme of the state to silence MOSOP lead- ers."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "Three, the offence of murder which Ken Saro-Wiwa and others are al- leged to have committed is a state offence under-the criminal code law of Rivers State High Court and pros- ecuted only at the Instance of the Rivers State Government. The CJN knowsthatunder our law and federal arrangement, the Federal Govern- ment is incompetent to take over the Three, the offence of murder which Ken Saro-Wiwa and others are al- leged to have committed is a state offence under-the criminal code law of Rivers State High Court and pros- ecuted only at the Instance of the Rivers State Government. The CJN knowsthatunder our law and federal arrangement, the Federal Govern- ment is incompetent to take over the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "The CJN knows all these yet he inaugurated the said tribunal. One of such tribunals was the Zango Kataf civil and criminal offences Tribunal established by the FMG on 18 May, 1992. That tribunal headed by Rtd. Justice B. Okadigbo violated all known principles of fair trial before sentencing Major-General Zamani Lekwot and others to death. What is more by virtue of Decree No. 55 of 1992 the proceedings of the tribunal were insulated from judicial review and appeal from It only lay to the NDSC through the AG of the Federa-- tion. Going by this monstrous precursor the Justice Auta Special tribunal however harmless the word- ings of the expected Decree may be can not conduct a fair trial with the contemplation of S. 33 of the 1979 constitution and Article 7 of the Afri- can charter on Human and peoples Rights (Ratification & Enforcement) Act, Cap 10 LFN 1990. The reasons for this contention are as follows: (a) Ken and others have not been tried within a reasonable time in accor- dance with the law thereby-leading to the ineluctable conclusion that they are already presumed guilty before the commencement of their trial. (b) The tribunal having been established after the alleged commis- The CJN knows all these yet he inaugurated the said tribunal. One of such tribunals was the Zango Kataf civil and criminal offences Tribunal established by the FMG on 18 May, 1992. That tribunal headed by Rtd. Justice B. Okadigbo violated all known principles of fair trial before sentencing Major-General Zamani Lekwot and others to death. What is more by virtue of Decree No. 55 of 1992 the proceedings of the tribunal were insulated from judicial review and appeal from It only lay to the NDSC through the AG of the Federa-- tion. Going by this monstrous precursor the Justice Auta Special tribunal however harmless the word- ings of the expected Decree may be can not conduct a fair trial with the contemplation of S. 33 of the 1979 constitution and Article 7 of the Afri- can charter on Human and peoples Rights (Ratification & Enforcement) Act, Cap 10 LFN 1990. The reasons for this contention are as follows: (a) Ken and others have not been tried within a reasonable time in accor- dance with the law thereby-leading to the ineluctable conclusion that they are already presumed guilty before the commencement of their trial. (b) The tribunal having been established after the alleged commis-"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 10, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "But state demands would not allow that facade to endure. On 21 Novem- ber, 1994, the CJN abindoned his born-again posturing when in the t ha supreme court, he swore in the mem- ell-t bers of the special military tribunal ssil: earlier constituted by the military here junta to try Ken Saro-Wiwa, and Four other leaders of the movement for the survival of the Ogoni People ere 1 (MOSOP) who have been in deten- plice tion since April, 1994 for the alleged orme murder of four Ogoni leaders. The inist tribunal is headed by Justice Ibrahim One Auta of Federal High Court. While But state demands would not allow that facade to endure. On 21 Novem- ber, 1994, the CJN abindoned his born-again posturing when in the t ha supreme court, he swore in the mem- ell-t bers of the special military tribunal ssil: earlier constituted by the military here junta to try Ken Saro-Wiwa, and Four other leaders of the movement for the survival of the Ogoni People ere 1 (MOSOP) who have been in deten- plice tion since April, 1994 for the alleged orme murder of four Ogoni leaders. The inist tribunal is headed by Justice Ibrahim One Auta of Federal High Court. While"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Four Four"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "prosecution of state offences. See S. 2(1) & (2) of the Criminal Code Act, Cap 72 LFN, 1990; The suspended S. 4(7)a of the 1979 constitution & S. 2 (1) of Decree 107 vis-a-vis Part I of the 2nd schedule to the 1979 const; and S. 191 & S. 236 of the 1979 Constitution; The Queen V Owoh & Ors (1962) A.N.L.R. (Pt 2) at 653. The law aside, the CJN knows the Federal Military Government is at war with the Ogoni people and MOSOP for fighting against ecologi- cal disaster and environmental destruction caused by an Insensate oil prosecution of state offences. See S. 2(1) & (2) of the Criminal Code Act, Cap 72 LFN, 1990; The suspended S. 4(7)a of the 1979 constitution & S. 2 (1) of Decree 107 vis-a-vis Part I of the 2nd schedule to the 1979 const; and S. 191 & S. 236 of the 1979 Constitution; The Queen V Owoh & Ors (1962) A.N.L.R. (Pt 2) at 653. The law aside, the CJN knows the Federal Military Government is at war with the Ogoni people and MOSOP for fighting against ecologi- cal disaster and environmental destruction caused by an Insensate oil"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "sion of the offence of murder by Ken and others, is incompetent to try them. (c) The tribunal is not Impartial since it has a military officer, an agent of the FMG (a party to the Ogoni conflict) as a member. (d) The tribu- nal having been set up by the military- junta is not independent of the FMG. Moreover appeal from or confirma- tion of any sentence or punishment emanating therefrom is expected to lie to the PRC of the junta instead of an \"independent\" appellate court. At this stage It has become un- avoidable to ask the CJN whether his sion of the offence of murder by Ken and others, is incompetent to try them. (c) The tribunal is not Impartial since it has a military officer, an agent of the FMG (a party to the Ogoni conflict) as a member. (d) The tribu- nal having been set up by the military- junta is not independent of the FMG. Moreover appeal from or confirma- tion of any sentence or punishment emanating therefrom is expected to lie to the PRC of the junta instead of an \"independent\" appellate court. At this stage It has become un- avoidable to ask the CJN whether his"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "Ear Ear"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "ounc ounc"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "Secu Secu"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "air air"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "inut 1 - inut 1 -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "Polic Polic"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "61 p 61 p"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "I I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "The I The I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "efore efore"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "the the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "is it is it"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "\"Whenever the military regime desires to liquidate the opposition which desire, given the prevailing correlation of political forces, can not be actualized within the frame work of the civil court, it resorts to the instrumentality of military tribunals. \"Whenever the military regime desires to liquidate the opposition which desire, given the prevailing correlation of political forces, can not be actualized within the frame work of the civil court, it resorts to the instrumentality of military tribunals."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "e pl: e pl:"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "How How"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "on on"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "story - story -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "y H y H"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "y pr y pr"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "the the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "inaugurating the tribunal the CJN charged the members to disregard he political nature of the case they are to handle and concentrate on its crimi- nal aspects. inaugurating the tribunal the CJN charged the members to disregard he political nature of the case they are to handle and concentrate on its crimi- nal aspects."}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "n I n I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "i Now to the crux of the matter; b what is wrong with the CJN inaugu- ei rating thistype of tribunal? Everything. t One, the CJN knew or must have known at the time of the infamous inauguration that there was and there is no enabling decree setting up the tribunal. At least no such decree has been published in the Federal ga- zette or made known over the : electronic media or in the print me- e dia in accordance with S.3 (4) & (5) i of the constitution (suspension and modification) Decree No. 107 of 1993. Therefore the inauguration of the tribunal is illegal. One will not be surprised if a backdated decree is rolled out tomorrow to legalize the CJN's act in line with the established practice of the regime. It will be recalled that in similar circumstances, the CJN in August, 1993 attempted to i Now to the crux of the matter; b what is wrong with the CJN inaugu- ei rating thistype of tribunal? Everything. t One, the CJN knew or must have known at the time of the infamous inauguration that there was and there is no enabling decree setting up the tribunal. At least no such decree has been published in the Federal ga- zette or made known over the : electronic media or in the print me- e dia in accordance with S.3 (4) & (5) i of the constitution (suspension and modification) Decree No. 107 of 1993. Therefore the inauguration of the tribunal is illegal. One will not be surprised if a backdated decree is rolled out tomorrow to legalize the CJN's act in line with the established practice of the regime. It will be recalled that in similar circumstances, the CJN in August, 1993 attempted to"}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "exploration by multinational oil com- panies with whom the FMG is in league. He knows that the FMG has been waging a genocidal campaign in Ogonlandagainst the Ogonis who are the weaker party to the conflict. For knowing all these and inaugurat- ing the tribunal to further suppress the weaker party, the CJN has done what is unconscionable and partisan. exploration by multinational oil com- panies with whom the FMG is in league. He knows that the FMG has been waging a genocidal campaign in Ogonlandagainst the Ogonis who are the weaker party to the conflict. For knowing all these and inaugurat- ing the tribunal to further suppress the weaker party, the CJN has done what is unconscionable and partisan."}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "leli leli"}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "als als"}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "Four, going by historical anteced- ents it is now clear that whenever the military regime desires to liquidate the opposition which desire, given the prevailing correlation of political forces, can not be actualized within the frame work of the civil court, it resorts to the instrumentality of mili- tary tribunals. These tribunals from whose decisions appeal does not lle usually try capital offences. Their existence justified on the ground of expedency and the need to protect the national Interest is to afford the military the latitude to \"court martial the civil society. Notably, they exist- ing the usurp the judicial functions. Four, going by historical anteced- ents it is now clear that whenever the military regime desires to liquidate the opposition which desire, given the prevailing correlation of political forces, can not be actualized within the frame work of the civil court, it resorts to the instrumentality of mili- tary tribunals. These tribunals from whose decisions appeal does not lle usually try capital offences. Their existence justified on the ground of expedency and the need to protect the national Interest is to afford the military the latitude to \"court martial the civil society. Notably, they exist- ing the usurp the judicial functions."}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "mission on the Bench is to actualise the total submergence of the judiciary under the reign of mil itary totalitarian- Ism. - mission on the Bench is to actualise the total submergence of the judiciary under the reign of mil itary totalitarian- Ism. -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "Any Chief Justice of any country who is aware of the duty of the court to protect the civil rights and liberties of the citizen from arbitrary invasion, sensitive to the demands of fair hear- ing, knowledgeable in the Irreducible requirements of a fair trial and con- sclous of the sociological role of the court will definitely not have anything to do with the tribunal of the Ogoni type. Any Chief Justice of any country who is aware of the duty of the court to protect the civil rights and liberties of the citizen from arbitrary invasion, sensitive to the demands of fair hear- ing, knowledgeable in the Irreducible requirements of a fair trial and con- sclous of the sociological role of the court will definitely not have anything to do with the tribunal of the Ogoni type."}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "But this is Nigeria the land where the undone is done and the done undone. Faced with the Barrack-Bench conspiracy to carry out a state-organised murder, the Defence-Team of Ken Saro-Wiwa an d the other MOSOPlead- ers has a formidable challenge. Every strategy, including politicisation, stale- mating, stalling ctc must be used to frustrate the junia's bid to secure a conviction. After all Ken the detainee is better than Ken the condemned. But this is Nigeria the land where the undone is done and the done undone. Faced with the Barrack-Bench conspiracy to carry out a state-organised murder, the Defence-Team of Ken Saro-Wiwa an d the other MOSOPlead- ers has a formidable challenge. Every strategy, including politicisation, stale- mating, stalling ctc must be used to frustrate the junia's bid to secure a conviction. After all Ken the detainee is better than Ken the condemned."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 45, "ocr_result": "PHOTOSPEAH D Pix PHOTOSPEAH D Pix"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "Whoever has the key to this gate should please open it. The people living around Oyero/ Owoduni Streets, Ketu are suffering Whoever has the key to this gate should please open it. The people living around Oyero/ Owoduni Streets, Ketu are suffering"}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "Pix: Idowu Ogunleye Pix: Idowu Ogunleye"}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "Dignity of Labour Dignity of Labour"}, {"block_type": "LAYOUT_TEXT", "reading_order": 49, "ocr_result": "Pix: Charles Olowoeye Pix: Charles Olowoeye"}]