[{"block_type": "LAYOUT_FIGURE", "reading_order": 1, "ocr_result": "EWS VOL 1 NO. 83 THURSDAY 15 DECEMBER, 1994 N1,0 EWS VOL 1 NO. 83 THURSDAY 15 DECEMBER, 1994 N1,0"}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "OtedolaBids Politics Bye OtedolaBids Politics Bye"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "TUNDE OLADIPO I TUNDE OLADIPO I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Former governor of Lagos State in the ill-fated Third Republic, Sir Michael Otedola, said he is quitting partisan politics for good. Former governor of Lagos State in the ill-fated Third Republic, Sir Michael Otedola, said he is quitting partisan politics for good."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "Sir Otedola, whose government was regarded as slow to action and unexciting, told PMNews during the Obanta Day festival at ljebu-Ode that his experience in politics has taught him that politicians have not learnt their lessons. Sir Otedola, whose government was regarded as slow to action and unexciting, told PMNews during the Obanta Day festival at ljebu-Ode that his experience in politics has taught him that politicians have not learnt their lessons."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "I have decided to call it quit with politics. I will never go back to It again because I have learnt a lot,\" said the former NRC(National Republican Con- vention) governor sarcastically called Baba (old man) for his predeliction to pick his words slowly, his inability to act decisively and his penchant to throwup his hands in defeatduring his two year stay in Government House, Alausa. I have decided to call it quit with politics. I will never go back to It again because I have learnt a lot,\" said the former NRC(National Republican Con- vention) governor sarcastically called Baba (old man) for his predeliction to pick his words slowly, his inability to act decisively and his penchant to throwup his hands in defeatduring his two year stay in Government House, Alausa."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "\"We have not learnt our lessons and P \"We have not learnt our lessons and P"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "While blaming politicians for con- Continued on page 2 While blaming politicians for con- Continued on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "FG Rolls Out 11 Secret Laws... The federal government of General Sani Abacha has secretly rolled out 11 laws. The enactment of the laws which has not been made public Says Shonekan was revealed this morning by Chief Gani Fawehinmi in a press release titled \"PressAlert On Recent Obnox- lous Decrees.\" Most contentious of the new laws signed by Abacha are the Interim Gov- ernment (Validation, etc.) Decree No. 23, 1994 and the Legal Practitioners (Amendment) Decree No 21, 1994. Regime Legal The first according to Fawehinml seeks desperately to validate Chief Ernest Shonekan's interim government which was booted outin November last year. Said Gani of the move: \"The govern- FG Rolls Out 11 Secret Laws... The federal government of General Sani Abacha has secretly rolled out 11 laws. The enactment of the laws which has not been made public Says Shonekan was revealed this morning by Chief Gani Fawehinmi in a press release titled \"PressAlert On Recent Obnox- lous Decrees.\" Most contentious of the new laws signed by Abacha are the Interim Gov- ernment (Validation, etc.) Decree No. 23, 1994 and the Legal Practitioners (Amendment) Decree No 21, 1994. Regime Legal The first according to Fawehinml seeks desperately to validate Chief Ernest Shonekan's interim government which was booted outin November last year. Said Gani of the move: \"The govern-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "The federal government of General Sani Abacha has secretly rolled out 11 laws. The enactment of the laws which has not been made public was revealed this morning by Chief Gand Fawehinml in a press release titled \"PressAlert On RecentObnox- lous Decrees.\" The federal government of General Sani Abacha has secretly rolled out 11 laws. The enactment of the laws which has not been made public was revealed this morning by Chief Gand Fawehinml in a press release titled \"PressAlert On RecentObnox- lous Decrees.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "Most contentious of the new laws signed by Abacha are the Interim Gov- ernment (Validation, etc.) Decree No. 23, 1994 and the Legal Practitioners (Amendment) Decree No 21, 1994. The first according to Fawehinmi seeks desperately to validate Chief Ernest Shonekan's interim government which was booted out in Nov ember last year. Most contentious of the new laws signed by Abacha are the Interim Gov- ernment (Validation, etc.) Decree No. 23, 1994 and the Legal Practitioners (Amendment) Decree No 21, 1994. The first according to Fawehinmi seeks desperately to validate Chief Ernest Shonekan's interim government which was booted out in Nov ember last year."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Said Gani of the move: ''The gov em- Continued on page 2 Said Gani of the move: ''The gov em- Continued on page 2"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 13, "ocr_result": "LONG WALK TO E D OM LONG WALK TO E D OM"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 14, "ocr_result": "Film Makers Scramble For Mandela's Book Film Makers Scramble For Mandela's Book"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "Mandela's Testimony Nelson Mandela holds up a copy of his autobiography, hunching party in Johannesburg yesterday. He wrote while imprisoned on Robben Island. AFP PHOTO. Mandela's Testimony Nelson Mandela holds up a copy of his autobiography, hunching party in Johannesburg yesterday. He wrote while imprisoned on Robben Island. AFP PHOTO."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "President Nelson Mandela said yesterday he is negotiating the film rights to his runaway success autobiography which is expected to be sold out within hours of its South African release today. President Nelson Mandela said yesterday he is negotiating the film rights to his runaway success autobiography which is expected to be sold out within hours of its South African release today."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "Mandela told a press conference that he is also planning a sequel to the autobiography, \"Long Walk to Freedom\" which, just two weeks after Its launch in Britain, has already moved into number six spot on the bestseller's list. Peter Matthews, managing director of South African publisher Macdonald Purnell, told the press conference that 40,000 hardcover of the book will go on sale in Johannesburg today. Mandela told a press conference that he is also planning a sequel to the autobiography, \"Long Walk to Freedom\" which, just two weeks after Its launch in Britain, has already moved into number six spot on the bestseller's list. Peter Matthews, managing director of South African publisher Macdonald Purnell, told the press conference that 40,000 hardcover of the book will go on sale in Johannesburg today."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Bookstores in Johannesburg announced they will be opening their doors early to rush for the book, which retails in at 80 and that hundreds of had The at the press conference where journalists queued to pay for accommodate scramble rand (23 began dollars), the expected copies already been Johannesburg reserved. advance copies of the book, which Mandela later promised to sign. Mandela told the press conference that \"quite a number\" of organizations and Individuals had tendered for the film rights. w Bookstores in Johannesburg announced they will be opening their doors early to rush for the book, which retails in at 80 and that hundreds of had The at the press conference where journalists queued to pay for accommodate scramble rand (23 began dollars), the expected copies already been Johannesburg reserved. advance copies of the book, which Mandela later promised to sign. Mandela told the press conference that \"quite a number\" of organizations and Individuals had tendered for the film rights. w"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 19, "ocr_result": "Saint outh Mandela's Testimony - de un cop Saint outh Mandela's Testimony - de un cop"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "\"Those negotiations are going on,\" he said but added that his African National Congress (ANC) would ensure that the process did not turn into a \"bidding match. The 76-year-oldleader added, however, that he will not be available to take part in any movie on his life. \"I am no actor,\" he said with a grin. He also said the ANC would decide what would happen to the proceeds of the \"Those negotiations are going on,\" he said but added that his African National Congress (ANC) would ensure that the process did not turn into a \"bidding match. The 76-year-oldleader added, however, that he will not be available to take part in any movie on his life. \"I am no actor,\" he said with a grin. He also said the ANC would decide what would happen to the proceeds of the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Continued on page 2 Continued on page 2"}]