[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "MNe WS, Friday MNe WS, Friday"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "P.6. P.6."}, {"block_type": "LAYOUT_HEADER", "reading_order": 3, "ocr_result": "NEW PRODUCTS NEW PRODUCTS"}, {"block_type": "LAYOUT_TITLE", "reading_order": 4, "ocr_result": "Sterling Introduces Antacid Against Heartburn Sterling Introduces Antacid Against Heartburn"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 5, "ocr_result": "Wunmi Rabiu Wunmi Rabiu"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Sterling Products Nigeria c, makers of panadol, fenol, Andrews liver salt, di other drugs, have again troduced another drug of stinguished quality - drews Antacid; it is meant . fastrelief from heartburn, digestion, sour/acid stom- la and ulcer pains. When the drug was launched Onyx Plaza, Sobo Arobiodu, A, Ikeja last Monday, guests re enlightened on how the g works against heartburn. Heartburn, according to Dr. ipitan, the medical consultant Sterling Products Nigeria Plc., a kind of burning, peppery n in the chest, caused when d from the stomach rises into gullet [pipe through which 9 passes into the stomach] ich does not have a defence chanism. He said pregnant men and fat people are sus- tible to heartburn, a disease st is aggravated by foods like ns, as well as spicy and fatty ds common in Nigeria. He , said that alcohol, smoking, sonised drinks, chocolate or SS cause heartburn. Andrews Sterling Products Nigeria c, makers of panadol, fenol, Andrews liver salt, di other drugs, have again troduced another drug of stinguished quality - drews Antacid; it is meant . fastrelief from heartburn, digestion, sour/acid stom- la and ulcer pains. When the drug was launched Onyx Plaza, Sobo Arobiodu, A, Ikeja last Monday, guests re enlightened on how the g works against heartburn. Heartburn, according to Dr. ipitan, the medical consultant Sterling Products Nigeria Plc., a kind of burning, peppery n in the chest, caused when d from the stomach rises into gullet [pipe through which 9 passes into the stomach] ich does not have a defence chanism. He said pregnant men and fat people are sus- tible to heartburn, a disease st is aggravated by foods like ns, as well as spicy and fatty ds common in Nigeria. He , said that alcohol, smoking, sonised drinks, chocolate or SS cause heartburn. Andrews"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "antacid, Dr. Olupitan disclosed, neutralises the acid in the gullet; it also protects the gullet from acid rising from the stomach. The managing director of the company, Mr. George Thorpe in his welcome address said \"Ster- ling Products Nigeria Pic. is the largest health care provider in Nigeria and that is the testimony to the quality of our products.\" Andrews antacid is a pleas- antly chewable tablet that dissolves fast in the mouth and can be taken anytime. Antacid is packed in safety, sealed in printed foil and the name Andrews is embossed on both sides of the tablets to make it fool proof against imitation. Unveiling the new product, Dr. Mrs. Mark Odu, the special guest of honour said, \"I am sure this Andrews antacid is for me\" A statement which confirmed the slogan for the yet to be run commercial of the product: \"When you have that burning, peppery, sensation in your chest, it's heartburn For heartburn, Andrews Antacid works fast\". antacid, Dr. Olupitan disclosed, neutralises the acid in the gullet; it also protects the gullet from acid rising from the stomach. The managing director of the company, Mr. George Thorpe in his welcome address said \"Ster- ling Products Nigeria Pic. is the largest health care provider in Nigeria and that is the testimony to the quality of our products.\" Andrews antacid is a pleas- antly chewable tablet that dissolves fast in the mouth and can be taken anytime. Antacid is packed in safety, sealed in printed foil and the name Andrews is embossed on both sides of the tablets to make it fool proof against imitation. Unveiling the new product, Dr. Mrs. Mark Odu, the special guest of honour said, \"I am sure this Andrews antacid is for me\" A statement which confirmed the slogan for the yet to be run commercial of the product: \"When you have that burning, peppery, sensation in your chest, it's heartburn For heartburn, Andrews Antacid works fast\"."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 8, "ocr_result": "New Andrews Be << Plan Andrews ANTACID New Andrews Be << Plan Andrews ANTACID"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 9, "ocr_result": "EVENTS EVENTS"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 10, "ocr_result": "THE States THE States"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "Wedding Tokunbo Oludare of Accounts De- P a r t m en t Independent Communications Network ipublish- ers of TheNEWS magazine] regis- tered his marriage 26 November at Surulere Registry. Pixshows Mr. and Mrs. Oludare cut- ing their wedding cake. Launching Wedding Tokunbo Oludare of Accounts De- P a r t m en t Independent Communications Network ipublish- ers of TheNEWS magazine] regis- tered his marriage 26 November at Surulere Registry. Pixshows Mr. and Mrs. Oludare cut- ing their wedding cake. Launching"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Mr. andMrs. Oludarel Mr. andMrs. Oludarel"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "The Civil Liberties Organisation [CLO] will on Saturday, 10 December make a public presentation of its book Annual Reports on Human Rights In Nigeria, 1993. Written by Ogaga Ifowodo, Head of CLO's State of Human Rights Projects, the 380-page-book will be presented at the CLO Headquarters, Mbonu Ojike Street, Surulere, Lagos. Stolen The Civil Liberties Organisation [CLO] will on Saturday, 10 December make a public presentation of its book Annual Reports on Human Rights In Nigeria, 1993. Written by Ogaga Ifowodo, Head of CLO's State of Human Rights Projects, the 380-page-book will be presented at the CLO Headquarters, Mbonu Ojike Street, Surulere, Lagos. Stolen"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "A Honda Quintet car, with registration No. LA. 1647 MT belonging to Mr. Niyl Raji of Afribank [Banking Operations]. A Honda Quintet car, with registration No. LA. 1647 MT belonging to Mr. Niyl Raji of Afribank [Banking Operations]."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "The car, white in colour was stolen at the early hours of Sunday November 20, 1994 along Alfa Ma Street, Agege. Any information that could lead to the recovery of the car should be directed to Mr. Raji at Afribank Head Office, No.94 Broad Street, Lagos or station. The car, white in colour was stolen at the early hours of Sunday November 20, 1994 along Alfa Ma Street, Agege. Any information that could lead to the recovery of the car should be directed to Mr. Raji at Afribank Head Office, No.94 Broad Street, Lagos or station."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Whitney Is sobby's Girl Again Battling Stars Kiss And Make Up Whitney Is sobby's Girl Again Battling Stars Kiss And Make Up"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "Anniversary Anniversary"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "The 40th Anniversary of the G-49 Club of St. Gregory's College, Lagos, 1949/54 set, comes up on 17 December, 1994. To mark the occasion, there will be a \"Thanksgi ving Mass\" at the College chapel at 12.00 noon and 2 luncheon at Justice Alphonsus Olaseinde- Silva's residence. The 40th Anniversary of the G-49 Club of St. Gregory's College, Lagos, 1949/54 set, comes up on 17 December, 1994. To mark the occasion, there will be a \"Thanksgi ving Mass\" at the College chapel at 12.00 noon and 2 luncheon at Justice Alphonsus Olaseinde- Silva's residence."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 19, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "Superstar Whitney Houston cuddles up to hubby Bobby Brown, as they patch uptheir marriage with a third honeymoon. Superstar Whitney Houston cuddles up to hubby Bobby Brown, as they patch uptheir marriage with a third honeymoon."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "They snuggled and smooched beside the pool as Whitney's body language sang out loud and clear. \"I will always love you.\" The 31- year-old singer who is four months pregnant looked relaxed and happy. And the bitter bust- ups, over Bobby'salleged womanising, suddenly seemed a distant memory. In March, former New Edition star Bobby, 25, was arrested for throwing punches at Whitney in the swish Los Angeles hotel The Pennisula. They snuggled and smooched beside the pool as Whitney's body language sang out loud and clear. \"I will always love you.\" The 31- year-old singer who is four months pregnant looked relaxed and happy. And the bitter bust- ups, over Bobby'salleged womanising, suddenly seemed a distant memory. In March, former New Edition star Bobby, 25, was arrested for throwing punches at Whitney in the swish Los Angeles hotel The Pennisula."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "But he was released when the 20 million pound-a-year star pleaded with police to let her husband go. In July Whitney suffered a miscar- riage - her second, while she was on tour. But he was released when the 20 million pound-a-year star pleaded with police to let her husband go. In July Whitney suffered a miscar- riage - her second, while she was on tour."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "Last week, the couple took off for a romantic break in Indonesia which was described as a second honeymoon. Just hours after arriving they had a blistering bust-up that was so noisy, fed-up guests in nearby rooms demanded to be moved. Last week, the couple took off for a romantic break in Indonesia which was described as a second honeymoon. Just hours after arriving they had a blistering bust-up that was so noisy, fed-up guests in nearby rooms demanded to be moved."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "But it looked like being third honeymoon. Lucky as they rekindled these on-off love at the luxury Palace Hotel in Sun City. Whitney, who starred in the movie \"The Bodyguard\", had just finished a sell-out tour of South Africa. While there, she met the country's leader Nelson Mandela, and squeezed three concerts in aid of children's charities into her busy schedule. But it looked like being third honeymoon. Lucky as they rekindled these on-off love at the luxury Palace Hotel in Sun City. Whitney, who starred in the movie \"The Bodyguard\", had just finished a sell-out tour of South Africa. While there, she met the country's leader Nelson Mandela, and squeezed three concerts in aid of children's charities into her busy schedule."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "So it was a welcome pleasure just to be Bobby's girl again. So it was a welcome pleasure just to be Bobby's girl again."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "The couple laced by the pool, keep- ing an eye on toddler daughter Bobbi. One guest at the hotel said: \"They seem to have put all their troubles behind them. \"Bobby seemed to only have eyes for Whitney and there was no fighting or arguing. It was like they were on honeymoon and didn't ap- pear to have a care in the world. The couple laced by the pool, keep- ing an eye on toddler daughter Bobbi. One guest at the hotel said: \"They seem to have put all their troubles behind them. \"Bobby seemed to only have eyes for Whitney and there was no fighting or arguing. It was like they were on honeymoon and didn't ap- pear to have a care in the world."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "They spent a we k at the hotel and seemed very much together. So once again, Whitney is real Bobby's dazzler. They spent a we k at the hotel and seemed very much together. So once again, Whitney is real Bobby's dazzler."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 28, "ocr_result": "CROSSWORDS CROSSWORDS"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 29, "ocr_result": "2 3 5 6 8 9 10 13 14 15 16 17 18 19 20 21 22 23 24 25 26 2 3 5 6 8 9 10 13 14 15 16 17 18 19 20 21 22 23 24 25 26"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "ACROSS: 1. Dapper (5) 4. Fighting blade (5) 10. Spilt (5) 11. Suffolk town (7) 12. In any order (8) 13. Aid (4) 15. Take to affectionately (6) 17. Sussex town (6) 19. Band (4) 20. Careless (8) 23. Wander (7) 24. Part of roof (5) 25. Bent the knee (5) 26. Work of David (5). ACROSS: 1. Dapper (5) 4. Fighting blade (5) 10. Spilt (5) 11. Suffolk town (7) 12. In any order (8) 13. Aid (4) 15. Take to affectionately (6) 17. Sussex town (6) 19. Band (4) 20. Careless (8) 23. Wander (7) 24. Part of roof (5) 25. Bent the knee (5) 26. Work of David (5)."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "DOWN: 2. Worker in stone (5) 3. Reasonable (8) 5. Compass point (4) 6. Clothing (7) 7. Argumentative (11) 8. Inane (5) 9. Flock minder (11) 14. Moisture (8) 16. Scorn (7) 18. Frighten (5) 21. Rundown building (5) 22. God (4). DOWN: 2. Worker in stone (5) 3. Reasonable (8) 5. Compass point (4) 6. Clothing (7) 7. Argumentative (11) 8. Inane (5) 9. Flock minder (11) 14. Moisture (8) 16. Scorn (7) 18. Frighten (5) 21. Rundown building (5) 22. God (4)."}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "YESTERDAY YESTERDAY"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "ACROSS: 1. Amplify. 7. Sharp. 8. Lioness. 9. Scrape. 11. Jelly. 13. Heed. 14. Regatta. 15. Seed. 16. Jemmy. 17. Advice. 21. Leonine. 22. Snuff. ACROSS: 1. Amplify. 7. Sharp. 8. Lioness. 9. Scrape. 11. Jelly. 13. Heed. 14. Regatta. 15. Seed. 16. Jemmy. 17. Advice. 21. Leonine. 22. Snuff."}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "DOWN: 2. Maidenhead. 3. landlord. 4. Fuse. 5. Chic. 6. Area. 9. Smite. 10. Phenomenon. 12. Agate. 13. Hazelnut. 18. Vane. 19. Cafe. 20. Zero. DOWN: 2. Maidenhead. 3. landlord. 4. Fuse. 5. Chic. 6. Area. 9. Smite. 10. Phenomenon. 12. Agate. 13. Hazelnut. 18. Vane. 19. Cafe. 20. Zero."}]