[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMSport, PMSport,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "Pro-League '95 Pro-League '95"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 3, "ocr_result": "Stores Embark On Mass Recruitment Stores Embark On Mass Recruitment"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Stationery Stores Football Club, the darling team of Lagos fans, is currently embarking on mass recruitment of players for the 1995 soccer season. PMSport cornered the team at the National Theatre playing ground where young and ambi- tious players aretuning themselves up for the big challenge in divi- sion two next year. Stationery Stores Football Club, the darling team of Lagos fans, is currently embarking on mass recruitment of players for the 1995 soccer season. PMSport cornered the team at the National Theatre playing ground where young and ambi- tious players aretuning themselves up for the big challenge in divi- sion two next year."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "\"We have had enough of being in the cooler, its now time for Flaming Stores to re-enact the magic that made it to dominate Nigerian soccer scene in 1992\", a Stores source told PMSport. Sta- \"We have had enough of being in the cooler, its now time for Flaming Stores to re-enact the magic that made it to dominate Nigerian soccer scene in 1992\", a Stores source told PMSport. Sta-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "tionery Stores went into oblivion last year when Adepeju Adebajo the brother to the late founder, Israel Adebajo, clashed with a major financier of the team, popu- larly known as Mr. Anonymous!. PMSport reliably learnt that the Adebajo family are now planning secretly to bring back the man with the magic touch. tionery Stores went into oblivion last year when Adepeju Adebajo the brother to the late founder, Israel Adebajo, clashed with a major financier of the team, popu- larly known as Mr. Anonymous!. PMSport reliably learnt that the Adebajo family are now planning secretly to bring back the man with the magic touch."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "The Flaming Flamingoes lost out in the semi finals of last year's Sekou Toure Cup championship for African Champions when it crashed to Zamalek Football Club of Egypt. The Flaming Flamingoes lost out in the semi finals of last year's Sekou Toure Cup championship for African Champions when it crashed to Zamalek Football Club of Egypt."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "Pro-League Division Two Pro-League Division Two"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 9, "ocr_result": "NFAHappy Over Conclusion NFAHappy Over Conclusion"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "Acting Head of Pro.-League de- partment, Mr. Nnochiri Nwaiwu, at the weekend told PMSport that the Tracas/Bombers controver- slal match replayed last Wednesday in Benin has clearly absolved the NFA of any misun- derstanding with Pro.-League Clubs. Acting Head of Pro.-League de- partment, Mr. Nnochiri Nwaiwu, at the weekend told PMSport that the Tracas/Bombers controver- slal match replayed last Wednesday in Benin has clearly absolved the NFA of any misun- derstanding with Pro.-League Clubs."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "Nwaiwu himself who was at Benin for the match which Tracas won by a lone goal, was reacting to threat of some clubs to pull out of the league next season if NFA had not taken the Nwaiwu himself who was at Benin for the match which Tracas won by a lone goal, was reacting to threat of some clubs to pull out of the league next season if NFA had not taken the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "fairest decision of allowing the match to be replayed. \"I thank God the league has finally ended and on a very good note too. The two teams, Tracas and Bombers, were satisfied with the outcome of the match because it was hitch-free. \"We provided adequate security for the march and ensured there was no foul play as the officials for the match were not known until the commencement of the match\", Nwaiwu said. fairest decision of allowing the match to be replayed. \"I thank God the league has finally ended and on a very good note too. The two teams, Tracas and Bombers, were satisfied with the outcome of the match because it was hitch-free. \"We provided adequate security for the march and ensured there was no foul play as the officials for the match were not known until the commencement of the match\", Nwaiwu said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "Its my ball. That's what BCC Lions Moses Kpak or seems to be telling Berger's C) Ndukwe during the abandoned F.A. Cup final in Bauchi. Its my ball. That's what BCC Lions Moses Kpak or seems to be telling Berger's C) Ndukwe during the abandoned F.A. Cup final in Bauchi."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": ". Femi Olabode . Femi Olabode"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 15, "ocr_result": "Its my ball. That's what BCC Lions Moses Kpak or seems to be telling Berger's CJ Ndukwe during the abandoned F.A. Cup final in Bauchi. Its my ball. That's what BCC Lions Moses Kpak or seems to be telling Berger's CJ Ndukwe during the abandoned F.A. Cup final in Bauchi."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 16, "ocr_result": "Security Beefed Up t Nations Cup Security Beefed Up t Nations Cup"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "As the Mock Nations Cup's second round hots up in Ajegunle, the organisers of the annual soccer fiesta has beefed up the security at the Naval Barracks ground, venue of the competition. This move, PMSport gath- ered, is to further ensure the safety of innocent football fans As the Mock Nations Cup's second round hots up in Ajegunle, the organisers of the annual soccer fiesta has beefed up the security at the Naval Barracks ground, venue of the competition. This move, PMSport gath- ered, is to further ensure the safety of innocent football fans"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "and ruthlessly deal with hood- lums who may want to foment trouble, before, during and after each match. and ruthlessly deal with hood- lums who may want to foment trouble, before, during and after each match."}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "In a chat with PMSport over the weekend, Mr. Lawrence Alabra, the Tournament Secre- tary, said \"following what happened during Cote D'Ivoire/ Madagascar match, we are not In a chat with PMSport over the weekend, Mr. Lawrence Alabra, the Tournament Secre- tary, said \"following what happened during Cote D'Ivoire/ Madagascar match, we are not"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "taking any chances again. They caught us unaware that day, but this time around such an occurence would be tackled with good resistance.\" taking any chances again. They caught us unaware that day, but this time around such an occurence would be tackled with good resistance.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "The man in charge of the venue's security, Mr. Whyte, also assured every spectator of good protection with the new security network being operated at the The man in charge of the venue's security, Mr. Whyte, also assured every spectator of good protection with the new security network being operated at the"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 22, "ocr_result": "NAVA Tourney Begins On The opening ceremony of According to the Secretary of Under-18 tourney will be Drab Note the Nigeria Volleyball Associa- F formed by the guest of hon tion [NAVA], Oluwole Akoja, the prize lists for the tourney are Director-General of National Sp Commission [NSC], Alhaji Bab N3,500, N3,000 and N2,500 for Shehu. NAVA Tourney Begins On The opening ceremony of According to the Secretary of Under-18 tourney will be Drab Note the Nigeria Volleyball Associa- F formed by the guest of hon tion [NAVA], Oluwole Akoja, the prize lists for the tourney are Director-General of National Sp Commission [NSC], Alhaji Bab N3,500, N3,000 and N2,500 for Shehu."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "pionship. pionship."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "The Indoor Sports Hall of Lekan Salami Sports Com- plex, Ibadan is expected to be ignited with some spiking today when curtain opens on the Under 18 Volleyball Cham- The Indoor Sports Hall of Lekan Salami Sports Com- plex, Ibadan is expected to be ignited with some spiking today when curtain opens on the Under 18 Volleyball Cham-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "The competition which is meant for the grassroot devel- opment of volleyball will feature athletes from only four of the 30 states of the federation and Abuja. The competition which is meant for the grassroot devel- opment of volleyball will feature athletes from only four of the 30 states of the federation and Abuja."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "According to the Secretary of the Nigeria Volleyball Associa- tion [NAVA], Oluwole Akoja, the prize lists for the tourney are N3,500, N3,000 and N2,500 for the first, second and third posi- tions respectively. According to the Secretary of the Nigeria Volleyball Associa- tion [NAVA], Oluwole Akoja, the prize lists for the tourney are N3,500, N3,000 and N2,500 for the first, second and third posi- tions respectively."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "Individual prize lists compris- ing best spiker, blocker, setter and best behaved players will attract N300 each. Individual prize lists compris- ing best spiker, blocker, setter and best behaved players will attract N300 each."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "venue. venue."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "Meanwhile, the ban on Cote D'Ivoire has been lifted by the organisers after the Ivoriens had signed an undertaking to control their supporters and paid a fine of N3,000. Meanwhile, the ban on Cote D'Ivoire has been lifted by the organisers after the Ivoriens had signed an undertaking to control their supporters and paid a fine of N3,000."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "\"We've spoken to our sup- porters, and they've all agreed to be of good behaviour and ex- hibit genuine sportsmanship,\" Ivorien skipper, Tokunbo Gbadamosi, told PMSport on Saturday. \"We've spoken to our sup- porters, and they've all agreed to be of good behaviour and ex- hibit genuine sportsmanship,\" Ivorien skipper, Tokunbo Gbadamosi, told PMSport on Saturday."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "Matches continue tomorrow with Cote D'Ivoire taking on Lesotho in a replay match. The first match ended one goal apiece. Matches continue tomorrow with Cote D'Ivoire taking on Lesotho in a replay match. The first match ended one goal apiece."}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "According to our Natio According to our Natio"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "Commission's source, Commission's source,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": ". Femi Olabode. . Femi Olabode."}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "Atlanta '96 Committee Atlanta '96 Committee"}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "lost the car to the hoodl lost the car to the hoodl"}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "travelling to Ilorin on off travelling to Ilorin on off"}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "\"The police in Jos C \"The police in Jos C"}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "robbers at one of the che robbers at one of the che"}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "in the town. Already in the town. Already"}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "cellotaped the registrat cellotaped the registrat"}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "The opening ceremony of the Under-18 tourney will be per- formed by the guest of honour, Director-General of National Sports Commission [NSC], Alhaji Babayo Shehu. The opening ceremony of the Under-18 tourney will be per- formed by the guest of honour, Director-General of National Sports Commission [NSC], Alhaji Babayo Shehu."}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "windows. windows."}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "The Volleyball tourney which will stretch from December 5 to 10 will be declared closed by the Oyo State Military Administrator, Colonel Ike Nwosu next Saturday at the same venue. The Volleyball tourney which will stretch from December 5 to 10 will be declared closed by the Oyo State Military Administrator, Colonel Ike Nwosu next Saturday at the same venue."}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "Polic Recovered Stole NSC C Polic Recovered Stole NSC C"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "The police in Jos, Plat has recovered the office Dr. Femi Abdulraheem tor at the National Commission, which W nine months ago. I The police in Jos, Plat has recovered the office Dr. Femi Abdulraheem tor at the National Commission, which W nine months ago. I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "bers and the windsc bers and the windsc"}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "\"Nemesis caught up V when one of the policem off the cellotape and d that the car was stolen. 7 a fierce gun battle befor bers were finally subdue the robbers died few d Dr. Abdulraheem told I last week. \"Nemesis caught up V when one of the policem off the cellotape and d that the car was stolen. 7 a fierce gun battle befor bers were finally subdue the robbers died few d Dr. Abdulraheem told I last week."}]