[{"block_type": "LAYOUT_FIGURE", "reading_order": 1, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "My Stury - Mandela My Stury - Mandela"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "There are times when a leader must move out ahead of the flock, con- fident he is leading his people the right way. There are times when a leader must move out ahead of the flock, con- fident he is leading his people the right way."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 4, "ocr_result": "My Transfer To Pollsmoor Prison the first time in all these many years. It was had written to Coetsee pressing him for a meeting sanda if not millions of lives in a conflict a moment iiad dreamed about a thousand to discuss talks between the ANC and the govern- was unnecessary. They must have known times. It was as if \\ were still dreaming. I ment. He did not respond. But that morning he as well. It was time to talk. held her to me for what seemed like an dropped by the hospital unannounced as if he This would be extremely sensitive T eternity We and which is My Transfer To Pollsmoor Prison the first time in all these many years. It was had written to Coetsee pressing him for a meeting sanda if not millions of lives in a conflict a moment iiad dreamed about a thousand to discuss talks between the ANC and the govern- was unnecessary. They must have known times. It was as if \\ were still dreaming. I ment. He did not respond. But that morning he as well. It was time to talk. held her to me for what seemed like an dropped by the hospital unannounced as if he This would be extremely sensitive T eternity We and which is"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "POLLSMOOR MAXIMUM security prison is located on the edge of a prosperous white suburb of green lawns and tidy houses called Tokai, a few miles south- east of Cape Town. The prison itself is set amid the strikingly beautiful scenery of the Cape, between the mountains of Constantiaberge to the north and hun- dreds of acres of vineyards to the south. Pollsmoor had a modern face but a primi- tive heart. With the exception of our- selves, all men at Pollsmoore were gen- eral prisoners and their treatment was oppressive. We, however, were keptsepa- rately from them and treated differently. The four of us had been given what was in effect the prison's penthouse: a spacious room on the third and topmost floor. POLLSMOOR MAXIMUM security prison is located on the edge of a prosperous white suburb of green lawns and tidy houses called Tokai, a few miles south- east of Cape Town. The prison itself is set amid the strikingly beautiful scenery of the Cape, between the mountains of Constantiaberge to the north and hun- dreds of acres of vineyards to the south. Pollsmoor had a modern face but a primi- tive heart. With the exception of our- selves, all men at Pollsmoore were gen- eral prisoners and their treatment was oppressive. We, however, were keptsepa- rately from them and treated differently. The four of us had been given what was in effect the prison's penthouse: a spacious room on the third and topmost floor."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Compared to Robben Island, we were in a five-star hotel, Pollsmoor's dinners of proper meat and vegetables were like a feast. We were permitted a fairiy wide range of newspa- pers and magazines, and could receive previ- ously contraband publications such as Time magazine and the Guardian Weekly. We also had a radio, one that received local stations, and now what we really wanted; the BBC World Service. We were allowed on our terrace all day long, except between 12 and two when the warders had their lunch. There was not even a pretence that we had to work, I had a small cell that functioned as a study with a chair, desk and bookshelves, where 1 could read and write during the day. On Robben Island, I would do my exercise in my own cramped cell, but now I had room to stretch out. I would wake up at five to do an hour-and-a-half of exercise in our communal cell, I followed my usual regimen of stationary running, skipping; sit-ups, fingertip press-ups. Compared to Robben Island, we were in a five-star hotel, Pollsmoor's dinners of proper meat and vegetables were like a feast. We were permitted a fairiy wide range of newspa- pers and magazines, and could receive previ- ously contraband publications such as Time magazine and the Guardian Weekly. We also had a radio, one that received local stations, and now what we really wanted; the BBC World Service. We were allowed on our terrace all day long, except between 12 and two when the warders had their lunch. There was not even a pretence that we had to work, I had a small cell that functioned as a study with a chair, desk and bookshelves, where 1 could read and write during the day. On Robben Island, I would do my exercise in my own cramped cell, but now I had room to stretch out. I would wake up at five to do an hour-and-a-half of exercise in our communal cell, I followed my usual regimen of stationary running, skipping; sit-ups, fingertip press-ups."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "P One day I was escorted down to the visiting area and ushered into a separate room where there was only a small table, and no dividers of any kind. Before) either of us knew it, 1 was n Winnie's arms. I kissed and held my wife for P One day I was escorted down to the visiting area and ushered into a separate room where there was only a small table, and no dividers of any kind. Before) either of us knew it, 1 was n Winnie's arms. I kissed and held my wife for"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "the first time in all these many years. It was a moment I had dreamed about a thousand times. It was as if I were still dreaming. I held her to me for what seemed like an eternity. We were still and silent except for the sound of our hearts. I did not want to let go of her at all, but I broke free and embraced my daughter, and took her child into my lap. It had been 21 years since I even touched my wife's hand. the first time in all these many years. It was a moment I had dreamed about a thousand times. It was as if I were still dreaming. I held her to me for what seemed like an eternity. We were still and silent except for the sound of our hearts. I did not want to let go of her at all, but I broke free and embraced my daughter, and took her child into my lap. It had been 21 years since I even touched my wife's hand."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "FACED WITH trouble at home and pressure from abroad. P.W. Botha offered a tepid, halfway measure. On 31 January 1985, in a debate in Parliament, the state president publicly offered me my freedom. If I \"unconditionally rejected violence as a political instrument\". This offer was ex- tended to all political prisoners. Then, as though he were staking me to a public challenge, he added. \"It is therefore not South African government whichnowstands in the way of Mr. Mandela's freedom. It is he himself.\" FACED WITH trouble at home and pressure from abroad. P.W. Botha offered a tepid, halfway measure. On 31 January 1985, in a debate in Parliament, the state president publicly offered me my freedom. If I \"unconditionally rejected violence as a political instrument\". This offer was ex- tended to all political prisoners. Then, as though he were staking me to a public challenge, he added. \"It is therefore not South African government whichnowstands in the way of Mr. Mandela's freedom. It is he himself.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "I wrote a letter to the foreign minister, Pik Botha, rejecting the conditions for my release, while also preparing a public re- sponse. I was keen to do a number of things in this response, because Botha's offer was an attempt to drive a wedge between me and my colleagues by tempting me to accept a policy the ANC rejected. I wanted to reassure the ANC in general and Oliver Tambo in particular that my loyalty to the organisation was beyond question, I also wished to send a message to the govern- ment that while I rejected its offer because of the conditions attached to it, I neverthe- less thought negotiation, not war, was the path to a solution. I wrote a letter to the foreign minister, Pik Botha, rejecting the conditions for my release, while also preparing a public re- sponse. I was keen to do a number of things in this response, because Botha's offer was an attempt to drive a wedge between me and my colleagues by tempting me to accept a policy the ANC rejected. I wanted to reassure the ANC in general and Oliver Tambo in particular that my loyalty to the organisation was beyond question, I also wished to send a message to the govern- ment that while I rejected its offer because of the conditions attached to it, I neverthe- less thought negotiation, not war, was the path to a solution."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "In 1985, after a routine medical exami- nation from the prison doctor, I was re- ferred to a urologist who diagnosed an enlarged prostate gland and recommended surgery. I was taken to Volks Hospital in Cape Town under heavy security. Winnie flew down and was able to see me prior to surgery. But I had another visitor, a surpris- ing and unexpected one: Kobie Coetsee, the minister of justice. Not long before, I In 1985, after a routine medical exami- nation from the prison doctor, I was re- ferred to a urologist who diagnosed an enlarged prostate gland and recommended surgery. I was taken to Volks Hospital in Cape Town under heavy security. Winnie flew down and was able to see me prior to surgery. But I had another visitor, a surpris- ing and unexpected one: Kobie Coetsee, the minister of justice. Not long before, I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "had written to Coetsee pressing him for a meeting to discuss ta lks between the ANC and the govern- ment. He did not respond. But that morning he dropped by the hospital unannounced as if he were visiting an old friend who was laid.up for a few days. He was altogether gracious and cordial, and for the most part we simply made pleasant- ries. Though I acted as if this was the most normal thing in the world, I was amazed. The govern- ment, in its slow and tentative way, was reckon- ing that they would have to come to some accommodation with the ANC, Coetsee's visit was an olive branch. had written to Coetsee pressing him for a meeting to discuss ta lks between the ANC and the govern- ment. He did not respond. But that morning he dropped by the hospital unannounced as if he were visiting an old friend who was laid.up for a few days. He was altogether gracious and cordial, and for the most part we simply made pleasant- ries. Though I acted as if this was the most normal thing in the world, I was amazed. The govern- ment, in its slow and tentative way, was reckon- ing that they would have to come to some accommodation with the ANC, Coetsee's visit was an olive branch."}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "UPON MY RETURN to Pollsmoor I was moved to a separate cell on the ground floor of the prison, three floors below and in an entirely different wing. I was given three rooms, a sepa- rate toilet, with one room to be used for sleeping, one across the hall for studying and another for exercise. It would be too strong to call it a revelation, but over the next few days and weeks, I came to a realisation about my new circum- stances. The change, I decided, was nota liability but an opportunity. I was not happy to be separated from my colleagues and I missed my garden and sunny terrace on the third floor. But my solitude gave me a certain liberty, and I resolved to use it to do something I had been pondering for a long while: begin discussions with the government. I had concluded that the time had come when the struggle could best be pushed forward through negotiations. If we did not start a dialogue soon, both sides would be plunged into a dark night of oppression, violence and war. My solitude would give me an oppor- tunity to take the first steps in that direction, without the kind of scrutiny that might destroy such efforts. UPON MY RETURN to Pollsmoor I was moved to a separate cell on the ground floor of the prison, three floors below and in an entirely different wing. I was given three rooms, a sepa- rate toilet, with one room to be used for sleeping, one across the hall for studying and another for exercise. It would be too strong to call it a revelation, but over the next few days and weeks, I came to a realisation about my new circum- stances. The change, I decided, was nota liability but an opportunity. I was not happy to be separated from my colleagues and I missed my garden and sunny terrace on the third floor. But my solitude gave me a certain liberty, and I resolved to use it to do something I had been pondering for a long while: begin discussions with the government. I had concluded that the time had come when the struggle could best be pushed forward through negotiations. If we did not start a dialogue soon, both sides would be plunged into a dark night of oppression, violence and war. My solitude would give me an oppor- tunity to take the first steps in that direction, without the kind of scrutiny that might destroy such efforts."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "We had been fighting against white minority rule for three quarters of a century. We had been engaged in the armed struggle for more than one decade. Many people on both sides had already died. The enemy was strong and resolute. Yet even with all their bombers and tanks, they must have sensed they were on the wrong side of history. We had right on our side, but not yet might. It was clear to me that a military victory was a distant if not impossible dream. It simply did not make sense for both sides to lose thou- We had been fighting against white minority rule for three quarters of a century. We had been engaged in the armed struggle for more than one decade. Many people on both sides had already died. The enemy was strong and resolute. Yet even with all their bombers and tanks, they must have sensed they were on the wrong side of history. We had right on our side, but not yet might. It was clear to me that a military victory was a distant if not impossible dream. It simply did not make sense for both sides to lose thou-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "sands if not millions of lives in a conflict that was unnecessary. They must have known this as well. It was time to talk. sands if not millions of lives in a conflict that was unnecessary. They must have known this as well. It was time to talk."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "This would be extremely sensitive. Both sides regarded discussions as a sign of weak- ness and betrayal. Neither would come to the table until the other made significant conces- sion. The government asserted over and over that we were a terrorist organisation of com- munists, and that they would never talk to terrorists or communists. This was National Party dogma. The ANC asserted over and over that the government was fascist and racist, and that there was nothing to talk about until it unbanned the ANC, unconditionally released all political prisoners, and removed troops from the townships. This would be extremely sensitive. Both sides regarded discussions as a sign of weak- ness and betrayal. Neither would come to the table until the other made significant conces- sion. The government asserted over and over that we were a terrorist organisation of com- munists, and that they would never talk to terrorists or communists. This was National Party dogma. The ANC asserted over and over that the government was fascist and racist, and that there was nothing to talk about until it unbanned the ANC, unconditionally released all political prisoners, and removed troops from the townships."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "A decision to talk to the government was of such importance that it should only have been made at ANC headquarters in Lusaka. But I felt that the process needed to begin, and I had neither, the time nor the means to communi- cate fully with Oliver Tambo. Someone from our side needed to take the first step, and my new isolation gave me both the freedom to do so and the assurance, at least, for a while, of the confidentiality of my efforts. A decision to talk to the government was of such importance that it should only have been made at ANC headquarters in Lusaka. But I felt that the process needed to begin, and I had neither, the time nor the means to communi- cate fully with Oliver Tambo. Someone from our side needed to take the first step, and my new isolation gave me both the freedom to do so and the assurance, at least, for a while, of the confidentiality of my efforts."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "I chose to tell no one of what I was about to do. Not my colleagues upstairs nor those in Lusaka. The ANC is a collective but the government had made collectivity in this case impossible. I knew that my colleagues up- stairs would condemn my proposal, and that would kill my initiative even before it was born. There are times when a leader must move out ahead of the flock, go off in a new direction, confident that he is leading his people the right way. Finally my isolation furnished my organisation with an excuse in case matters went awry. I chose to tell no one of what I was about to do. Not my colleagues upstairs nor those in Lusaka. The ANC is a collective but the government had made collectivity in this case impossible. I knew that my colleagues up- stairs would condemn my proposal, and that would kill my initiative even before it was born. There are times when a leader must move out ahead of the flock, go off in a new direction, confident that he is leading his people the right way. Finally my isolation furnished my organisation with an excuse in case matters went awry."}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "Within a few weeks of my move, I wrote again to Cobie Coetsee to propose talks about talks. As before, I received no response. I wrote once more, and again there was no response. I found this peculiar and demoralising, and I realised I had to look for another opportunity to be heard. That came in early 1986. Within a few weeks of my move, I wrote again to Cobie Coetsee to propose talks about talks. As before, I received no response. I wrote once more, and again there was no response. I found this peculiar and demoralising, and I realised I had to look for another opportunity to be heard. That came in early 1986."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "I Culled from Observer Life I Culled from Observer Life"}]