[{"block_type": "LAYOUT_FIGURE", "reading_order": 1, "ocr_result": "NEWS NEWS"}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "N31m Fraud RocksLSDPC N31m Fraud RocksLSDPC"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "VOL 1 NO. 81 TUESDAY 13 DECEMBER, 1994 N10 VOL 1 NO. 81 TUESDAY 13 DECEMBER, 1994 N10"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "ALEX ONI I ALEX ONI I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "Isolate Abacha Now Commonwealth Body Demands Isolate Abacha Now Commonwealth Body Demands"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "ing for the Lekki Peninsula Phase II sandfilling project, has pitched LSDPC's (ex) Assistant Chief Engineer A.H. Olokodana against six top officials of the corporation. The six officials are Chief Resident Engineer O.W. Olokunola , project co-ordinator O. Agbe-Davies, Director BES B.O. Adebowale, General manager Engl- Continued on page 2. = ing for the Lekki Peninsula Phase II sandfilling project, has pitched LSDPC's (ex) Assistant Chief Engineer A.H. Olokodana against six top officials of the corporation. The six officials are Chief Resident Engineer O.W. Olokunola , project co-ordinator O. Agbe-Davies, Director BES B.O. Adebowale, General manager Engl- Continued on page 2. ="}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "as General SaniAbacha Is facing en or- domestic pressures to relinquish r, international organisations are also ring to engage the junta in a battle. he latest is the Commonwealth Human Initiative, an organ of the 51-nation onwealth which this morning concluded as General SaniAbacha Is facing en or- domestic pressures to relinquish r, international organisations are also ring to engage the junta in a battle. he latest is the Commonwealth Human Initiative, an organ of the 51-nation onwealth which this morning concluded"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "The police have been invited to In- vestigate an alleged N31 million, being30% down payment on a N104 million contract, fraudulently paid Harris Dredging Ltd by top officials of LSDPC (Lagos State Development and Property Corporation). The money, paid to Harris Dredg- The police have been invited to In- vestigate an alleged N31 million, being30% down payment on a N104 million contract, fraudulently paid Harris Dredging Ltd by top officials of LSDPC (Lagos State Development and Property Corporation). The money, paid to Harris Dredg-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "a two-day meeting in New Delhi, India and called on the Commonwealth to treat Nigeria like South Africa of old, and impose sanctions on the Abacha regime for human rights abuses. The CHRI which is made up of journalists, doctors, academics and lawyers, called for the Continued from Page 1 a two-day meeting in New Delhi, India and called on the Commonwealth to treat Nigeria like South Africa of old, and impose sanctions on the Abacha regime for human rights abuses. The CHRI which is made up of journalists, doctors, academics and lawyers, called for the Continued from Page 1"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "Shut Up Gani Tells Onagoruwa Shut Up Gani Tells Onagoruwa"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "ChiefGani Fawehinmi has called on former Attorney General, Dr. from God for forsaking the path of the rule of law.\" Olu Onagoruwa to \"permanently keep quiet and seek penitence The call was made in a release issued last night in reaction to a call detention. made by Dr. Onagoruwa for Chief Anthony Enahoro's release from Fawehinmi said he read the call with \"nauseating disgust\". Dr. Onagoruwa had in hisstatement described Enahoro's detention as a \"slur he on our history and a contempt for the prominent role he played when moved the motion for Nigeria's independence in 1953. Fawehinmi said Onagoruwa lacks the creadibility and honesty of purpose to make this appeal as Chief Enahoro was arrested and detained Continued on page 2 ChiefGani Fawehinmi has called on former Attorney General, Dr. from God for forsaking the path of the rule of law.\" Olu Onagoruwa to \"permanently keep quiet and seek penitence The call was made in a release issued last night in reaction to a call detention. made by Dr. Onagoruwa for Chief Anthony Enahoro's release from Fawehinmi said he read the call with \"nauseating disgust\". Dr. Onagoruwa had in hisstatement described Enahoro's detention as a \"slur he on our history and a contempt for the prominent role he played when moved the motion for Nigeria's independence in 1953. Fawehinmi said Onagoruwa lacks the creadibility and honesty of purpose to make this appeal as Chief Enahoro was arrested and detained Continued on page 2"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 12, "ocr_result": "UPS UPS"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 13, "ocr_result": "Mengistu Goes On Trial shareed with the nationally financed and GH Mengistu Goes On Trial shareed with the nationally financed and GH"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "Ethiopla's ousted military trial for genocide of ruler Mengistu Halle Mariam and dozens of his aides ac- cused of crimes against humanity begins in Addis Ababa today in the absence of the ex-president. A special court is initially to try Colonel Mengistu, who fled into exile in Zimbabwe when he was toppled by rebels in May 1991, and 66 other officials from his regime. Among the main defendants who will actually appear in the Ethiopla's ousted military trial for genocide of ruler Mengistu Halle Mariam and dozens of his aides ac- cused of crimes against humanity begins in Addis Ababa today in the absence of the ex-president. A special court is initially to try Colonel Mengistu, who fled into exile in Zimbabwe when he was toppled by rebels in May 1991, and 66 other officials from his regime. Among the main defendants who will actually appear in the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "open court charged with the murder of 1,823 opponents of the regime, is a former prime minister, Major Fekreselassie Wogdress. In all, the tribunal will try some 1,200 former civilian and military officials who worked for Mengistu. He took power in 1977 after winning control of the Derg, the junta that in 1974 ousted the \"king of kings\", the late Em- peror Hail Selaissie. Africa's first Nuremberg-style trial, which is expected to last for several months, has been inter- open court charged with the murder of 1,823 opponents of the regime, is a former prime minister, Major Fekreselassie Wogdress. In all, the tribunal will try some 1,200 former civilian and military officials who worked for Mengistu. He took power in 1977 after winning control of the Derg, the junta that in 1974 ousted the \"king of kings\", the late Em- peror Hail Selaissie. Africa's first Nuremberg-style trial, which is expected to last for several months, has been inter-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "nationally financed and took special prosecutor Ghirma Wakjira and his 40 assistants two years to prepare. Between 100,000 and 200,000 people are estimated to have been murdered in the \"red terror\" of the Mengistu regime, which turned Ethio- pia into a Marxist military dictatorship. first nationally financed and took special prosecutor Ghirma Wakjira and his 40 assistants two years to prepare. Between 100,000 and 200,000 people are estimated to have been murdered in the \"red terror\" of the Mengistu regime, which turned Ethio- pia into a Marxist military dictatorship. first"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "dictatorsmip. Twenty-two of the first people to go on trial will be charged in their absence, apart from Mengistu, whom Zimba- Continued on page 2 dictatorsmip. Twenty-two of the first people to go on trial will be charged in their absence, apart from Mengistu, whom Zimba- Continued on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "monarch King Hassan arrived II of in Morocco (R) greets King Hussein as the Jordanian of the Islamic Conference Organization yesterday through to attend tomorrow. the seventh AFP PHOTO. summit Casablanca monarch King Hassan arrived II of in Morocco (R) greets King Hussein as the Jordanian of the Islamic Conference Organization yesterday through to attend tomorrow. the seventh AFP PHOTO. summit Casablanca"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 19, "ocr_result": "$0 Ajala Vs Kollington - Case File Missing FRANK ALABI $0 Ajala Vs Kollington - Case File Missing FRANK ALABI"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "FRANK ALABI FRANK ALABI"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "A case file containing vital documents and information, In respect of the N20 million libel suit instituted at a Lagos High CourtbyMr. Olabisi Ajala against Fuji artiste, Alhaji Kolawole Ayinla Kollinton is missing A case file containing vital documents and information, In respect of the N20 million libel suit instituted at a Lagos High CourtbyMr. Olabisi Ajala against Fuji artiste, Alhaji Kolawole Ayinla Kollinton is missing"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Justice A.R.A. Sahid be fore whom the case was brought for adjudication dis- closed this yesterday in the Court when i suit came up for hearing. Justice A.R.A. Sahid be fore whom the case was brought for adjudication dis- closed this yesterday in the Court when i suit came up for hearing."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "P Conse tently, Justice Sahid ordered that two le- male court registrars, Mrs. A. < P Conse tently, Justice Sahid ordered that two le- male court registrars, Mrs. A. <"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "Akinola and Mrs. R. Etim to 'fish' out the file through whatever means before the close of proceedings yes- terday. Akinola and Mrs. R. Etim to 'fish' out the file through whatever means before the close of proceedings yes- terday."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "The case with reference number LD/955/93, listed as No. 10 on the Cause list, was ommitted by the The case with reference number LD/955/93, listed as No. 10 on the Cause list, was ommitted by the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "Continued on page 2 Continued on page 2"}]