[{"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 1, "ocr_result": "Pages 4 Pages 4"}, {"block_type": "LAYOUT_HEADER", "reading_order": 2, "ocr_result": "P.M.NEWS I P.M.NEWS I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "Whenthe Vanguard last Sunday came out with the screaming headline \"Awo's Son To Run With Yar'Adua,\" one couldnothelp but be amused. One was amused because politi- clansgenerally believe inimpossibilities. They never believe they could fall until turned downatthe polls. Most of them no doubt are day dreamers. Whenthe Vanguard last Sunday came out with the screaming headline \"Awo's Son To Run With Yar'Adua,\" one couldnothelp but be amused. One was amused because politi- clansgenerally believe inimpossibilities. They never believe they could fall until turned downatthe polls. Most of them no doubt are day dreamers."}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Reading the story, I. felt nothing but pity for General Shehu Musa Yar'Adua (rtd). I pitied him because, I never knew that things have so degenerated he could Reading the story, I. felt nothing but pity for General Shehu Musa Yar'Adua (rtd). I pitied him because, I never knew that things have so degenerated he could"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "the group of politicians who would contemplate such thought. the group of politicians who would contemplate such thought."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "My conviction that the story could not be true was further buoyed by the fact that the damage done by Yar'Adua either by omis- sion or commission to the most sincere, popu- lar and unalloyed good- will that a Northerner has,ever enjoyed in the West still lingers. One is aware that the man is intent on doing some re- pairs; but certainly run- ning with Oluwole Awolowo will, rather than rebuild the good- will, worsen an already My conviction that the story could not be true was further buoyed by the fact that the damage done by Yar'Adua either by omis- sion or commission to the most sincere, popu- lar and unalloyed good- will that a Northerner has,ever enjoyed in the West still lingers. One is aware that the man is intent on doing some re- pairs; but certainly run- ning with Oluwole Awolowo will, rather than rebuild the good- will, worsen an already"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "POLITICS NIGERIANA WITH REMI OYEYEMI POLITICS NIGERIANA WITH REMI OYEYEMI"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "One would not be surprised be light. was discovered that he had engi- Yar'Adua has always been very neered the leakage of that informa- frank. He would definitely let tion to see if his intended running Oluwole know of what his ratings mate was acceptable. There is no are. One could remember what he doubt that the Tafida must already told Chief S. M. Afolabi in 1992 be looking for an alternative should when the campaign for primaries the true weight of Oluwole Awalowo was on. Chief Afolabi was being One would not be surprised be light. was discovered that he had engi- Yar'Adua has always been very neered the leakage of that informa- frank. He would definitely let tion to see if his intended running Oluwole know of what his ratings mate was acceptable. There is no are. One could remember what he doubt that the Tafida must already told Chief S. M. Afolabi in 1992 be looking for an alternative should when the campaign for primaries the true weight of Oluwole Awalowo was on. Chief Afolabi was being"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 9, "ocr_result": "P< The Yar ''Adu al\" WO\" Ticket not he P< The Yar ''Adu al\" WO\" Ticket not he"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "bad case. bad case."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "not think of a better run- ning mate than Omooba Oluwole Awolowo. I pit- ied him because I didn't know he could display an abysmal ignorance of the political behavioural patterns of the people of the West. not think of a better run- ning mate than Omooba Oluwole Awolowo. I pit- ied him because I didn't know he could display an abysmal ignorance of the political behavioural patterns of the people of the West."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "But sincerely speak- ing, 1 felt the story could not have been true. It could not have been true because Yar'Adua is a consummate strategist, shrewd schemerand po- litical realist. Though Yar' Adua -likes taking risks like he did on the June 12 mandate issue, he does not belong to But sincerely speak- ing, 1 felt the story could not have been true. It could not have been true because Yar'Adua is a consummate strategist, shrewd schemerand po- litical realist. Though Yar' Adua -likes taking risks like he did on the June 12 mandate issue, he does not belong to"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "Itappearsthe Tribune story was kite flying, a way of testing the politi- cal waters, a means of measuring the political acceptability of Oluwole Awolowo. Unfortu- nately, there has not been many published re- actions. The only one so farthatthis writer is aware of, is from Oluwole him- self, in which he said that his political plans are in \"the womb of time (\"Nigerian Tribune 27 December.\") Itappearsthe Tribune story was kite flying, a way of testing the politi- cal waters, a means of measuring the political acceptability of Oluwole Awolowo. Unfortu- nately, there has not been many published re- actions. The only one so farthatthis writer is aware of, is from Oluwole him- self, in which he said that his political plans are in \"the womb of time (\"Nigerian Tribune 27 December.\")"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "him. It is only that there him. It is only that there"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "sus that could only be I sus that could only be I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "enough capability, sense I enough capability, sense I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "love of the father for I love of the father for I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "constituency do not be- lieve he could play the role he is craving. He wants == spearhead role. But there isevery doubt if he could command cred- ible follo wership. There is every doubt if he has any winning magic. There is every doubt if he is politically \"sallable.\" This has nothing to do with the love and respect most Nigerians have for the memory of his late father, Chief Obafemi Awolowo. It detracts noth- ing from the feats of the late sage and the awe-in- spiring reverance in which Nigerians still hold constituency do not be- lieve he could play the role he is craving. He wants == spearhead role. But there isevery doubt if he could command cred- ible follo wership. There is every doubt if he has any winning magic. There is every doubt if he is politically \"sallable.\" This has nothing to do with the love and respect most Nigerians have for the memory of his late father, Chief Obafemi Awolowo. It detracts noth- ing from the feats of the late sage and the awe-in- spiring reverance in which Nigerians still hold"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "As pointed out ear- lier, Tafida Katsina is a consummate politician. As pointed out ear- lier, Tafida Katsina is a consummate politician."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "speculated as isrunning mate. But he (Yar'Adua) was frank enough to remind Chief Afolabi of his credentialsamong his people. Yar'Adua had asked him if he thought the Yorubas would have forgotten his defection to the National Party of Nigeria. He asked him if he thought the Yorubas would vote for him based on that. Chief Afolabi could not provide acon- vincing answer and Yar'Adua knew that he was yetto find a credible running mate. Well, Oluwole Awolowo is a politician. But most members of his speculated as isrunning mate. But he (Yar'Adua) was frank enough to remind Chief Afolabi of his credentialsamong his people. Yar'Adua had asked him if he thought the Yorubas would have forgotten his defection to the National Party of Nigeria. He asked him if he thought the Yorubas would vote for him based on that. Chief Afolabi could not provide acon- vincing answer and Yar'Adua knew that he was yetto find a credible running mate. Well, Oluwole Awolowo is a politician. But most members of his"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "\"It appears the Tribune story was kite flying, a. way of testing the political waters, a means ofmeasuring the political acceplability of OluwoleAwolowo\" \"It appears the Tribune story was kite flying, a. way of testing the political waters, a means ofmeasuring the political acceplability of OluwoleAwolowo\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "is an unspoken consen- is an unspoken consen-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "expressed through the expressed through the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "ballot box that Oluwole I ballot box that Oluwole I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "F mission, intellectual F mission, intellectual"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "And thisiseven com- ing at a time when he hasthrough indiscretion in political speech-mak- ing offended the sensi- bilities of the Yoruba followership and the authentic leadership they recognise. And thisiseven com- ing at a time when he hasthrough indiscretion in political speech-mak- ing offended the sensi- bilities of the Yoruba followership and the authentic leadership they recognise."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "Butthe problem is the June 12 issue. It is one issue that will not go away, no matter how hard its enemies tried. It remains to be seen how those ambitious politi- cians will realise their ambition with June 12 unresolved. It is the stumbling block between Yar'Adua and the West. But it can be removed if Yar' Adua tries to be a better realist than he is now. Butthe problem is the June 12 issue. It is one issue that will not go away, no matter how hard its enemies tried. It remains to be seen how those ambitious politi- cians will realise their ambition with June 12 unresolved. It is the stumbling block between Yar'Adua and the West. But it can be removed if Yar' Adua tries to be a better realist than he is now."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "Nevertheless, one's advice to Shehu Musa Yar' Adua, if he is sincere in rebuilding the dam- aged bridge between the north and the west, is to stop chasing shadows. He should seek rap- prochement with the au- thentic Yoruba political leaders. He knows them himself. He should meet them and discuss with them. Nevertheless, one's advice to Shehu Musa Yar' Adua, if he is sincere in rebuilding the dam- aged bridge between the north and the west, is to stop chasing shadows. He should seek rap- prochement with the au- thentic Yoruba political leaders. He knows them himself. He should meet them and discuss with them."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 29, "ocr_result": "M AWO Did Not Say Military Won't Go - Jakande M AWO Did Not Say Military Won't Go - Jakande"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "As it is, there is no reason to hope for a better deal in the new year. We have been told to expect hardertimes, greater agony and worse misery. For not making any positive im- pact on our lives in the last one year, members of the Abacha junta are the most villainousofcharacters.this week, indeed this year. As it is, there is no reason to hope for a better deal in the new year. We have been told to expect hardertimes, greater agony and worse misery. For not making any positive im- pact on our lives in the last one year, members of the Abacha junta are the most villainousofcharacters.this week, indeed this year."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "Frank Alabi Yorks and Housing Minister, Alhaji Lateef Jakande who was before now, regarded as \"politi- calson\" of late sage Chief Obafemi Awolowo, yester- day denied that Awolowo before hisdeath, predicted that Nigerians would never see democracy again. Frank Alabi Yorks and Housing Minister, Alhaji Lateef Jakande who was before now, regarded as \"politi- calson\" of late sage Chief Obafemi Awolowo, yester- day denied that Awolowo before hisdeath, predicted that Nigerians would never see democracy again."}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "ans haveknown nothing but joblessness, want, famine, diseases, pain, agony, misery and deaths. ans haveknown nothing but joblessness, want, famine, diseases, pain, agony, misery and deaths."}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "Briefing newsmen on activities of his ministry, Alhaji Jakande was taken down memory lane to con- firm if late Awolowo's remark on the military un- preparedness to quit the political arena has not come to pass. Briefing newsmen on activities of his ministry, Alhaji Jakande was taken down memory lane to con- firm if late Awolowo's remark on the military un- preparedness to quit the political arena has not come to pass."}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "Alhaji Jakande said that the latesage never made such a prediction. Said the minister: \"I totally disagree with you\". What he (Awo) said was that it would take time before the army re- turned the country to civil rule. That was in 1987. I can still remember.\" Alhaji Jakande said that the latesage never made such a prediction. Said the minister: \"I totally disagree with you\". What he (Awo) said was that it would take time before the army re- turned the country to civil rule. That was in 1987. I can still remember.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "Still trying to butress his argument, Alhaji Jakande recounted: \"You can see Still trying to butress his argument, Alhaji Jakande recounted: \"You can see"}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "until we are ready to make the necessary sacrifice, either as fol- lowers or as leaders of respective groups in the country, the coun- try cannot move forward. until we are ready to make the necessary sacrifice, either as fol- lowers or as leaders of respective groups in the country, the coun- try cannot move forward."}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "Awolowo hasnot shown Awolowo hasnot shown"}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "of of"}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "endowment and genuine endowment and genuine"}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "political advantage. political advantage."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 41, "ocr_result": "I I lakande I I lakande"}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "for June 12 because it is the mandate \"If it means dying, Abiola should die given to him by the people\" Dr. Guvnor's Total lam Carnival on Akinola Aguda at the Night Shift's 21 December for June 12 because it is the mandate \"If it means dying, Abiola should die given to him by the people\" Dr. Guvnor's Total lam Carnival on Akinola Aguda at the Night Shift's 21 December"}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "that it has been long he (Awo) made that state- men's adding that if the late sage said it would take a long time for the military to quit,\"I think this is the right time.\" He said, he is optimis- tic that the Abacha military junta would quit this time around and usher in a demo- cratic civilian regime in the Fourth Re lic. that it has been long he (Awo) made that state- men's adding that if the late sage said it would take a long time for the military to quit,\"I think this is the right time.\" He said, he is optimis- tic that the Abacha military junta would quit this time around and usher in a demo- cratic civilian regime in the Fourth Re lic."}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "Also, when asked by a Tribune Newspaper reporter to express his opinion and that of his fellow civilian ministers currently serving the military regime, if for instance, the military junta decided to perpetuate itself in office till the year 2,000 the following dialogue en- sued between the minister and the reporter. Also, when asked by a Tribune Newspaper reporter to express his opinion and that of his fellow civilian ministers currently serving the military regime, if for instance, the military junta decided to perpetuate itself in office till the year 2,000 the following dialogue en- sued between the minister and the reporter."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 45, "ocr_result": "Quote of The Week Quote of The Week"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "Jakande: What will the Tribune do if the military decided to stay in office till Jakande: What will the Tribune do if the military decided to stay in office till"}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "1 Jakande 1 Jakande"}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "the year 2,000P - Reporter: Tribune newspaper, as a paper that serves the people, would do what the people mant to do. the year 2,000P - Reporter: Tribune newspaper, as a paper that serves the people, would do what the people mant to do."}, {"block_type": "LAYOUT_TEXT", "reading_order": 49, "ocr_result": "Jahande Them, if the Tribune would do what the people to do then we, the civiliam ministers' would do withcant the people want to da Jahande Them, if the Tribune would do what the people to do then we, the civiliam ministers' would do withcant the people want to da"}, {"block_type": "LAYOUT_TEXT", "reading_order": 50, "ocr_result": "Forget June 12 And Regain Freedom Daboh Tells MKO that he also written to General Sani Albaciha and - Forget June 12 And Regain Freedom Daboh Tells MKO that he also written to General Sani Albaciha and -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 51, "ocr_result": "Duro Okinbaloye I Duro Okinbaloye I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 52, "ocr_result": "The Publisher/Edi- tor-in-Chief of The Broom Newspaper Mr. Godwin Dabo Adzuana has called on Chief M.K.O.Abiola, thewidely acclaimed winner of the June 12 1993 presiden- tial polls, to forget his mandate and regain his The Publisher/Edi- tor-in-Chief of The Broom Newspaper Mr. Godwin Dabo Adzuana has called on Chief M.K.O.Abiola, thewidely acclaimed winner of the June 12 1993 presiden- tial polls, to forget his mandate and regain his"}, {"block_type": "LAYOUT_TEXT", "reading_order": 53, "ocr_result": "- freedom. He made the call while addressing a Press Confer- ence last Friday on the political crisis in the country. Speaking on the future political dispensation of the country, Mr. Dabob berated politicians for joining the political fray at a time when the ban on political activites - freedom. He made the call while addressing a Press Confer- ence last Friday on the political crisis in the country. Speaking on the future political dispensation of the country, Mr. Dabob berated politicians for joining the political fray at a time when the ban on political activites"}, {"block_type": "LAYOUT_TEXT", "reading_order": 54, "ocr_result": "is still partially lifted and therefore advised Chief Abiola to consider the June 12 mandate dead. is still partially lifted and therefore advised Chief Abiola to consider the June 12 mandate dead."}, {"block_type": "LAYOUT_TEXT", "reading_order": 55, "ocr_result": "The Broom publisher while describing those comparing Abiola's pre- dicament to appartheid South Africa's Nelson Mandela as \"historically fraudulent people\" said that \"Abiola did not make June 12, we all made it. \"Appeal- ing to Bashorun Abiola to compromise, Mr. Daboh said. \"No one can give up power like that when you have got power,\" adding The Broom publisher while describing those comparing Abiola's pre- dicament to appartheid South Africa's Nelson Mandela as \"historically fraudulent people\" said that \"Abiola did not make June 12, we all made it. \"Appeal- ing to Bashorun Abiola to compromise, Mr. Daboh said. \"No one can give up power like that when you have got power,\" adding"}, {"block_type": "LAYOUT_TEXT", "reading_order": 56, "ocr_result": "that he has also winten to General Sami Albacha and the SFG, Salleh ap- pealing to them to com- pensate Bashonum Abiola for \"the loss the incurred Mr. Dalboh also dis- closed tillwait thins paper has picked General Abacha and Alhajii Saleth 25 the men of the year because they are able to survive the onslaught of opposi- tion group. that he has also winten to General Sami Albacha and the SFG, Salleh ap- pealing to them to com- pensate Bashonum Abiola for \"the loss the incurred Mr. Dalboh also dis- closed tillwait thins paper has picked General Abacha and Alhajii Saleth 25 the men of the year because they are able to survive the onslaught of opposi- tion group."}, {"block_type": "LAYOUT_TEXT", "reading_order": 57, "ocr_result": "- \"Some people thought and said they would not last three months but they have been able to come this far, The Broom pub- lisher stated - \"Some people thought and said they would not last three months but they have been able to come this far, The Broom pub- lisher stated"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 58, "ocr_result": "Hero Of The Week Hero Of The Week"}, {"block_type": "LAYOUT_TEXT", "reading_order": 59, "ocr_result": "TheNigerian institutions, groupsand peoplewho have been actively involved in the struggle of the last five years or thereabouts to pull down the wall of military dictator- ship. In the vanguard of this struggleare the human rights groups, the Nigerian stu- dents, academics, the radical wing of the labour unions, particularly the oil workers, a cross section of principled politicians, the Nigerian press, selected members of the bar and bench, notable nationalists as well as thou- sands of ordinary Nigerians - drivers, market women, ar- tisans, area boys, the jobless TheNigerian institutions, groupsand peoplewho have been actively involved in the struggle of the last five years or thereabouts to pull down the wall of military dictator- ship. In the vanguard of this struggleare the human rights groups, the Nigerian stu- dents, academics, the radical wing of the labour unions, particularly the oil workers, a cross section of principled politicians, the Nigerian press, selected members of the bar and bench, notable nationalists as well as thou- sands of ordinary Nigerians - drivers, market women, ar- tisans, area boys, the jobless"}, {"block_type": "LAYOUT_TEXT", "reading_order": 60, "ocr_result": "- who lost their lives in the many skirmishes between the forces of change and the agents of repression. They are the casualties of the struggle, the heroes of the revolution, the patriots - who lost their lives in the many skirmishes between the forces of change and the agents of repression. They are the casualties of the struggle, the heroes of the revolution, the patriots"}, {"block_type": "LAYOUT_TEXT", "reading_order": 61, "ocr_result": "of our nation. Although the wall of dictatorship is still standing, although the flower of tyr- anny is still blossoming, although the drums of re- pression are still of our nation. Although the wall of dictatorship is still standing, although the flower of tyr- anny is still blossoming, although the drums of re- pression are still"}, {"block_type": "LAYOUT_TEXT", "reading_order": 62, "ocr_result": "They have continued to mobilize, educate, conscientize and galvanise ourpeople for democratic freedom. They have continued to mobilize, educate, conscientize and galvanise ourpeople for democratic freedom."}, {"block_type": "LAYOUT_TEXT", "reading_order": 63, "ocr_result": "reverberating; we cam take solace in the fact that the pro-democracy groups have constantly defied the jack- boots of the oppressors, they forced Balbangida to stet aside, ridiculled Shonekan and have been giving Abacha nightmares. They have continued to mobilize, educate conscientize and galivanise our people for democratic freedom. For keeping hope alive and flyung the banner of freedom consciously COS- sistently, resolutely and militarily, they same indisados ally and collectisterist ther reverberating; we cam take solace in the fact that the pro-democracy groups have constantly defied the jack- boots of the oppressors, they forced Balbangida to stet aside, ridiculled Shonekan and have been giving Abacha nightmares. They have continued to mobilize, educate conscientize and galivanise our people for democratic freedom. For keeping hope alive and flyung the banner of freedom consciously COS- sistently, resolutely and militarily, they same indisados ally and collectisterist ther"}]