[{"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 1, "ocr_result": "Waka Has Come To Stay ___ --- Salawa Abeni Waka Has Come To Stay ___ --- Salawa Abeni"}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "The Waka Queen, Alhaja Salawa Abeni, has said that her brand of fuji music, Waka, has come to stay and there is no changing it. The Waka Queen, Alhaja Salawa Abeni, has said that her brand of fuji music, Waka, has come to stay and there is no changing it."}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "Speaking in an interview with PMSbow World, Salawa said that the criticism of the introduction of fuji music into waka is misplaced, adding that she has come to give. the men a good fight musically, so that they would know that women should not be relegated to the background. The waka queen fur- ther-said that she has modernised waka with modern musical instru- inents such as jazz, drums; piano, keyboard, etc.. Speaking in an interview with PMSbow World, Salawa said that the criticism of the introduction of fuji music into waka is misplaced, adding that she has come to give. the men a good fight musically, so that they would know that women should not be relegated to the background. The waka queen fur- ther-said that she has modernised waka with modern musical instru- inents such as jazz, drums; piano, keyboard, etc.."}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "- \"Don't you see the introduction of modern instruments into fuji, juju and other music,\" she asked. Saying waka will not be an excep- tion, Salawa said the slow tempo was changed to fast and danceable beats to satisfy the aspiration of her fans, both old and young. Salawa who recently dumped Lati Alagbada records said she is - \"Don't you see the introduction of modern instruments into fuji, juju and other music,\" she asked. Saying waka will not be an excep- tion, Salawa said the slow tempo was changed to fast and danceable beats to satisfy the aspiration of her fans, both old and young. Salawa who recently dumped Lati Alagbada records said she is"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 5, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Salawa Abeni Salawa Abeni"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "P Mirage Restaurant, Victoria Island. 1 P Mirage Restaurant, Victoria Island. 1"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "dural attache, Dr. Ray Orley, to a dinner party at . shows Mrs Orley in a warm handshake with gig Tukur while Dr. Orley and PMAN president dural attache, Dr. Ray Orley, to a dinner party at . shows Mrs Orley in a warm handshake with gig Tukur while Dr. Orley and PMAN president"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "industries Minister Alhaji Bamang industries Minister Alhaji Bamang"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "coming out with an LP which she has decided to hold on to because of the need to watch the trends of things and to study all offers from recording companies. coming out with an LP which she has decided to hold on to because of the need to watch the trends of things and to study all offers from recording companies."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "P Mustapha Amego are all smiles P Mustapha Amego are all smiles"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "P \"I promise my fans that early next year, things will be okay and they will have no cause to regret because the LP will be a collector's item.\" P \"I promise my fans that early next year, things will be okay and they will have no cause to regret because the LP will be a collector's item.\""}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 13, "ocr_result": "Charly Boy UnderPressure To Change Image Charly Boy UnderPressure To Change Image"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "The Gbagada bad boy, Charly Oputa a.k.a. Charly Boy appears to be under se- vere pressure from kids to change his weird image. PMShow World source close to the Gbagada home of Charly Boy disclosed that though determined to keep all Nigerian kids, outofschool due to teachers' strike ac- tion, positively busy, Charly Boy is worried that his weird image.would affect the kids. The punk king is said to be toying with the ideaofchang- ing his weird look so as to have a positive impression on the kids. The Gbagada bad boy, Charly Oputa a.k.a. Charly Boy appears to be under se- vere pressure from kids to change his weird image. PMShow World source close to the Gbagada home of Charly Boy disclosed that though determined to keep all Nigerian kids, outofschool due to teachers' strike ac- tion, positively busy, Charly Boy is worried that his weird image.would affect the kids. The punk king is said to be toying with the ideaofchang- ing his weird look so as to have a positive impression on the kids."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 15, "ocr_result": "Lawal Lawal"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Charly Boy issaidto haveturned his Gbagada home into a haven for kids, especially the disabled whom he shows educational programme like Charly Boy kids show. Charly Boy issaidto haveturned his Gbagada home into a haven for kids, especially the disabled whom he shows educational programme like Charly Boy kids show."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 17, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Charly Boy Charly Boy"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "\"Going by his actions in recent times I will not be surprised if Charly Boy abandoned all he is doing to full time philantropy,\" addedanother source. \"Going by his actions in recent times I will not be surprised if Charly Boy abandoned all he is doing to full time philantropy,\" addedanother source."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 20, "ocr_result": "Xmas Releases Xmas Releases"}, {"block_type": "LAYOUT_TABLE", "reading_order": 21, "ocr_result": "ARTISTE - 4.52 RECORD TITLE RECORD COMPANY General Kollington Ayinla Oju Opon Tawakalitu Comm. Enterprises Wasiu Alabi ( Pasuma) Choices Eru Owa Records Dizzy K. My Joy Ivory Music Yomi Peters Na You Be This Ivory Music Asimiyu Ajebori Glamour Samsong Records Osita Osadebe Osadebe '94 Leader Records Prince Bode Ogundimu Swing Pawpaw Premier Music (Serie 1) ARTISTE - 4.52 RECORD TITLE RECORD COMPANY General Kollington Ayinla Oju Opon Tawakalitu Comm. Enterprises Wasiu Alabi ( Pasuma) Choices Eru Owa Records Dizzy K. My Joy Ivory Music Yomi Peters Na You Be This Ivory Music Asimiyu Ajebori Glamour Samsong Records Osita Osadebe Osadebe '94 Leader Records Prince Bode Ogundimu Swing Pawpaw Premier Music (Serie 1)"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 22, "ocr_result": "PMAN last week hosted American O ural attache, Dr. Ray Orley, to a dinner party at PMAN last week hosted American O ural attache, Dr. Ray Orley, to a dinner party at"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "DE DE"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "City Tavern is another Clubjro situated at Obafemi Awolowo R City Tavern is another Clubjro situated at Obafemi Awolowo R"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "Moonlight piano is a new CITY who has been in Nigeria 1 musical instrument. - Moonlight piano is a new CITY who has been in Nigeria 1 musical instrument. -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "saloon. And special programme, for S Pappizz is anew club around saloon. And special programme, for S Pappizz is anew club around"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 27, "ocr_result": "RAWLERS RAWLERS"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "Ozone Nite-Club on ALABAMA December to mark the a RayPower will bold 23 D Ozone Nite-Club on ALABAMA December to mark the a RayPower will bold 23 D"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "Friday: Dele. Taiwo, Suna Thursday: The Obaluaiye a Friday: Dele. Taiwo, Suna Thursday: The Obaluaiye a"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "Thursday: . Wonder Dayo 1 Adewale Ayuba [the bubb Thursday: . Wonder Dayo 1 Adewale Ayuba [the bubb"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "Friday: Sir Cliff Sama Jolly J Friday: Sir Cliff Sama Jolly J"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "Friday: Love Idris Adisa I Friday: Love Idris Adisa I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "PMNEWS PMNEWS"}, {"block_type": "LAYOUT_LIST", "reading_order": 34, "ocr_result": "stable of Omieba Don Princeurll of Daniels. It is koyi. It was declared open last week Friday. onlight Avenue owned by an Egyptian, Chief M. Hanali 2024 years. The Club is fortified with N1.2 million pizz Nite Club apal lao Estate. It also bas business centre and barbing fore, ldies. one will be 9 years in the high business on 15 Pleasants Memory of Ozone featuring Ozone and sparias Garden Alabi iPasumaj, Tuesday: Musibau Alabi and sic, Wasiu Ayinde Marshal. skindle prilay: Asimiyu Ajebori[Omogba feeder] and Sunday: sembly Spot nent sembly Spot stable of Omieba Don Princeurll of Daniels. It is koyi. It was declared open last week Friday. onlight Avenue owned by an Egyptian, Chief M. Hanali 2024 years. The Club is fortified with N1.2 million pizz Nite Club apal lao Estate. It also bas business centre and barbing fore, ldies. one will be 9 years in the high business on 15 Pleasants Memory of Ozone featuring Ozone and sparias Garden Alabi iPasumaj, Tuesday: Musibau Alabi and sic, Wasiu Ayinde Marshal. skindle prilay: Asimiyu Ajebori[Omogba feeder] and Sunday: sembly Spot nent sembly Spot"}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "stable of Omieba Don Princewill of Daniels. It is stable of Omieba Don Princewill of Daniels. It is"}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "koyi. It was declared open last week Friday. onlight koyi. It was declared open last week Friday. onlight"}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "owned by an Egyptian, Chief M. Hanali > The Club is fortified with N1.2 million owned by an Egyptian, Chief M. Hanali > The Club is fortified with N1.2 million"}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "P Hipizz Nite Club P Hipizz Nite Club"}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "allag Estate. It also bas business centre and barbing allag Estate. It also bas business centre and barbing"}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "E will be 9 years in the Chicago business on 15 E will be 9 years in the Chicago business on 15"}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "Alabi Pasumai, Tuesday: Musibau Alabi and EVIL Alabi Pasumai, Tuesday: Musibau Alabi and EVIL"}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "parias Garden parias Garden"}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "sic, Wasiu Ayinde Marsbal. - dindle sic, Wasiu Ayinde Marsbal. - dindle"}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "may: Asimiyu Ajebori [Omogba, feeder}and Sunday. may: Asimiyu Ajebori [Omogba, feeder}and Sunday."}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "Asembly Spot Asembly Spot"}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "sembly Spot sembly Spot"}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "I By Richard Maxel I By Richard Maxel"}, {"block_type": "LAYOUT_LIST", "reading_order": 49, "ocr_result": "Oceans apart day after day I slowly go instance I hear your love is on the line But it doesn't stop the pain If I see you, next to never Here can we stay forever. Chorus Wherever you go Whatever you do I'll be right there waiting for you. Whatever it takes Oh my heart breaks Oceans apart day after day I slowly go instance I hear your love is on the line But it doesn't stop the pain If I see you, next to never Here can we stay forever. Chorus Wherever you go Whatever you do I'll be right there waiting for you. Whatever it takes Oh my heart breaks"}, {"block_type": "LAYOUT_TEXT", "reading_order": 50, "ocr_result": "Oceans apart day after day I slowly go instance I hear your love is on the line But it doesn't stop the pain If 1 see you, next to never Here can we stay forever. Oceans apart day after day I slowly go instance I hear your love is on the line But it doesn't stop the pain If 1 see you, next to never Here can we stay forever."}, {"block_type": "LAYOUT_TEXT", "reading_order": 51, "ocr_result": "Chorus Wherever you go Whatever you do - I'll be right there waiting for you. Whatever it takes Oh my heart breaks Chorus Wherever you go Whatever you do - I'll be right there waiting for you. Whatever it takes Oh my heart breaks"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 52, "ocr_result": "LYRICS Wherever You Go LYRICS Wherever You Go"}, {"block_type": "LAYOUT_TEXT", "reading_order": 53, "ocr_result": "I'll be right there waiting for you. I'll be right there waiting for you."}, {"block_type": "LAYOUT_TEXT", "reading_order": 54, "ocr_result": "1 took if for granted all these times. That I thought will last Somehow I hear your laughter I kiss your tears But 1 can't come near you now Oh can't you see it baby You have got me crazy. 1 took if for granted all these times. That I thought will last Somehow I hear your laughter I kiss your tears But 1 can't come near you now Oh can't you see it baby You have got me crazy."}, {"block_type": "LAYOUT_TEXT", "reading_order": 55, "ocr_result": "Chorus I wonder how we can survive this romance. But the end if am with you I'll take the choice. Chorus I wonder how we can survive this romance. But the end if am with you I'll take the choice."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 56, "ocr_result": "Raypower, MCSN Sign Copyright Pact Raypower, MCSN Sign Copyright Pact"}, {"block_type": "LAYOUT_TEXT", "reading_order": 57, "ocr_result": "contract will enable Raypower to broad- cast the works of Nigerian artistes and their foreign counterparts without in- fringing on their copyright law. He said Nigerian artistes benefitting from the contract will be paid through the MCSN. The Chairman of MCSN, Otunba Sunday Adenlyl Adegeye (King Sunny - Adel, appealed to Raypower FM to please use more of Nigerian music so that the bulk of the money realisable from the contract in form of royalty can remain in the country. Present at the occasion were Prince Jide Adeniyi of Peatson Nigeria Limited, Engineer Adebayo Banjo of DISC Engl- neering, Sunny Aduns of BENTV. Also Dele Talwo, funky juju creator and Waslu Alabi [Pasuma Wonder] repre- sented Nigerian artistes. contract will enable Raypower to broad- cast the works of Nigerian artistes and their foreign counterparts without in- fringing on their copyright law. He said Nigerian artistes benefitting from the contract will be paid through the MCSN. The Chairman of MCSN, Otunba Sunday Adenlyl Adegeye (King Sunny - Adel, appealed to Raypower FM to please use more of Nigerian music so that the bulk of the money realisable from the contract in form of royalty can remain in the country. Present at the occasion were Prince Jide Adeniyi of Peatson Nigeria Limited, Engineer Adebayo Banjo of DISC Engl- neering, Sunny Aduns of BENTV. Also Dele Talwo, funky juju creator and Waslu Alabi [Pasuma Wonder] repre- sented Nigerian artistes."}, {"block_type": "LAYOUT_TEXT", "reading_order": 58, "ocr_result": "Raypower 100FM and Musical Copy- right Thursday Nigeria, MCSN, Copyright last Society of week signed Music Licence contract this ensures that the musicalworks of all MCSN members are aired by the radio sta- Raypower 100FM and Musical Copy- right Thursday Nigeria, MCSN, Copyright last Society of week signed Music Licence contract this ensures that the musicalworks of all MCSN members are aired by the radio sta-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 59, "ocr_result": "tion. The copyright licence which has been on the drawing board since Janu- ary was signed at the premises of 100 FM. The contract will be Raypower for a duration of five years. Reynower 100 FM, tion. The copyright licence which has been on the drawing board since Janu- ary was signed at the premises of 100 FM. The contract will be Raypower for a duration of five years. Reynower 100 FM,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 60, "ocr_result": "for a duration Chairman of Raypower 100 FM, Chief Raymond Dokpesi, said that after many contact between him and the American Society of Composers, Au- thors and Publishers [ASCAM], - Broadcast Music Incorporated (BMI) and the Society of European State Artistes and Composers [SESAC] the for a duration Chairman of Raypower 100 FM, Chief Raymond Dokpesi, said that after many contact between him and the American Society of Composers, Au- thors and Publishers [ASCAM], - Broadcast Music Incorporated (BMI) and the Society of European State Artistes and Composers [SESAC] the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 61, "ocr_result": "America 17 October and had a scheduled outing In New Jersey two days later. The late arrival of the fuji whizkid so annoyed the local promoter that he tóld the duo of GM Intercontinentals and Pedro Okojie of Don Pedro Promotions that hehas lost confidence in Obesere. But after the initial problem everything took off with a big bang. PM Show World source close to Obesere's New York base revealed that Omo Rapala's show in Dallas was very successful. \"The reception at the Dallas show was great and won- derful,\" said the source, adding that it was attended by some big wigs. Mr. Efum-Fagbemi the co-ordinator and official representative of GM Intercontinental Arts ensured things went smoothly. Apart from Dallas Obesere is sched- uled to perform at Irvington Staten Island, New Jersey, Brooklyn - all in New York state. He had also toured such states as San Fransciso, Detroit, Florida and Philadelpha. America 17 October and had a scheduled outing In New Jersey two days later. The late arrival of the fuji whizkid so annoyed the local promoter that he tóld the duo of GM Intercontinentals and Pedro Okojie of Don Pedro Promotions that hehas lost confidence in Obesere. But after the initial problem everything took off with a big bang. PM Show World source close to Obesere's New York base revealed that Omo Rapala's show in Dallas was very successful. \"The reception at the Dallas show was great and won- derful,\" said the source, adding that it was attended by some big wigs. Mr. Efum-Fagbemi the co-ordinator and official representative of GM Intercontinental Arts ensured things went smoothly. Apart from Dallas Obesere is sched- uled to perform at Irvington Staten Island, New Jersey, Brooklyn - all in New York state. He had also toured such states as San Fransciso, Detroit, Florida and Philadelpha."}, {"block_type": "LAYOUT_TEXT", "reading_order": 62, "ocr_result": "Obesere's Narrow Escape behind schedule. He got to Obesere's Narrow Escape behind schedule. He got to"}, {"block_type": "LAYOUT_TEXT", "reading_order": 63, "ocr_result": "Obesere I Obesere I"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 64, "ocr_result": "POP GISTS POP GISTS"}, {"block_type": "LAYOUT_TEXT", "reading_order": 65, "ocr_result": "Abass Akande \"Omo Obesere, having had securing travelling was documents weeks in Nigerla, arrived four - Abass Akande \"Omo Obesere, having had securing travelling was documents weeks in Nigerla, arrived four -"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 66, "ocr_result": "Rick JamesPays Damages For Assault Rick JamesPays Damages For Assault"}, {"block_type": "LAYOUT_TEXT", "reading_order": 67, "ocr_result": "A woman who claimed that singer Rick James and his girlfriend beat her and held her hostage in a Hollywood hotel room La 1992 was awarded $225,000 in punitive damages by a jury last Tuesday. The verdict followed a $1.8 million award in compensatory damages on Friday to 36year-old Mary Sauger. James, best known for the 1981 hit \"Super Freak,\" said through his lawyer that he would appeal. The 45-year-old-singer and his girlfriend Tanya Anne Hijazi, 23, were convicted last year of assaulting Sauger, and were sentenced in January tb five years and four years in prison, respectively. A woman who claimed that singer Rick James and his girlfriend beat her and held her hostage in a Hollywood hotel room La 1992 was awarded $225,000 in punitive damages by a jury last Tuesday. The verdict followed a $1.8 million award in compensatory damages on Friday to 36year-old Mary Sauger. James, best known for the 1981 hit \"Super Freak,\" said through his lawyer that he would appeal. The 45-year-old-singer and his girlfriend Tanya Anne Hijazi, 23, were convicted last year of assaulting Sauger, and were sentenced in January tb five years and four years in prison, respectively."}, {"block_type": "LAYOUT_TEXT", "reading_order": 68, "ocr_result": "in Nigeria, Aguda Mounts Niteshift's Hotseat in Nigeria, Aguda Mounts Niteshift's Hotseat"}, {"block_type": "LAYOUT_TEXT", "reading_order": 69, "ocr_result": "Eminent jurist and recipient of Nigeria NationalMeritAward, Jus- tice Akinola Aguda, has been named the star - guest for this month's special edition of the Guv'nor's Total Jam carnival nite. hold next Wednesday at the Eminent jurist and recipient of Nigeria NationalMeritAward, Jus- tice Akinola Aguda, has been named the star - guest for this month's special edition of the Guv'nor's Total Jam carnival nite. hold next Wednesday at the"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 70, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 71, "ocr_result": "pings. A number of activities lined up to add spice to the ceremony include hit concerts, fashion parade by top mod- els and other important activities. The president of Glamour Boys of Nigeria Ehi Braimoh has been con- firmed the general compere while Ohi-Alegbe will be guest compere and Taiwo Cibileye as compere in The last General House Reception charge of citations. on 30 March, 1994 during count AL pings. A number of activities lined up to add spice to the ceremony include hit concerts, fashion parade by top mod- els and other important activities. The president of Glamour Boys of Nigeria Ehi Braimoh has been con- firmed the general compere while Ohi-Alegbe will be guest compere and Taiwo Cibileye as compere in The last General House Reception charge of citations. on 30 March, 1994 during count AL"}, {"block_type": "LAYOUT_TEXT", "reading_order": 72, "ocr_result": "Club House. corded the rare status of ah a usual Grant The occasion -has been duly ac- House Reception (GHK) in WC use tradition with all its trap- Club House. corded the rare status of ah a usual Grant The occasion -has been duly ac- House Reception (GHK) in WC use tradition with all its trap-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 73, "ocr_result": "Crosby Leaves Hospital With New Liver I Crosby Leaves Hospital With New Liver I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 74, "ocr_result": "P5 - Three weeks after undergoing a liver transplant, musician David Crosby was released from hospital last Tuesday. P5 - Three weeks after undergoing a liver transplant, musician David Crosby was released from hospital last Tuesday."}, {"block_type": "LAYOUT_TEXT", "reading_order": 75, "ocr_result": "A spokeswoman said the prognosis for the 53-year-old former member | of Crosby, Stills and Nash was excellent. A spokeswoman said the prognosis for the 53-year-old former member | of Crosby, Stills and Nash was excellent."}, {"block_type": "LAYOUT_TEXT", "reading_order": 76, "ocr_result": "Crosby was put through seven hours of surgery 20 November to replace - his liver, ravaged by years of drug and alcohol abuse. Crosby was put through seven hours of surgery 20 November to replace - his liver, ravaged by years of drug and alcohol abuse."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 77, "ocr_result": "ShowWorld Tit Bits I ShowWorld Tit Bits I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 78, "ocr_result": "Mayhem Video Released I Mayhem Video Released I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 79, "ocr_result": "- A new home video tape on the activities of cult members to Nigerian universities was last week released Into the ever growing Nigerian home video market. - A new home video tape on the activities of cult members to Nigerian universities was last week released Into the ever growing Nigerian home video market."}, {"block_type": "LAYOUT_TEXT", "reading_order": 80, "ocr_result": "The video tape titled Maybem portrays the evil inherent in campus Cults, a disturbing phenomenon in Nigerian universities. Featuring renowned artistes like Joe Layole, Garuba of NTA Village Headmaster, Sam Bucknor, Sam Loco, Yemi Remi among others. The film which is produced in English Language takes a racy cut through the undulating landscape of Nigeria higher institutions, highlights the pranks of students and lecturers and throws one into the urge to become a cult member. It is a production of Felin International films. The video tape titled Maybem portrays the evil inherent in campus Cults, a disturbing phenomenon in Nigerian universities. Featuring renowned artistes like Joe Layole, Garuba of NTA Village Headmaster, Sam Bucknor, Sam Loco, Yemi Remi among others. The film which is produced in English Language takes a racy cut through the undulating landscape of Nigeria higher institutions, highlights the pranks of students and lecturers and throws one into the urge to become a cult member. It is a production of Felin International films."}, {"block_type": "LAYOUT_TEXT", "reading_order": 81, "ocr_result": "KSA Plays For Diplomats KSA Plays For Diplomats"}, {"block_type": "LAYOUT_TEXT", "reading_order": 82, "ocr_result": "P King of world beats, King Sunny Ade, will today give several diplomats and representatives of foreign countries a treat of African culture as he rolls out the drums at the end of year party of the American Embassy, Lagos. P King of world beats, King Sunny Ade, will today give several diplomats and representatives of foreign countries a treat of African culture as he rolls out the drums at the end of year party of the American Embassy, Lagos."}, {"block_type": "LAYOUT_TEXT", "reading_order": 83, "ocr_result": "Mounting the rostrum for a unique music splash at the Ambassador's quarters, Ikoyi venue of the party, the juju music maestro has prepared to use the show, not only to entertain the world but also to begin what he calls image laundering for Nigeria. Mounting the rostrum for a unique music splash at the Ambassador's quarters, Ikoyi venue of the party, the juju music maestro has prepared to use the show, not only to entertain the world but also to begin what he calls image laundering for Nigeria."}, {"block_type": "LAYOUT_TEXT", "reading_order": 84, "ocr_result": "The end of year party which will be attendedHy ambassadors, diplomats and well-placed Nigerian businessmen/women and politicians is to the hosted by American Ambassador to Nigeria, Mr. Walter Carrington. The end of year party which will be attendedHy ambassadors, diplomats and well-placed Nigerian businessmen/women and politicians is to the hosted by American Ambassador to Nigeria, Mr. Walter Carrington."}, {"block_type": "LAYOUT_TEXT", "reading_order": 85, "ocr_result": "Jeans Affair Holds At Waterparks Fernside Entertainme nt will hold Jeans Affair '94 at Water Parks on Friday 23 December. Segun Opeyemi-Ajay4 Fegnside chiefexecu-, tive, says the company hasput together a package that will make the christmas weekend exciting and memorable. Jeans Affair Holds At Waterparks Fernside Entertainme nt will hold Jeans Affair '94 at Water Parks on Friday 23 December. Segun Opeyemi-Ajay4 Fegnside chiefexecu-, tive, says the company hasput together a package that will make the christmas weekend exciting and memorable."}, {"block_type": "LAYOUT_TEXT", "reading_order": 86, "ocr_result": "Master Toaster, Blacky is billed to perform and so is the Original Bad Hey Daniel Wilson and a budding but refined fuji ärtiste. Those who will attend the show which will start at 9.00 p.m. are expected to dress in different modes of je ans related outfit. Master Toaster, Blacky is billed to perform and so is the Original Bad Hey Daniel Wilson and a budding but refined fuji ärtiste. Those who will attend the show which will start at 9.00 p.m. are expected to dress in different modes of je ans related outfit."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 87, "ocr_result": "Miss Ajinomoto Chosen Miss Ajinomoto Chosen"}, {"block_type": "LAYOUT_TEXT", "reading_order": 88, "ocr_result": "Last Sunday at Muson Centre, Onikan Lagos, Lyuda Nkechl Odum won the Ajinomoto Campaign Girl Pageant'94. She defeated 16other contestants to win the Honda Civic car prize at stake. Miss Codum, 20, is a creative art student of University of Port Harcourt. Nekia Mochi, Ijeona Amobi and Viviena -( frjika energed first, second and third runners up. Last Sunday at Muson Centre, Onikan Lagos, Lyuda Nkechl Odum won the Ajinomoto Campaign Girl Pageant'94. She defeated 16other contestants to win the Honda Civic car prize at stake. Miss Codum, 20, is a creative art student of University of Port Harcourt. Nekia Mochi, Ijeona Amobi and Viviena -( frjika energed first, second and third runners up."}, {"block_type": "LAYOUT_TEXT", "reading_order": 89, "ocr_result": "P The new cultural attache of the American Embassy, Dr. Ray Orley has pledged the support of the American-government for the programme and activities of PMAN (Performing Musician Associa- dinner party hosted in his honour by PMAN at the Federal Palace Hotel, Victoria Island, Lagos recently. P The new cultural attache of the American Embassy, Dr. Ray Orley has pledged the support of the American-government for the programme and activities of PMAN (Performing Musician Associa- dinner party hosted in his honour by PMAN at the Federal Palace Hotel, Victoria Island, Lagos recently."}, {"block_type": "LAYOUT_TEXT", "reading_order": 90, "ocr_result": "American Diplomat Pledges Support For PMAN I American Diplomat Pledges Support For PMAN I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 91, "ocr_result": "Dr Orley expressed hope that Nigerian musicians, through PMAN, would take advantage of the cultural ties between Nigeria and American governments to take use marc are mustry greater the mileir and is heights. Dr Orley expressed hope that Nigerian musicians, through PMAN, would take advantage of the cultural ties between Nigeria and American governments to take use marc are mustry greater the mileir and is heights."}, {"block_type": "LAYOUT_TEXT", "reading_order": 92, "ocr_result": "The dinner party was attended by industries minister ALhaji Bamanga Tukur, Dr. Sonny Kuku of Eko Hospital Plc, Dr. (Mrs.) Tokunbo-Dosunmu- Awolowo, Col. Tunde Akogun, Ambassador-Chief Segun Clusola, former PMAN president Chief Tony-Okoroji and others. The dinner party was attended by industries minister ALhaji Bamanga Tukur, Dr. Sonny Kuku of Eko Hospital Plc, Dr. (Mrs.) Tokunbo-Dosunmu- Awolowo, Col. Tunde Akogun, Ambassador-Chief Segun Clusola, former PMAN president Chief Tony-Okoroji and others."}, {"block_type": "LAYOUT_TEXT", "reading_order": 93, "ocr_result": "THE the was celebrity show-case featured Al- held on 30 MARCH - Musa. THE the was celebrity show-case featured Al- held on 30 MARCH - Musa."}, {"block_type": "LAYOUT_TEXT", "reading_order": 94, "ocr_result": "Akinola. . Aguda Akinola. . Aguda"}, {"block_type": "LAYOUT_TEXT", "reading_order": 95, "ocr_result": "haji E haji E"}, {"block_type": "LAYOUT_TEXT", "reading_order": 96, "ocr_result": "ii Balarabe N ii Balarabe N"}, {"block_type": "LAYOUT_TEXT", "reading_order": 97, "ocr_result": "e Musa. e Musa."}]