[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMNews PMNews"}, {"block_type": "LAYOUT_TITLE", "reading_order": 2, "ocr_result": "From The Land Of The Rising Kiss From The Land Of The Rising Kiss"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "Kissing, an unfamiliar Western habit, is scandalising Japan Kissing, an unfamiliar Western habit, is scandalising Japan"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "You must remember this - a kiss is just a kiss ... in Japan, however, a kiss is far from a simple matter. Recently Japanese have been scandalised by the latest phenom- enon to sweep their hi-tech, 21st-century country - kissing on the street. Not just on the street, moreover, but on the train, on station platforms, in the park And we are not talking polite peck but serious deep- throat smooching. You must remember this - a kiss is just a kiss ... in Japan, however, a kiss is far from a simple matter. Recently Japanese have been scandalised by the latest phenom- enon to sweep their hi-tech, 21st-century country - kissing on the street. Not just on the street, moreover, but on the train, on station platforms, in the park And we are not talking polite peck but serious deep- throat smooching."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "The practitioners are mainly in their teens and early twenties. Mariko Kojima, a 21-year-old, is a student and enthusiastic skier. Her bedroom walls are covered not with pictures of singers or hunky young men but with close-ups of couples kissing. \"When I'm out with my boy- friend,\" she says, \"I don't think about other people. If 1 want to kiss him, I kiss him. There's nothing wrong with kissing in public - that's what I think, anyway. We're not doing any harm.\" The practitioners are mainly in their teens and early twenties. Mariko Kojima, a 21-year-old, is a student and enthusiastic skier. Her bedroom walls are covered not with pictures of singers or hunky young men but with close-ups of couples kissing. \"When I'm out with my boy- friend,\" she says, \"I don't think about other people. If 1 want to kiss him, I kiss him. There's nothing wrong with kissing in public - that's what I think, anyway. We're not doing any harm.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Mariko's mother thinks otherwise - as does almost every other member of her generation. Recently there has been a rash of television programmes and articles, all relaying shock and outrage. \"Haven't they got any morals?\" de- manded people on the street in a TV Asahi programme on current affairs. \"Kissing in public - it's ugly!\" trumpeted social commentator Chiaki Aso in the weekly magazine Shukan Yoniuri. \"These people never give a thought to how others feel, the people who have to see them do it.\" Mariko's mother thinks otherwise - as does almost every other member of her generation. Recently there has been a rash of television programmes and articles, all relaying shock and outrage. \"Haven't they got any morals?\" de- manded people on the street in a TV Asahi programme on current affairs. \"Kissing in public - it's ugly!\" trumpeted social commentator Chiaki Aso in the weekly magazine Shukan Yoniuri. \"These people never give a thought to how others feel, the people who have to see them do it.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "\"People kiss on the street abroad,\" shrugs Mariko. \"We're just getting more Westernised.\" Certainly this fad seems to have begun with television and with Western movies that show scenes of passionate kissing Students of the trend in Japan date it back more specifically to a television commercial put out by the cosmet- ics manufacturer Kose Corp in autumn 1992, for a new brand of foun dation. \"People kiss on the street abroad,\" shrugs Mariko. \"We're just getting more Westernised.\" Certainly this fad seems to have begun with television and with Western movies that show scenes of passionate kissing Students of the trend in Japan date it back more specifically to a television commercial put out by the cosmet- ics manufacturer Kose Corp in autumn 1992, for a new brand of foun dation."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "This features an assertive young woman, very different from the traditionally coy Japanese girl, who turns to her boy-friend and demands, \"Ne chusbite! Kiss me!\" He hesitates. \"Kissme, kiss me!\" she insists. He does. Everyone re- members the image - and the phrase. \"Chu shi te!\" was awarded the prize for Most Memorable Phrase of the Year. \"We started a trend,\"says a spokeswoman for Kose. This features an assertive young woman, very different from the traditionally coy Japanese girl, who turns to her boy-friend and demands, \"Ne chusbite! Kiss me!\" He hesitates. \"Kissme, kiss me!\" she insists. He does. Everyone re- members the image - and the phrase. \"Chu shi te!\" was awarded the prize for Most Memorable Phrase of the Year. \"We started a trend,\"says a spokeswoman for Kose."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "Since then the fad has taken off. Men's magazines run features on the cool way to kiss in public. \"Give your partner a casual embrace and a light kiss on the lips,\" advises Popeye magazine. \"Never a deep kiss or fondling. This year Shiseido, the make-up manufacturer, brought out a smudge free lipstick, guaranteed to withstand repeated kisses and not to smear the partner's collar. It also carried out a survey of 400 Japanese men aged from 18 to 44, and discovered that 29 per cent had kissed a woman \"on a station platform in a train or on the pavement\"; of those, 57 percent said they had felt embarrassed. Since then the fad has taken off. Men's magazines run features on the cool way to kiss in public. \"Give your partner a casual embrace and a light kiss on the lips,\" advises Popeye magazine. \"Never a deep kiss or fondling. This year Shiseido, the make-up manufacturer, brought out a smudge free lipstick, guaranteed to withstand repeated kisses and not to smear the partner's collar. It also carried out a survey of 400 Japanese men aged from 18 to 44, and discovered that 29 per cent had kissed a woman \"on a station platform in a train or on the pavement\"; of those, 57 percent said they had felt embarrassed."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "And the global report on dating revealed that although 30 percent of Japanese women would most likely go out with a sexy stranger (in contrast to 12 per cent of women worldwide) only 2 per cent said it was okay to kiss in public (in contrast to 35 per cent of women world- wide). And the global report on dating revealed that although 30 percent of Japanese women would most likely go out with a sexy stranger (in contrast to 12 per cent of women worldwide) only 2 per cent said it was okay to kiss in public (in contrast to 35 per cent of women world- wide)."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "As anyone who has ever been to Japan will remark, all this seems a bit strange. It is a land, after all, where the sex industry though illegal, is healthy and thriving, where men read porno- graphic manga comics openly in the subway, and where it is in-advisable for the easily shocked newcomer to turn on the television after midnight. As anyone who has ever been to Japan will remark, all this seems a bit strange. It is a land, after all, where the sex industry though illegal, is healthy and thriving, where men read porno- graphic manga comics openly in the subway, and where it is in-advisable for the easily shocked newcomer to turn on the television after midnight."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "P Until last year, it was illegal to show pubic hair in images, which resulted in much touching up of imported films and magazines. P Until last year, it was illegal to show pubic hair in images, which resulted in much touching up of imported films and magazines."}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "Then the ban was lifted. The result was what Japan refers to as the hairboom. Actresses and singers of all ages, from Japanese equivalent of GlenderJackson on, rushed to publish volumes of nude photographs of themselves. Then the ban was lifted. The result was what Japan refers to as the hairboom. Actresses and singers of all ages, from Japanese equivalent of GlenderJackson on, rushed to publish volumes of nude photographs of themselves."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "The boom goes on. Today it is still nearly impossible to open a magazine, even the serious, heavyweight titles without being con- fronted with pictures of naked women, pubic hair and all. The boom goes on. Today it is still nearly impossible to open a magazine, even the serious, heavyweight titles without being con- fronted with pictures of naked women, pubic hair and all."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "So why all these fuss about kissing? For a start, the kiss in Japan is a far more erotic activity than it often is in the West. People do not routinely greet friends and relatives with a peck on the cheek. Even soldiers returning from a long tour of duty abroad get no more than a smile and a bow from their wives on arrival at the airport. So why all these fuss about kissing? For a start, the kiss in Japan is a far more erotic activity than it often is in the West. People do not routinely greet friends and relatives with a peck on the cheek. Even soldiers returning from a long tour of duty abroad get no more than a smile and a bow from their wives on arrival at the airport."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "The kiss, in fact, is not a part of traditional Asian culture (nor, for that matter, of African custom). It is closely tied in with European notions of romance and courtly love, according to which love and marriage \"go together like a horse and carriage\". As an early visitor to Japan wrote in 1988, \"Love, as we understand the word, is a thing unknown to the Far East.\" In Japan traditionally there was marriage, a so- cially approved bond between two members of the same class, with the purpose of producing riogeny and recreational sex, with profession- ...S. Occasionally, an unfortunate might fall in love, usually with a geisha. The result was very ften joint suicide (\"love suicide\"). The kiss, in fact, is not a part of traditional Asian culture (nor, for that matter, of African custom). It is closely tied in with European notions of romance and courtly love, according to which love and marriage \"go together like a horse and carriage\". As an early visitor to Japan wrote in 1988, \"Love, as we understand the word, is a thing unknown to the Far East.\" In Japan traditionally there was marriage, a so- cially approved bond between two members of the same class, with the purpose of producing riogeny and recreational sex, with profession- ...S. Occasionally, an unfortunate might fall in love, usually with a geisha. The result was very ften joint suicide (\"love suicide\")."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 17, "ocr_result": "EVENTS EVENTS"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Kissing arrived in Japan with Westernisation, the first Japanese to witness public kissing were so bemused as if they were seeing Eskimos rupbing noses. In the 1930s, when there was a proposal to exhibit Rodin's The Kiss in Tokyo, there was outrage. Kissing arrived in Japan with Westernisation, the first Japanese to witness public kissing were so bemused as if they were seeing Eskimos rupbing noses. In the 1930s, when there was a proposal to exhibit Rodin's The Kiss in Tokyo, there was outrage."}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "Xmas Carnival I Xmas Carnival I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "The police banned it. Somepeople suggested that the naked sculpture could be shown just as long as the heads were wrapped in a cloth, so that no one would see the offensive kissing. In the end the Rodin was not shown until after the Second World War which was also when the first kiss occurred in a Japanese film. The police banned it. Somepeople suggested that the naked sculpture could be shown just as long as the heads were wrapped in a cloth, so that no one would see the offensive kissing. In the end the Rodin was not shown until after the Second World War which was also when the first kiss occurred in a Japanese film."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Nowadays the Japanese are perfectly au fail with kissing. Kissing is fine - so long as it stays where it belongs, in the bedroom. The real problem with the public kiss is that it is public. Showing affection in public, infact, goes so much against the grain that it has set alarm bells ringing. \"Is this the end of the shame culture in Japan?\" shrilled a recent headline in the Nikket, Japan's equivalent of the British Financial Times. In Japan, as a \"shame culture\", the chief restraint on bad conduct is fear of being shamed in front of others, of losing face. We, con- versely, are a \"guilt culture\", wracked by guilt even if no one knows that we have committed an offence. Nowadays the Japanese are perfectly au fail with kissing. Kissing is fine - so long as it stays where it belongs, in the bedroom. The real problem with the public kiss is that it is public. Showing affection in public, infact, goes so much against the grain that it has set alarm bells ringing. \"Is this the end of the shame culture in Japan?\" shrilled a recent headline in the Nikket, Japan's equivalent of the British Financial Times. In Japan, as a \"shame culture\", the chief restraint on bad conduct is fear of being shamed in front of others, of losing face. We, con- versely, are a \"guilt culture\", wracked by guilt even if no one knows that we have committed an offence."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Young people kissing in public are no longer afraid of what people think of them, they have lost their sense of shame. But if shame is the underpinning of Japanese culture, without it this public kissing may signal the end of civilisation as the Japanese know it. As Shizue Tsutsumi, a 43-year-old woman wrote in a letter to the Yomiuri Shimbun newspaper, \"without shame, there is no sense of restraint. If we lose that, we're no different from ani- mals.\" Young people kissing in public are no longer afraid of what people think of them, they have lost their sense of shame. But if shame is the underpinning of Japanese culture, without it this public kissing may signal the end of civilisation as the Japanese know it. As Shizue Tsutsumi, a 43-year-old woman wrote in a letter to the Yomiuri Shimbun newspaper, \"without shame, there is no sense of restraint. If we lose that, we're no different from ani- mals.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "A Christmas carnival organised by Duywe Nigeria Enterprises and Stanleys Super-` market holds at 81, Bode Thomas Street, Surulere, Lagos, between 16 and 20 De- cember, from 9.00 a.m. to 6.00 p.m. daily. There will be acrobatic dances, pleasure rides and Santa Claus for children. A Christmas carnival organised by Duywe Nigeria Enterprises and Stanleys Super-` market holds at 81, Bode Thomas Street, Surulere, Lagos, between 16 and 20 De- cember, from 9.00 a.m. to 6.00 p.m. daily. There will be acrobatic dances, pleasure rides and Santa Claus for children."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "For Mariko and her generation, the question is not so apocalyptic. \"I kiss my boyfriend because I love him,\" she says. For Mariko and her generation, the question is not so apocalyptic. \"I kiss my boyfriend because I love him,\" she says."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "\"What's so special about that?\" \"What's so special about that?\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "\"The Japanese, wrote an early visit or in 1916, \"are sufficiently delicate-minded not to make love in the streets and frighten the horses, nor do they even under any circum- stances, sit in couples in their parks, glued to each others' lips. Things have certainly changed since his day \"The Japanese, wrote an early visit or in 1916, \"are sufficiently delicate-minded not to make love in the streets and frighten the horses, nor do they even under any circum- stances, sit in couples in their parks, glued to each others' lips. Things have certainly changed since his day"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 27, "ocr_result": "- A Jaanese couple kissing in public - A Jaanese couple kissing in public"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "Culled fromIndendent on Sunday Culled fromIndendent on Sunday"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 29, "ocr_result": "NTV NTV"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 30, "ocr_result": "Transition Transition"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "Pa W.A. Willoughby Pa W.A. Willoughby"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "The family of Willoughby announce th death of their father, grandfather, uncle an brother, Pa William Ajayi Willoughby at 7. Mr. Willoughby was born in Lagos O Feburary 10, 1920 and retired in 1975 from the then Department of Post and Telecom munications (P & T) as Assistant Director Posts International. A well-tavelled gentleman, Mr. Willoughb is survived by his wife, Mrs. Sikead Willoughby and children: Mr. Kored Willoughby (Nigeria's Charge d'affaires The family of Willoughby announce th death of their father, grandfather, uncle an brother, Pa William Ajayi Willoughby at 7. Mr. Willoughby was born in Lagos O Feburary 10, 1920 and retired in 1975 from the then Department of Post and Telecom munications (P & T) as Assistant Director Posts International. A well-tavelled gentleman, Mr. Willoughb is survived by his wife, Mrs. Sikead Willoughby and children: Mr. Kored Willoughby (Nigeria's Charge d'affaires"}]