[{"block_type": "LAYOUT_TEXT", "reading_order": 1, "ocr_result": "Thursday 22 December, 1994 Thursday 22 December, 1994"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 2, "ocr_result": "SPORT SPORT"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "Shooting Stars' goal tender . Demola Bankole has abandoned the team to seekgreener pasture in the United Kingdom. Shooting Stars' goal tender . Demola Bankole has abandoned the team to seekgreener pasture in the United Kingdom."}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "PMSport learnt that the cat- like goalkeeper left for London immediately after the club's loss to BCC Lions in the semi-final of the PMSport learnt that the cat- like goalkeeper left for London immediately after the club's loss to BCC Lions in the semi-final of the"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 5, "ocr_result": "CANDID SHOT P.7 CANDID SHOT P.7"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "The straw that broke the camel's back was implanted when he was substituted in their FA Cup Semi-final match against BCC Li- ons at the Onikan stadium. The straw that broke the camel's back was implanted when he was substituted in their FA Cup Semi-final match against BCC Li- ons at the Onikan stadium."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "There and then he vowed not to have anything to do with the Ibadan based team because they I There and then he vowed not to have anything to do with the Ibadan based team because they I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "England with his wife who was here on holiday from London, and his child. England with his wife who was here on holiday from London, and his child."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "\"He wants to pick the pieces of career together be- fore seeking for a clubside in En- gland. For now he wants to regain his lost confidence in the profession\", a source told PMS- port. \"He wants to pick the pieces of career together be- fore seeking for a clubside in En- gland. For now he wants to regain his lost confidence in the profession\", a source told PMS- port."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 10, "ocr_result": "Bankole Dumps Shooting Stars Bankole Dumps Shooting Stars"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "Challenge cup. Bankole who contributed im- mensely to Shooting Stars CAF cup victory in 1992 became fed up with the team when he could no longer command regular posi- tion in the Shooting Stars line-up when Alabi Aissien was appointed coach. Challenge cup. Bankole who contributed im- mensely to Shooting Stars CAF cup victory in 1992 became fed up with the team when he could no longer command regular posi- tion in the Shooting Stars line-up when Alabi Aissien was appointed coach."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "did not seem to appreciate his contribution to the success of the club. It was even alleged that he spat on the face of Alabi Aissien, right in the pitch, before marking his final exit from the club. A source close to the goal- keeper said that he returned to did not seem to appreciate his contribution to the success of the club. It was even alleged that he spat on the face of Alabi Aissien, right in the pitch, before marking his final exit from the club. A source close to the goal- keeper said that he returned to"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "Sole administra- tor of Shooting Stars, Taiwo Ogunjobi said that Bankole did not inform the club of his whereabout so he can not say exactly where he headed for. Adeola Fashola. Sole administra- tor of Shooting Stars, Taiwo Ogunjobi said that Bankole did not inform the club of his whereabout so he can not say exactly where he headed for. Adeola Fashola."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 14, "ocr_result": "Aston Villa's Dean Saunders stoops to avoid a challenge from Southampton's Jim Magilton, during the Southampton/ Aston Villa English Premiership match on Monday. Southampton won 2-1. AFP PHOTO Aston Villa's Dean Saunders stoops to avoid a challenge from Southampton's Jim Magilton, during the Southampton/ Aston Villa English Premiership match on Monday. Southampton won 2-1. AFP PHOTO"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 15, "ocr_result": "PMC Blows N40m On Press Centre PMC Blows N40m On Press Centre"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Despite the N40 million spent for the renovation of the press gallery at the Lib- erty Stadium, itstili remains defective and does not sat- isfy the requirements of FIFA. Despite the N40 million spent for the renovation of the press gallery at the Lib- erty Stadium, itstili remains defective and does not sat- isfy the requirements of FIFA."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "over the weekend, a top shot of the Confederation of Afri- can said that the amount spent on the gallery was sheer waste of money because it is yet to satisfy the conditions set out by the world soccer ruling body. over the weekend, a top shot of the Confederation of Afri- can said that the amount spent on the gallery was sheer waste of money because it is yet to satisfy the conditions set out by the world soccer ruling body."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Assessing the gallery Assessing the gallery"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 19, "ocr_result": "Salami Promises Ivoriens Hell Salami Promises Ivoriens Hell"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "Golden Eaglets' sweat merchant, coach Ganiyu Salami, has vowed to let his boys loose onthe Ivorien team in the return leg match com- ing up next week. Coach Salami, in a chat with PMsport, yesterday said the first legmatch in Abidjan taught him many things in football. \"We'll do our home work properly to ensure good bashing of the Ivorien team in the secondleg. I have a good team, but all the same, we still have one or two things to instil into them before other matches. \"I'm looking beyond this match, Golden Eaglets' sweat merchant, coach Ganiyu Salami, has vowed to let his boys loose onthe Ivorien team in the return leg match com- ing up next week. Coach Salami, in a chat with PMsport, yesterday said the first legmatch in Abidjan taught him many things in football. \"We'll do our home work properly to ensure good bashing of the Ivorien team in the secondleg. I have a good team, but all the same, we still have one or two things to instil into them before other matches. \"I'm looking beyond this match,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "my mind is set toward winning the first Under-17 Nations Cup. Then, I can face the world. I pray to God that we retain the Under-17 World Cup won in Japan last year,\" coach Salami said. The hard working coach said with the present crop of players in hisfold, he's ready to take on any team either in Africa or in the whole world. Golden Eaglets held the Ivorien Under-17 team to a 1-1 draw in Abidjan last weekend in the last quali- fying match for the Under-17 Nations Cup. - Femi Olabode my mind is set toward winning the first Under-17 Nations Cup. Then, I can face the world. I pray to God that we retain the Under-17 World Cup won in Japan last year,\" coach Salami said. The hard working coach said with the present crop of players in hisfold, he's ready to take on any team either in Africa or in the whole world. Golden Eaglets held the Ivorien Under-17 team to a 1-1 draw in Abidjan last weekend in the last quali- fying match for the Under-17 Nations Cup. - Femi Olabode"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "He said that it is defec- tive because it does not link the pitch which is the basic requirement of FIFA. He said that it is defec- tive because it does not link the pitch which is the basic requirement of FIFA."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "The CAF technical com- mittee member also criticised the amount said to*have been spent on the renovation of the press gallery. The CAF technical com- mittee member also criticised the amount said to*have been spent on the renovation of the press gallery."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "\"The amount is ridicu- lous and outrageous. How can they claim to have spent N40 million on a structure which is still defective? Per- sonally, I think it was a waste of money\", he said. \"The amount is ridicu- lous and outrageous. How can they claim to have spent N40 million on a structure which is still defective? Per- sonally, I think it was a waste of money\", he said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "According to him, jour- nalists who will cover the World Cup would have a seri- ous problem connecting the pitch since they will have to get out of the stadium before linking the pitch, and will have to contend with the over According to him, jour- nalists who will cover the World Cup would have a seri- ous problem connecting the pitch since they will have to get out of the stadium before linking the pitch, and will have to contend with the over"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "zealous tendencies of the Ni- gerian security personel. \"I just pray that we do not disgrace the country in March because nothing seems to have been done properly. \"The pitch is not in good zealous tendencies of the Ni- gerian security personel. \"I just pray that we do not disgrace the country in March because nothing seems to have been done properly. \"The pitch is not in good"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "thing to prayers, \"the CAF chief concluded. The Jack Warner- led FIFA inspection team to Nigeria had criticised the Na- tional Stadium Press gallery for being structurally defec- tive. thing to prayers, \"the CAF chief concluded. The Jack Warner- led FIFA inspection team to Nigeria had criticised the Na- tional Stadium Press gallery for being structurally defec- tive."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 28, "ocr_result": "order. Let's just leave every- - Adeola Fashola Kafaru Still With VIP Proprietor does not trample on the rights of any body Our players can attest to this order. Let's just leave every- - Adeola Fashola Kafaru Still With VIP Proprietor does not trample on the rights of any body Our players can attest to this"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "The proprietorofVigilante In- surance Professional (VIP) Foot- ball Club has reaffirmed that the club's chief coach Kafaru Alabi is still with the team. Chief Teluwo who spoke to PMsport yesterday said that the former Lobi bank coach has not inti- mated the management of his desire to leave the club. According to Chief Teluwo, the club would not do anything to hinder the movement of the coach whenever he desires to leave, add- ing that the club operates an open- door policy which allows free entry and exit. \"Our's is a humble club which - The proprietorofVigilante In- surance Professional (VIP) Foot- ball Club has reaffirmed that the club's chief coach Kafaru Alabi is still with the team. Chief Teluwo who spoke to PMsport yesterday said that the former Lobi bank coach has not inti- mated the management of his desire to leave the club. According to Chief Teluwo, the club would not do anything to hinder the movement of the coach whenever he desires to leave, add- ing that the club operates an open- door policy which allows free entry and exit. \"Our's is a humble club which -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "body. Our players can attest to this fact. Any one who wants to go will be allowed to do so,\" he said. On the issue of the club's team manager Yomi Peters who has re- portedly absconded, the VIP chair man explained that the coach was not sacked but fled the club as a result of his wrong practices. He said he does not want to trade words with him on the pages of newspapers. \"I would rather leave everything to God. \"Every individual on earth would be judged by his acts so I leave everything to God to judge accordingly,\" the proprietor said.- - Adeola Fashola body. Our players can attest to this fact. Any one who wants to go will be allowed to do so,\" he said. On the issue of the club's team manager Yomi Peters who has re- portedly absconded, the VIP chair man explained that the coach was not sacked but fled the club as a result of his wrong practices. He said he does not want to trade words with him on the pages of newspapers. \"I would rather leave everything to God. \"Every individual on earth would be judged by his acts so I leave everything to God to judge accordingly,\" the proprietor said.- - Adeola Fashola"}, {"block_type": "LAYOUT_FOOTER", "reading_order": 31, "ocr_result": "P.M.NEWS IS PUBLISHED BY CVL, OFFICE: 8 IBIYEMI STREET, AJAO ESTATE ISOLO, LAGOS. EDITOR: BABAFEMI OJUDU. TEL: 01-526476 P.M.NEWS IS PUBLISHED BY CVL, OFFICE: 8 IBIYEMI STREET, AJAO ESTATE ISOLO, LAGOS. EDITOR: BABAFEMI OJUDU. TEL: 01-526476"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 32, "ocr_result": "Sport Quote Sport Quote"}, {"block_type": "LAYOUT_FOOTER", "reading_order": 33, "ocr_result": "P \"Why are people condemning Yekini? He's not out of this game. Watch out for bim. He's not out\" - Super Eagles assistant coach, Kelecbi Emel eole speaking on gangling striker Rasbidi Yekini's present troubles. P \"Why are people condemning Yekini? He's not out of this game. Watch out for bim. He's not out\" - Super Eagles assistant coach, Kelecbi Emel eole speaking on gangling striker Rasbidi Yekini's present troubles."}]