[{"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 1, "ocr_result": "6 6"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 2, "ocr_result": "this arina with this arina with"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "aring with Jerry Molol at his gym in Orlando aring with Jerry Molol at his gym in Orlando"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 4, "ocr_result": "My Early My Early"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "life, a strong constitution and nection to the Thembu royal nly thing my father bestowed irth was a name, Rolihlahla. In lahla literally means \"Pulling f a tree\", but its colloquial mean- rately would be \"Troublemaker\". ve that names are destiny or that mehow divined my future, but in friends and relatives would as- birth name the many storms I and weathered. life, a strong constitution and nection to the Thembu royal nly thing my father bestowed irth was a name, Rolihlahla. In lahla literally means \"Pulling f a tree\", but its colloquial mean- rately would be \"Troublemaker\". ve that names are destiny or that mehow divined my future, but in friends and relatives would as- birth name the many storms I and weathered."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "on 18 July 1918 at Mvezo, a tiny banks of the Mbashe River in the ata, the capital of the Transkei. The to be one of the largest territorial in South Africa, covering an area witzerland, with a population of d-a-half million Xhosas and a dny sothos and whites. Itis home to the ple, who are part of the Xhosa ch I am a member. on 18 July 1918 at Mvezo, a tiny banks of the Mbashe River in the ata, the capital of the Transkei. The to be one of the largest territorial in South Africa, covering an area witzerland, with a population of d-a-half million Xhosas and a dny sothos and whites. Itis home to the ple, who are part of the Xhosa ch I am a member."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "y age, I spent most of my free time ying and fighting with the other I shared my food and blanket with ys. 1 was no more than Ave when erd boy looking after sheep and ields that I learned how to knock sky with a slingshot, to gather wild and edible roots, to drink warm, night from the udder of a cow, to ear, cold streams and to catch fish ₫ sharpened bits of wire. I also -fight - essential knowledge to any oy. y age, I spent most of my free time ying and fighting with the other I shared my food and blanket with ys. 1 was no more than Ave when erd boy looking after sheep and ields that I learned how to knock sky with a slingshot, to gather wild and edible roots, to drink warm, night from the udder of a cow, to ear, cold streams and to catch fish ₫ sharpened bits of wire. I also -fight - essential knowledge to any oy."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "ox-drawn sledges out of trees branches. learned to ride on weaned calces - after being thrown to the ground several times, one got the hang of it. The hills we transformed into our own rollercoaster. Wesat on flat stones and slid down /the face of large rocks until our backsides were so sore we could hardly sit down. ox-drawn sledges out of trees branches. learned to ride on weaned calces - after being thrown to the ground several times, one got the hang of it. The hills we transformed into our own rollercoaster. Wesat on flat stones and slid down /the face of large rocks until our backsides were so sore we could hardly sit down."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "ith loys we made ourselves. We ls and birds out of clay. We made ith loys we made ourselves. We ls and birds out of clay. We made"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "My life, and that of most Xhosas at the time, was shaped by custom, ritual and taboo. Men fol- lowed the path-laid out for them by their fathers; women led the same lives their mothers had led before them. Without being told, I assimilated the elaborate rules that governed the relations be- tween men and women. I discovered that a man may not enter a house where a woman has recently given birth and that a newly-married woman would not enter of her new home without elaborate ceremony. I alsolearned that to neglect one's ancestors would bring ill-fortune and fail- ure in life. All these beliefs were perfectly natural to me. My life, and that of most Xhosas at the time, was shaped by custom, ritual and taboo. Men fol- lowed the path-laid out for them by their fathers; women led the same lives their mothers had led before them. Without being told, I assimilated the elaborate rules that governed the relations be- tween men and women. I discovered that a man may not enter a house where a woman has recently given birth and that a newly-married woman would not enter of her new home without elaborate ceremony. I alsolearned that to neglect one's ancestors would bring ill-fortune and fail- ure in life. All these beliefs were perfectly natural to me."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "I came across few whites. The local magistrate, of course, was white, as was the nearest shop keeper. Occasionally white travellers or police- wen passed through our area. These whites appeared as grand as gods to me, and 1 was a ware that they were to be treated with a mixture of fear and respect. But their role in my life was a distant one, and I thought little if at all about the white man in general or relations between my own people and these curious and remote figures. I came across few whites. The local magistrate, of course, was white, as was the nearest shop keeper. Occasionally white travellers or police- wen passed through our area. These whites appeared as grand as gods to me, and 1 was a ware that they were to be treated with a mixture of fear and respect. But their role in my life was a distant one, and I thought little if at all about the white man in general or relations between my own people and these curious and remote figures."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "of his trousers and cut them at the knee. He told me to put them on, which I did, and they were roughly the correct length, although the waist was far too large. My father then took a piece of string and drew the trousers in at the waist. I must have been a comical sight, butl havenever owned a suit I was prouder to wear than my father's cut-off trousers. of his trousers and cut them at the knee. He told me to put them on, which I did, and they were roughly the correct length, although the waist was far too large. My father then took a piece of string and drew the trousers in at the waist. I must have been a comical sight, butl havenever owned a suit I was prouder to wear than my father's cut-off trousers."}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "HA - On the day before I was to begin school, my father took me aside and told me that I must be dressed properly. I was seven years old and, until that time, like all the other boys, I had wom only a blanket, which was wrapped round one shoul- der and pinned at the walst. My father look a pair HA - On the day before I was to begin school, my father took me aside and told me that I must be dressed properly. I was seven years old and, until that time, like all the other boys, I had wom only a blanket, which was wrapped round one shoul- der and pinned at the walst. My father look a pair"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "On the first day of school, my teacher, Miss Mdingane, gave each of us an English name and said that was the name we would answer to in school. The education I received was a British one, in which British Ideas, British culture and British Institutions were automatically assumed to be superior. There was no such thing as African culture. On the first day of school, my teacher, Miss Mdingane, gave each of us an English name and said that was the name we would answer to in school. The education I received was a British one, in which British Ideas, British culture and British Institutions were automatically assumed to be superior. There was no such thing as African culture."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "Miss Mdingane told me that my new name was Nelson. Why she bestowed this particular name upon me I have no idea. Perhaps it had something to do with Lord Nelson, but that would be only a guess. Miss Mdingane told me that my new name was Nelson. Why she bestowed this particular name upon me I have no idea. Perhaps it had something to do with Lord Nelson, but that would be only a guess."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "One night, when I was nine, I was aware of a commotion in the household. My father, who took turns visiting his four wives and usually came to us for perhaps one week a month, had arrived. But it was not at his accustomed time, for he was not scheduled to be with us for another few days. I found him in my mother's hut, lying on his back on the floor, in the midst of what seemed like an endless fit of coughing. Even to my young eyes, it was clear that my father was not long for this world. He was III with some type of lung disease, but it was not disgnosed, as my father had never visited a doctor. He remained In the hut for several days without moving or speaking, and then one night he took a turn for the worse. My mother and my father's youngest wife, Nodayimani, who had One night, when I was nine, I was aware of a commotion in the household. My father, who took turns visiting his four wives and usually came to us for perhaps one week a month, had arrived. But it was not at his accustomed time, for he was not scheduled to be with us for another few days. I found him in my mother's hut, lying on his back on the floor, in the midst of what seemed like an endless fit of coughing. Even to my young eyes, it was clear that my father was not long for this world. He was III with some type of lung disease, but it was not disgnosed, as my father had never visited a doctor. He remained In the hut for several days without moving or speaking, and then one night he took a turn for the worse. My mother and my father's youngest wife, Nodayimani, who had"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "MY STORY Mandela MY STORY Mandela"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "come to stay with us, were looking after him, and late that nl ght he called for Nodayimani. \"Bring me my tobacoo, he told her. My mother and Nodayimani conferred, and decided that it was unwise that he have tobacco in his current state. But he persisted in calling for it, and eventually Nodyayimani filled his pipe and then handed it to him. My father smoked and became calm. He continued smoking for perhaps an hour, and then, his pipe still lit, he died. come to stay with us, were looking after him, and late that nl ght he called for Nodayimani. \"Bring me my tobacoo, he told her. My mother and Nodayimani conferred, and decided that it was unwise that he have tobacco in his current state. But he persisted in calling for it, and eventually Nodyayimani filled his pipe and then handed it to him. My father smoked and became calm. He continued smoking for perhaps an hour, and then, his pipe still lit, he died."}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "After a brief period of mourning, my mother informed me that I would be leaving home. I embarked on an exhausting journey on foot along rocky dirt roads, up and down hills, past numerous villages until I came upon a village at the centre of which was a large and gracious home that I could only marvel at. The buildings consisted of two rectangular houses and seven stately rondavels, all washed in white lime, dazzling even in the light of the setting sun. There was a large front garden and a maize filed bordered by rounded peach trees. An even more spacious garden spread out behind it, which boasted apple trees, a vegetable garden, a strip of flowers and a patch of wattles. Nearby was a white stucco church. After a brief period of mourning, my mother informed me that I would be leaving home. I embarked on an exhausting journey on foot along rocky dirt roads, up and down hills, past numerous villages until I came upon a village at the centre of which was a large and gracious home that I could only marvel at. The buildings consisted of two rectangular houses and seven stately rondavels, all washed in white lime, dazzling even in the light of the setting sun. There was a large front garden and a maize filed bordered by rounded peach trees. An even more spacious garden spread out behind it, which boasted apple trees, a vegetable garden, a strip of flowers and a patch of wattles. Nearby was a white stucco church."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "In the shade of two gum trees that graced the doorway of the front of the main house sat a group of about 20 tribal elders. Encircling the property, grazing on the rich land, was ahead of at least 50 cattle and 500 sheep. Everything was beautifully tended; it was a vision of wealth and order beyond my imagination. This was Mqhekezwend, the Great Place, residence of Chief Jongintaba Dalindyebo, acting regent of the Thembu people. In the shade of two gum trees that graced the doorway of the front of the main house sat a group of about 20 tribal elders. Encircling the property, grazing on the rich land, was ahead of at least 50 cattle and 500 sheep. Everything was beautifully tended; it was a vision of wealth and order beyond my imagination. This was Mqhekezwend, the Great Place, residence of Chief Jongintaba Dalindyebo, acting regent of the Thembu people."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "As I contemplated all this grandeur an enor- mous motor car. rumbled through the western gate and the men sitting then jumped to their feet shouting: \"Bayete 2-2-2-, Jongintabal (Hail, Jongintaba!). Out of the motor car (llearned later that this majestic vehicle was a Ford V8) stepped a short, thickset man wearing a smart guit. He had the confidence and bearing of one who was used to the exercise of authority. His name suited him, for Jongintaba literally means \"One who looks at the mountains,\" and he was a man with a sturdy presence upon whom all eyes gazed. He had a dark complexion and an intelligent face, and he casually shook hands with each of the men beneath the tree, men who as I later discovered comprised the highest Thembu Court of Justice. This was the regent who was to become my guardian and benefactor for the next decade. As I contemplated all this grandeur an enor- mous motor car. rumbled through the western gate and the men sitting then jumped to their feet shouting: \"Bayete 2-2-2-, Jongintabal (Hail, Jongintaba!). Out of the motor car (llearned later that this majestic vehicle was a Ford V8) stepped a short, thickset man wearing a smart guit. He had the confidence and bearing of one who was used to the exercise of authority. His name suited him, for Jongintaba literally means \"One who looks at the mountains,\" and he was a man with a sturdy presence upon whom all eyes gazed. He had a dark complexion and an intelligent face, and he casually shook hands with each of the men beneath the tree, men who as I later discovered comprised the highest Thembu Court of Justice. This was the regent who was to become my guardian and benefactor for the next decade."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "When I was 16, the regent decided that It was time that I became a man. In Xhosa tradition, this is achieved through one means only: circumci- sion. In my tradition, an uncircumcised male cannot be heir to his father's wealth, cannot marry or officlate in tribal rituals. An uncircumcised Xhosa man is a contradiction in terms, for he is not considered a man at all, but a boy. As a Xhosa, I count my years as a man from the date of my circumcision. When I was 16, the regent decided that It was time that I became a man. In Xhosa tradition, this is achieved through one means only: circumci- sion. In my tradition, an uncircumcised male cannot be heir to his father's wealth, cannot marry or officlate in tribal rituals. An uncircumcised Xhosa man is a contradiction in terms, for he is not considered a man at all, but a boy. As a Xhosa, I count my years as a man from the date of my circumcision."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "The traditional ceremony was arranged princi- pally for the regent's son and heir, Justice. The rest of us- 26 In all were theremainly to keep him company. Early in the new year, we journeyed to two grass huts in a secluded valley on the banks of the Mbasge River, known as Tyhalarha, the traditional place of clrucmcision for Thembu kings. The huts were seclusion lodges, where we were to live isolated from society. It was a sacred time: I felt happy and fulfilled taking part in my people's customs and ready to make the transi- tion from boyhood to manhood. The traditional ceremony was arranged princi- pally for the regent's son and heir, Justice. The rest of us- 26 In all were theremainly to keep him company. Early in the new year, we journeyed to two grass huts in a secluded valley on the banks of the Mbasge River, known as Tyhalarha, the traditional place of clrucmcision for Thembu kings. The huts were seclusion lodges, where we were to live isolated from society. It was a sacred time: I felt happy and fulfilled taking part in my people's customs and ready to make the transi- tion from boyhood to manhood."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "A custom of circumcision school is that one must perform a daring exploit before the ces- emony. Once, this might have involved s cattle raid or even a battle, but in our time the deeds were more mischievous than martial. Two nights before we moved to Tyhalarha, we decided to steal a pig. Within a mile of our lodge there was a tribesman with a typical old pig. To avoid making noise and alarming the farmer, we ar ranged for the pig to do our work for us. A custom of circumcision school is that one must perform a daring exploit before the ces- emony. Once, this might have involved s cattle raid or even a battle, but in our time the deeds were more mischievous than martial. Two nights before we moved to Tyhalarha, we decided to steal a pig. Within a mile of our lodge there was a tribesman with a typical old pig. To avoid making noise and alarming the farmer, we ar ranged for the pig to do our work for us."}, {"block_type": "LAYOUT_FOOTER", "reading_order": 25, "ocr_result": "Called from Observer We Called from Observer We"}]