[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "Monday 19 December, 1994 Monday 19 December, 1994"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 2, "ocr_result": "PM D Bombers DER Rap NFA SPORT P.7 PM D Bombers DER Rap NFA SPORT P.7"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "for fees. Shooting Stars had agreed to clear Malik with N400,000 but the player's demand for more stalled the ne- gotiation. for fees. Shooting Stars had agreed to clear Malik with N400,000 but the player's demand for more stalled the ne- gotiation."}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "The sole admin- The sole admin-"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 5, "ocr_result": "Shooting Stars Grab Babalade, Shorunmu, Monye Shooting Stars Grab Babalade, Shorunmu, Monye"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Shooting Stars, in a desperate & move to re-enactthe performance that saw them win the CAF Cup in 1992, has signed on former Africa Sports defender Babalade Aj Ibade, Concord's lke Shorunmu and Gideon Imagudu. y Other players in the net of the W Ibadan based club are Sharks' Pre- P cious Monye, who missed being part C of the Super.Eagles to Tunisia and US ol 94 train, Concord's Sam Elijah, p comebacking David Aigbovo and last F season's division two top scorer Ishiaka ca Umoru of (beya Babes. SC Our source in Ibadan disclosed that CC most of the players have collected pr their sign-on fees which ranged be- tween N180,000 and N100,000 and Shooting Stars, in a desperate & move to re-enactthe performance that saw them win the CAF Cup in 1992, has signed on former Africa Sports defender Babalade Aj Ibade, Concord's lke Shorunmu and Gideon Imagudu. y Other players in the net of the W Ibadan based club are Sharks' Pre- P cious Monye, who missed being part C of the Super.Eagles to Tunisia and US ol 94 train, Concord's Sam Elijah, p comebacking David Aigbovo and last F season's division two top scorer Ishiaka ca Umoru of (beya Babes. SC Our source in Ibadan disclosed that CC most of the players have collected pr their sign-on fees which ranged be- tween N180,000 and N100,000 and"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "went with the team to the invitational championship held in Cotonou over the weekend. went with the team to the invitational championship held in Cotonou over the weekend."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "The stars, however, were unable to secure the services of red haired Adiele a defender with Sharks of Port Harcourt because of his outrageous demand. Also, Rangers' Ganiyu Ajide was sidelined due to his show of unseriousness towards lacing his boots for the Ibadan team. The stars, however, were unable to secure the services of red haired Adiele a defender with Sharks of Port Harcourt because of his outrageous demand. Also, Rangers' Ganiyu Ajide was sidelined due to his show of unseriousness towards lacing his boots for the Ibadan team."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "PMsport gathered that Shooting Stars are still expecting three more players in their fold before next season begins. PMsport gathered that Shooting Stars are still expecting three more players in their fold before next season begins."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "Tunisia based Taofeek Malik, highly tipped to lead Shooting Stars' pack of mid-fielders, may not register for the team because of differences in trans- Tunisia based Taofeek Malik, highly tipped to lead Shooting Stars' pack of mid-fielders, may not register for the team because of differences in trans-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "istrator of Oyo State, Colonel Ike Nwosu has already released N7 million to the Shooting Stars for the recruitment of play- ers in preparation for the CAF Cup and the pro-league next year which is part of the N20 million budget of Shooting for the prosecution of their matches next year. istrator of Oyo State, Colonel Ike Nwosu has already released N7 million to the Shooting Stars for the recruitment of play- ers in preparation for the CAF Cup and the pro-league next year which is part of the N20 million budget of Shooting for the prosecution of their matches next year."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "- Adeola Fasbola - Adeola Fasbola"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "in in"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "un un"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 15, "ocr_result": "Tension Mounts At NSAD Tension Mounts At NSAD"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "The Sole Administrator of Na- tional Sports Commission (NSC), Chief Olusola Rhodes sent jitters to membersofthe NationalSports Association for the Disabled (NSAD) as a result of his pro- nouncement on the embattled athletes last Friday in Lagos. The Sole Administrator of Na- tional Sports Commission (NSC), Chief Olusola Rhodes sent jitters to membersofthe NationalSports Association for the Disabled (NSAD) as a result of his pro- nouncement on the embattled athletes last Friday in Lagos."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 17, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "PMsport gathered that when the news of how the sole administrator identified himself with the yearnings and aspirations of the disabled ath- letes came to the association, members became uncomfortable thinking that PMsport gathered that when the news of how the sole administrator identified himself with the yearnings and aspirations of the disabled ath- letes came to the association, members became uncomfortable thinking that"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "the game was up. \"We know that we have done nothing wrong administering disabled sportso far, but if they say we should go, it's all well and good\" a member of NSAD told PMsport. the game was up. \"We know that we have done nothing wrong administering disabled sportso far, but if they say we should go, it's all well and good\" a member of NSAD told PMsport."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "Last Friday at the Sport City, the NSC Sole Administrator Chief Olusola Rhodes disclosed that the affairs of the disabled athletes comes atop his pri- orities. Last Friday at the Sport City, the NSC Sole Administrator Chief Olusola Rhodes disclosed that the affairs of the disabled athletes comes atop his pri- orities."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "\"I love the disabled athletes and they are here by my invitation. As far as I remain the NSC's boss, they are \"I love the disabled athletes and they are here by my invitation. As far as I remain the NSC's boss, they are"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "first before any other athletes\" he said. . first before any other athletes\" he said. ."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "The disabled ath- letes have been at logger head with the present mem- bers of NSAD, which resulted in the res- ignation of two members of the as- sociation last month. The disabled ath- letes have been at logger head with the present mem- bers of NSAD, which resulted in the res- ignation of two members of the as- sociation last month."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": ". Boye Ajayi . Boye Ajayi"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "Orlando Magic (54) forward, Horace Grant makes a hook shot f basket as Denver Nuggets (21) forward, Tom Hammonds attempt defend late in the second period of the game. The Magic went on to 120-96. AFP PHOTO. Orlando Magic (54) forward, Horace Grant makes a hook shot f basket as Denver Nuggets (21) forward, Tom Hammonds attempt defend late in the second period of the game. The Magic went on to 120-96. AFP PHOTO."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 26, "ocr_result": "Berger's Camp short-list some other coaches In Disarray we think Kafaru Alabi is favoured because of his Mandela Cup X- perience with BCCLions in 1990 when the team won the title. So, having him in our camp is good fortune\", our Euro-65 Camp Berger's Camp short-list some other coaches In Disarray we think Kafaru Alabi is favoured because of his Mandela Cup X- perience with BCCLions in 1990 when the team won the title. So, having him in our camp is good fortune\", our Euro-65 Camp"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "rtw Julius Berger Football hen Club's Euro-65 Camp is now monin disarray, an aftermath of the banning of Mutiu 11\" Okunnu, its coach, two aid a N months to the beginning of the 1995 soccer season. erns rtw Julius Berger Football hen Club's Euro-65 Camp is now monin disarray, an aftermath of the banning of Mutiu 11\" Okunnu, its coach, two aid a N months to the beginning of the 1995 soccer season. erns"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "short-list some other coaches , we think Kafaru Alabi is favoured because of his Mandela Cup X- perience with BCCLions in 1990 when the team won the title. So, having him in our camp is good fortune\", our Euro-65 Camp source revealed yesterday. Coach Kafaru Alabi, whose impressive record with VIP this season brought him back into limelight, is also attracting offers from 3SC of Ibadan. short-list some other coaches , we think Kafaru Alabi is favoured because of his Mandela Cup X- perience with BCCLions in 1990 when the team won the title. So, having him in our camp is good fortune\", our Euro-65 Camp source revealed yesterday. Coach Kafaru Alabi, whose impressive record with VIP this season brought him back into limelight, is also attracting offers from 3SC of Ibadan."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 29, "ocr_result": "P< Ejoor Knocks Out Enyimba P< Ejoor Knocks Out Enyimba"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "e The seeming non committal pos- , thture of Abla State military re, ad ministrator, Navy Commander et d'emiEjoor is hindering Enyimba's plitrecruitment drive for next season ce which may knock them off con- sentention for any championship If marble. e The seeming non committal pos- , thture of Abla State military re, ad ministrator, Navy Commander et d'emiEjoor is hindering Enyimba's plitrecruitment drive for next season ce which may knock them off con- sentention for any championship If marble."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "byr Disappointed Enyimbaofficials who ad a chat with PMSport under splanonymity at the Nigeria Football na Association Secretariat disclosed that ally, byr Disappointed Enyimbaofficials who ad a chat with PMSport under splanonymity at the Nigeria Football na Association Secretariat disclosed that ally,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "Williams gave the \"ping Williams gave the \"ping"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "rtw junus Berger Football hen Club's Euro-65 Camp is now It was authoritatively gath- \"Already, we are trying to ered that the management which monin disarray, an aftermath of reach Kafaru Alabi and re-nego- suspended the coach for three the banning of Mutiu tiate with him. Our first discussion 11\" Okunnu, its coach, two months is desperately in search has now been overtaken by aid of an experienced coach to lead months to the beginning of events. n N the team's campaign for next the 1995 soccer season. year's Mandela Cup. \"Although, we are going to erns rtw junus Berger Football hen Club's Euro-65 Camp is now It was authoritatively gath- \"Already, we are trying to ered that the management which monin disarray, an aftermath of reach Kafaru Alabi and re-nego- suspended the coach for three the banning of Mutiu tiate with him. Our first discussion 11\" Okunnu, its coach, two months is desperately in search has now been overtaken by aid of an experienced coach to lead months to the beginning of events. n N the team's campaign for next the 1995 soccer season. year's Mandela Cup. \"Although, we are going to erns"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "-Femi Olabode -Femi Olabode"}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "son not h is I ser . al son not h is I ser . al"}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "the military administrator has not hearkened to the club's demand for money to reorganise the team in preparation for the pro-league next year. According to them, Navy Commander Ejoor is claiming lack of funds as reasons for not having released money for the team. \"We have sent in our proposals, but he told us the government does not have money yet but promised to the military administrator has not hearkened to the club's demand for money to reorganise the team in preparation for the pro-league next year. According to them, Navy Commander Ejoor is claiming lack of funds as reasons for not having released money for the team. \"We have sent in our proposals, but he told us the government does not have money yet but promised to"}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "Table Tennis Club, Prince Table Tennis Club, Prince"}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "when he honoured membe when he honoured membe"}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "Other members of the Ult Other members of the Ult"}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "were, the runners up, Saka ! were, the runners up, Saka !"}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "seek for funds for the Club. The Club officials, however, claim that it is getting too late and this may deny them the opportunity of getting the calibre of players they really desire. \"Although, the administrator has prom- ised us, we need the money urgently in order to get on a sound footing for next season\", one of them offered. In support of the administrator's position over the inavailability of fund, the officials acknowledged that seek for funds for the Club. The Club officials, however, claim that it is getting too late and this may deny them the opportunity of getting the calibre of players they really desire. \"Although, the administrator has prom- ised us, we need the money urgently in order to get on a sound footing for next season\", one of them offered. In support of the administrator's position over the inavailability of fund, the officials acknowledged that"}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "o I him pec: diffi I R gi e and o I him pec: diffi I R gi e and"}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "\"I was impressed by the pe mance put up by Hakeem H during the Asoju Oba cham ship, hence the token gesty gratitude\" he said. \"I was impressed by the pe mance put up by Hakeem H during the Asoju Oba cham ship, hence the token gesty gratitude\" he said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "Adeola Fasbola Adeola Fasbola"}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "- I nes rde out rob - I nes rde out rob"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "ons ons"}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "ou ou"}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "0 g 0 g"}, {"block_type": "LAYOUT_TEXT", "reading_order": 49, "ocr_result": "the state is not as buoyant as it used to be. - the state is not as buoyant as it used to be. -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 50, "ocr_result": "The administrator is doing his best for us but the position of Abia State's economy is not allowing him to do as much as he would have wished. But we still implore him to come to the aid of the Club by releasing money for recruitment early enough\". The administrator is doing his best for us but the position of Abia State's economy is not allowing him to do as much as he would have wished. But we still implore him to come to the aid of the Club by releasing money for recruitment early enough\"."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 51, "ocr_result": "Asoju-Oba Champion N2,000Ric Asoju-Oba Champion N2,000Ric"}, {"block_type": "LAYOUT_TEXT", "reading_order": 52, "ocr_result": "The current Asoju Obas men's champion, Hal Hassan has bagged a cash a of two thousand naira (N2 for his victory. The current Asoju Obas men's champion, Hal Hassan has bagged a cash a of two thousand naira (N2 for his victory."}, {"block_type": "LAYOUT_TEXT", "reading_order": 53, "ocr_result": "The proprietor of the Ut The proprietor of the Ut"}, {"block_type": "LAYOUT_TEXT", "reading_order": 54, "ocr_result": ". Jo . Jo"}, {"block_type": "LAYOUT_TEXT", "reading_order": 55, "ocr_result": "champion the sum last Sat champion the sum last Sat"}, {"block_type": "LAYOUT_TEXT", "reading_order": 56, "ocr_result": "his club. his club."}, {"block_type": "LAYOUT_TEXT", "reading_order": 57, "ocr_result": "Club who were given cash a Club who were given cash a"}, {"block_type": "LAYOUT_TEXT", "reading_order": 58, "ocr_result": "N500, Taofik Maya N1,000 N500, Taofik Maya N1,000"}, {"block_type": "LAYOUT_TEXT", "reading_order": 59, "ocr_result": "Monday Merotohun N1,000. Monday Merotohun N1,000."}, {"block_type": "LAYOUT_TEXT", "reading_order": 60, "ocr_result": "Meanwhile, Hakeem Hassa disclosed his decision to go fessional next season. - Meanwhile, Hakeem Hassa disclosed his decision to go fessional next season. -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 61, "ocr_result": "- Boye Ajayl - Boye Ajayl"}, {"block_type": "LAYOUT_FOOTER", "reading_order": 62, "ocr_result": "D .M NEWS IS PUBLISHED BY CVL, OFFICE 8 IBIYEMI STREET, AJAO ESTATE ISOLO LAGOS EDITOR: BABAFEMI OJUDU. TEL: 01-526476 D .M NEWS IS PUBLISHED BY CVL, OFFICE 8 IBIYEMI STREET, AJAO ESTATE ISOLO LAGOS EDITOR: BABAFEMI OJUDU. TEL: 01-526476"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 63, "ocr_result": "Sport Quote Sport Quote"}, {"block_type": "LAYOUT_TEXT", "reading_order": 64, "ocr_result": "\"The facilities in the state do not correspond with the enthusiasm demands of our youths. That is the basic problem of Adamawa State* state Director of Sports, Albaji Bakari Betso on the state of facilities it state. \"The facilities in the state do not correspond with the enthusiasm demands of our youths. That is the basic problem of Adamawa State* state Director of Sports, Albaji Bakari Betso on the state of facilities it state."}]