[{"block_type": "LAYOUT_TEXT", "reading_order": 1, "ocr_result": "PMSport ! PMSport !"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "Page 1 Page 1"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 3, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "'N Sharp ADEMOLAOLAJIRE 'N Sharp ADEMOLAOLAJIRE"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "\"There is a limit to which FIFA will agree to bend Its rules to allow Nigeria to host the World Youth Championship.\" That is the message of Jack Warner, the ebony-black CONCACAF Presidentand vice-prest- dent of FIFA, to Nigeria. Warner, \"There is a limit to which FIFA will agree to bend Its rules to allow Nigeria to host the World Youth Championship.\" That is the message of Jack Warner, the ebony-black CONCACAF Presidentand vice-prest- dent of FIFA, to Nigeria. Warner,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "inside a lorry to plant the grass. The Cellsystem that was there before had gotten bad due to lack of mainte- nance - another Nigerian 'virtue'. Jack Warner was obviously exas- perated by assurance that things would be ready by March. \"Each time we come, we are presented inside a lorry to plant the grass. The Cellsystem that was there before had gotten bad due to lack of mainte- nance - another Nigerian 'virtue'. Jack Warner was obviously exas- perated by assurance that things would be ready by March. \"Each time we come, we are presented"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "top-flight audien ce. Hosting nations of FIFA championships have repeat- edly presented policemen who are humane in every sense of the word, and so courteous you would mistake them for trainee priests. top-flight audien ce. Hosting nations of FIFA championships have repeat- edly presented policemen who are humane in every sense of the word, and so courteous you would mistake them for trainee priests."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "In Benin during the CAF Cup final, an unruly set of speciators almosi tore the cloth of CAF Presi- dent Issa Hayatou, as the policemen stayed aloof because the scene would not provide 'egunje' for them. Hayatou, billed to receive FIFA Inspection team in Lagos, quickly disappeared from the coun- try and returned briefly for the draw. Then the Mascot. The secrecy and promises that preceded the unveil- ing had made everyone believe that the Mascot was an Ingenuous piece of thought. Again, for God's sake, where in the world does an elephant fly? Whoever advised the LOC to pick an elephant for a nation whose sporting outings on the international scene is identified with flying ob- jects is as dumb as they come. There is naive thinking that once In Benin during the CAF Cup final, an unruly set of speciators almosi tore the cloth of CAF Presi- dent Issa Hayatou, as the policemen stayed aloof because the scene would not provide 'egunje' for them. Hayatou, billed to receive FIFA Inspection team in Lagos, quickly disappeared from the coun- try and returned briefly for the draw. Then the Mascot. The secrecy and promises that preceded the unveil- ing had made everyone believe that the Mascot was an Ingenuous piece of thought. Again, for God's sake, where in the world does an elephant fly? Whoever advised the LOC to pick an elephant for a nation whose sporting outings on the international scene is identified with flying ob- jects is as dumb as they come. There is naive thinking that once"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 9, "ocr_result": "Jack Warner's Warnings Jack Warner's Warnings"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "who led the FIFA Inspection team of facilities for the 8th World Youth Championship into Lagos last week, repeated the same charge on the British Broadcasting Corporation even as the draw went on at Abuja's NICON NOGA Hilton Hotel. who led the FIFA Inspection team of facilities for the 8th World Youth Championship into Lagos last week, repeated the same charge on the British Broadcasting Corporation even as the draw went on at Abuja's NICON NOGA Hilton Hotel."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "P To wise men, Warner's message should be taken with all serious- ness. The FIFA team came to Lagos last week, preceded by a ten month notice to Nigeria, but our reception for the team was still as shoddy as the word goes. P To wise men, Warner's message should be taken with all serious- ness. The FIFA team came to Lagos last week, preceded by a ten month notice to Nigeria, but our reception for the team was still as shoddy as the word goes."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 12, "ocr_result": "EINST Happel stadium last week. Milan won 1-0. AFP PHOTO. EINST Happel stadium last week. Milan won 1-0. AFP PHOTO."}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "P It was the very day, the very hour that the Warner team got to the National Stadium that the casual workers were lifting in manure P It was the very day, the very hour that the Warner team got to the National Stadium that the casual workers were lifting in manure"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "with assurances,\" he lamented. Once again, he had to point out to us that the training pitch was bare, the main pitch terrible and the press gallery too far to the pitch and the pulse of the crowd. At Ibadan, Nigerian policemen showed their true nature when they beat up Nigerian pressmen (is that how they will treat foreign journal- ists in March?) who wanted to cover the FIFA team's inspection of Pre- mier Hotel. A friend of mine and Toplife Sports Editor Osaretin Emuze was reportedly beaten up badly. For God's sake, do those goons have to show their lack of culture, manners and civility before such with assurances,\" he lamented. Once again, he had to point out to us that the training pitch was bare, the main pitch terrible and the press gallery too far to the pitch and the pulse of the crowd. At Ibadan, Nigerian policemen showed their true nature when they beat up Nigerian pressmen (is that how they will treat foreign journal- ists in March?) who wanted to cover the FIFA team's inspection of Pre- mier Hotel. A friend of mine and Toplife Sports Editor Osaretin Emuze was reportedly beaten up badly. For God's sake, do those goons have to show their lack of culture, manners and civility before such"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "the draw has been held here, it is impossible for FIFA to take the cham- pionship elsewhere. 1 am sure that instead of working hard on the areas Jack Warner pointed out as being defective, the LOC and PMC will go home and savour their victory(?) and wait again, empty-handed and with the same horrible facilities, to re- celve FIFA's team in a month's time for the final Inspection. Sorry, they will all wake up to hear that the championship, com- plete with the draw, the grouping and the format, has been inherited by a much serious country, most prob- ably Tunisia. A word is enough for the wise. the draw has been held here, it is impossible for FIFA to take the cham- pionship elsewhere. 1 am sure that instead of working hard on the areas Jack Warner pointed out as being defective, the LOC and PMC will go home and savour their victory(?) and wait again, empty-handed and with the same horrible facilities, to re- celve FIFA's team in a month's time for the final Inspection. Sorry, they will all wake up to hear that the championship, com- plete with the draw, the grouping and the format, has been inherited by a much serious country, most prob- ably Tunisia. A word is enough for the wise."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 16, "ocr_result": "on GKS Katowice's Maciejewski (R) and Beyer Leverkusen's Leverkusen won Andreas 4-0. AFP Thom (L) fight for the ball during Krzysztof their UEFA Cup match last week. PHOTO. on GKS Katowice's Maciejewski (R) and Beyer Leverkusen's Leverkusen won Andreas 4-0. AFP Thom (L) fight for the ball during Krzysztof their UEFA Cup match last week. PHOTO."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 17, "ocr_result": "P 1 Taekwondo Tourney Ends N100,000. P 1 Taekwondo Tourney Ends N100,000."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "The 1st D.T.E. Distilleries Inter club Taekwondo Championship ended last Sunday with Student Kim Tae kwondo Club emerging the overall winnerwith three gold medals. The 1st D.T.E. Distilleries Inter club Taekwondo Championship ended last Sunday with Student Kim Tae kwondo Club emerging the overall winnerwith three gold medals."}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "Other winners are Shefiu Babatunde best male and female Taekwondoists and Celina Ebong who emerged the of the The championship. Other winners are Shefiu Babatunde best male and female Taekwondoists and Celina Ebong who emerged the of the The championship."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "state. DTE managing director Samear Dibian used the opportunity to an- nounce that the championship will henceforth be an annual event as he was impressed with the performance of the players that took part in the competition proper and demonstra- state. DTE managing director Samear Dibian used the opportunity to an- nounce that the championship will henceforth be an annual event as he was impressed with the performance of the players that took part in the competition proper and demonstra-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "sors, DTE, Samear Diblan attracted the managing director of the spon- The occasion which attampionship. was graced by over 300 clubs from all parts of the sors, DTE, Samear Diblan attracted the managing director of the spon- The occasion which attampionship. was graced by over 300 clubs from all parts of the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "tion. Chairman of Lagos State Taekwondo Association Jonathan Nnaji, while responding expressed the championship which gulped over appreciation to DTE for sponsoring tion. Chairman of Lagos State Taekwondo Association Jonathan Nnaji, while responding expressed the championship which gulped over appreciation to DTE for sponsoring"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "Nnaji noted that Lagos State has been in the fore front in the produc- tion and development of potential talents who have represented the state in National and International Championships, All-Africa Games, World Championships and Olympic Games. \"And the grooming ground for these feats is the youth competi- tion which DTE has come out to identify with.\" Nnaji noted that Lagos State has been in the fore front in the produc- tion and development of potential talents who have represented the state in National and International Championships, All-Africa Games, World Championships and Olympic Games. \"And the grooming ground for these feats is the youth competi- tion which DTE has come out to identify with.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "AC Milan's Paolo Maldini (L) congratulates te ammate Daniele Massaro (R) after Massara scored against Casino Salzburg during their Champions League Group D match at Vienna's Ernst Happel stadium last week. Milan won 1-0. AFP PHOTO. AC Milan's Paolo Maldini (L) congratulates te ammate Daniele Massaro (R) after Massara scored against Casino Salzburg during their Champions League Group D match at Vienna's Ernst Happel stadium last week. Milan won 1-0. AFP PHOTO."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "Adeola Fasbola Adeola Fasbola"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 26, "ocr_result": "AFRICAN CLUB COMPETITIONS Olukanmi Advocates E arly Preparations AFRICAN CLUB COMPETITIONS Olukanmi Advocates E arly Preparations"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "An NFA board member, Chief FemiOlukanmi has advised clubs going continental nextseason to start preparations now, so as to have formidable and well- blended teams before the matches kick off. An NFA board member, Chief FemiOlukanmi has advised clubs going continental nextseason to start preparations now, so as to have formidable and well- blended teams before the matches kick off."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "Chief Olukanmi, pro-board chair- man, said early preparation by these clubs would be an added advantage to the clubs in order to bring honours to the country next season. Chief Olukanmi, pro-board chair- man, said early preparation by these clubs would be an added advantage to the clubs in order to bring honours to the country next season."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "- Speaking to PMsport last week, the Oota of Olubadan also advised an early kick off of next year's league to enable teams know the good and the bad in their teams. - Speaking to PMsport last week, the Oota of Olubadan also advised an early kick off of next year's league to enable teams know the good and the bad in their teams."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "\"If we can start our league as early as January, by the time continental matches kick off in March, our repre- sentatives would have blend. \"If we can start our league as early as January, by the time continental matches kick off in March, our repre- sentatives would have blend."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "\"1 don't believe we can't win the Champions Cup next year. If BCC can put their act together, fortify some defective areas in the team, I see them bringing the Sekou Toure Cup to the country next year.\" \"1 don't believe we can't win the Champions Cup next year. If BCC can put their act together, fortify some defective areas in the team, I see them bringing the Sekou Toure Cup to the country next year.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "\"My advice to all our represen- tatives in continental championship next year is to be well organised and have sound preparation, so Nigeri- ans can smile next year,\" Chief Olukanmi said. - Femi Olabode \"My advice to all our represen- tatives in continental championship next year is to be well organised and have sound preparation, so Nigeri- ans can smile next year,\" Chief Olukanmi said. - Femi Olabode"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "NFA Summons Ugwu NFA Summons Ugwu"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "Following fraud allegations ley- elled against NFA's pro-league departme at by Shooting Stars' central defender, Benedict Ugwu, the nation's hig est soccer ruling house has summoned the former national player to appear in its secretariat, Following fraud allegations ley- elled against NFA's pro-league departme at by Shooting Stars' central defender, Benedict Ugwu, the nation's hig est soccer ruling house has summoned the former national player to appear in its secretariat,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "PMsport gathered last week that shocked NFA officials met for two hours over the bribery and fraud allegations which Benedict Ugwu claimed rocked this year's league, before concluding to summon the player who is expected to come forward with his facts. PMsport gathered last week that shocked NFA officials met for two hours over the bribery and fraud allegations which Benedict Ugwu claimed rocked this year's league, before concluding to summon the player who is expected to come forward with his facts."}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "\"This is a very serious matter which is being treated accordingly. We have already in vited the 3SC's player to come and present his facts, so we can get to the root of the matter. \"This is a very serious matter which is being treated accordingly. We have already in vited the 3SC's player to come and present his facts, so we can get to the root of the matter."}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "\"At least, he must have seen some concrete evidence before going to press to blow the issue. These facts are what we want him to come and establish. If he falls to do so, he'll see the wrath of the Association. \"At least, he must have seen some concrete evidence before going to press to blow the issue. These facts are what we want him to come and establish. If he falls to do so, he'll see the wrath of the Association."}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "\"The Association would not hest- tate to deal with him accordingly If he failed to establish the facts correctly, # disclosed Mr. Austin Mgbolu, the Soccer House's Head of Protocol. - Femi Olabode \"The Association would not hest- tate to deal with him accordingly If he failed to establish the facts correctly, # disclosed Mr. Austin Mgbolu, the Soccer House's Head of Protocol. - Femi Olabode"}]