[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMNews I PMNews I"}, {"block_type": "LAYOUT_TITLE", "reading_order": 2, "ocr_result": "P.M. P.M."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 3, "ocr_result": "Page 6 STYLES PETERS Page 6 STYLES PETERS"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "BY TEMI BY TEMI"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 5, "ocr_result": "Page 6 Page 6"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "HEALTH HEALTH"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 7, "ocr_result": "Sunshine And Depression Sunshine And Depression"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "Lack of sunshine leads notonly to depres- sion but, doctors believe, it can also lower cholesterol levels. Lack of sunshine leads notonly to depres- sion but, doctors believe, it can also lower cholesterol levels."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "A medical journal reveals that while lower levels of cholesterol in Mediterranean people have always been attributed to diet, sunlight may also be important since it triggers the conversion of blood cholesterolinto Vitamin D, known as the 'sunshine vitamin'. A 4-year study of some adults showed that cholesterol levels rise in cold weather and fall in hot weather - Cosmopolitan. A medical journal reveals that while lower levels of cholesterol in Mediterranean people have always been attributed to diet, sunlight may also be important since it triggers the conversion of blood cholesterolinto Vitamin D, known as the 'sunshine vitamin'. A 4-year study of some adults showed that cholesterol levels rise in cold weather and fall in hot weather - Cosmopolitan."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 10, "ocr_result": "Smile And Ease Stress Smile And Ease Stress"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "The old belief that laughter is good medi- cine is now being taken seriously. Som e hospitals abroad now provide \"humour rooms\" for alling patients, therapists teach \"smile therapy, \"and an organization known as \"Nurses for laughing\" is gaining popular- ity, states a journal. The old belief that laughter is good medi- cine is now being taken seriously. Som e hospitals abroad now provide \"humour rooms\" for alling patients, therapists teach \"smile therapy, \"and an organization known as \"Nurses for laughing\" is gaining popular- ity, states a journal."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "The reports note that researchers have found that laughter could be \"an antidote to stress\" and good for the immune system.\" One even calls it \"internal jogging.' According to a report, a psychology Professor claims that laughter increases the pain threshold by releasing endophine, the body's natural pain killers. And a therapist says that facial laugh muscles \"instruct the brain to feel good, regardless of how you feel\". - Awake. The reports note that researchers have found that laughter could be \"an antidote to stress\" and good for the immune system.\" One even calls it \"internal jogging.' According to a report, a psychology Professor claims that laughter increases the pain threshold by releasing endophine, the body's natural pain killers. And a therapist says that facial laugh muscles \"instruct the brain to feel good, regardless of how you feel\". - Awake."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 13, "ocr_result": "BODY FITNESS Your Thighs BODY FITNESS Your Thighs"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "If your inner thigh is looking less than lovely this simple exercise will work out wonders. If your inner thigh is looking less than lovely this simple exercise will work out wonders."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 15, "ocr_result": "HOW TO DO II HOW TO DO II"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Lie on the floor on your right side, legs in with your hips and ribs. Extend both legs and cross the left leg over the right, leaning the knee on the floor to support your back. Flexing the foot on your right leg, attempt to lift it, making sure your inner thigh muscle is facing the ceiling. Hold the lift for a split second and try not to let your leg drop to the floor. Start with eight repetition on each side and increase by four per week until you reach 32. Try to do the exercise every second day - any more and you may strain yourself. Lie on the floor on your right side, legs in with your hips and ribs. Extend both legs and cross the left leg over the right, leaning the knee on the floor to support your back. Flexing the foot on your right leg, attempt to lift it, making sure your inner thigh muscle is facing the ceiling. Hold the lift for a split second and try not to let your leg drop to the floor. Start with eight repetition on each side and increase by four per week until you reach 32. Try to do the exercise every second day - any more and you may strain yourself."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "BEAUTY BEAUTY"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 18, "ocr_result": "0 Tips ToALoveler You 0 Tips ToALoveler You"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "These tips will enhance your looks the coming year if you abide by them, says a top beauty expert, Anita Williams These tips will enhance your looks the coming year if you abide by them, says a top beauty expert, Anita Williams"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "*Use a moisturiser and night cream. Products containing vitamin E are good. Don't use too oily creams. - *Use a moisturiser and night cream. Products containing vitamin E are good. Don't use too oily creams. -"}, {"block_type": "LAYOUT_LIST", "reading_order": 21, "ocr_result": "Don't smoke; avoid excessive dieting. A sunsrean will protect your skin from harsh- ness of the sun, opt for it. Take regular exercise. It helps keep skin looking good by boosting blood circulation. Facial massage will stimulate circulation. Doit regularly. Protect your skin always. Opt for moisturing bath oils. They will not make bathing strip away the skin's natural moisture. Eatfood that is rich in vitamins A, B1, Bc and Don't smoke; avoid excessive dieting. A sunsrean will protect your skin from harsh- ness of the sun, opt for it. Take regular exercise. It helps keep skin looking good by boosting blood circulation. Facial massage will stimulate circulation. Doit regularly. Protect your skin always. Opt for moisturing bath oils. They will not make bathing strip away the skin's natural moisture. Eatfood that is rich in vitamins A, B1, Bc and"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Don't smoke; avoid excessive dieting. Don't smoke; avoid excessive dieting."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "°A sunsrean will protect your skin from harsh- ness of the sun, opt for it. °A sunsrean will protect your skin from harsh- ness of the sun, opt for it."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "Take regular exercise. It helps keep skin looking good by boosting blood circulation. Facial massage will stimulate circulation. Doit regularly. Take regular exercise. It helps keep skin looking good by boosting blood circulation. Facial massage will stimulate circulation. Doit regularly."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "o Protect your skin always. Opt for moisturing bath oils. They will not make bathing strip away the skin's natural moisture. o Protect your skin always. Opt for moisturing bath oils. They will not make bathing strip away the skin's natural moisture."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "Eatfood that is rich in vitamins A, B1, Bc and Eatfood that is rich in vitamins A, B1, Bc and"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "Melody Vilbert, Miss Aquitaine (L), wavest to the audience after being elected Miss France 1995 late Tuesday in Paris-La Defense. Next to the new Miss stands former one Valerie Claisse, who participated in the election. AFP PHOTO. Melody Vilbert, Miss Aquitaine (L), wavest to the audience after being elected Miss France 1995 late Tuesday in Paris-La Defense. Next to the new Miss stands former one Valerie Claisse, who participated in the election. AFP PHOTO."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "1 C. 1 C."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 29, "ocr_result": "HOME FRONT HOME FRONT"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "Use a gentle facial scrub regularly. Indulge in beauty treatments that make you feel good, such as aromatherapy, because if you feel good, you look good. Use a gentle facial scrub regularly. Indulge in beauty treatments that make you feel good, such as aromatherapy, because if you feel good, you look good."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 31, "ocr_result": "Toilet Toilet"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 32, "ocr_result": "FRANCE FRANCE"}, {"block_type": "LAYOUT_LIST", "reading_order": 33, "ocr_result": "*Flush after use and wash regularly with disinfectant. For pit toilets, wash regularly with disinfectant. Wash hand with soap and water after toiletuse. *Flush after use and wash regularly with disinfectant. For pit toilets, wash regularly with disinfectant. Wash hand with soap and water after toiletuse."}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "*Flush after use and wash regularly with disinfectant. *Flush after use and wash regularly with disinfectant."}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "*For pit toilets, wash regularly with disinfectant. *For pit toilets, wash regularly with disinfectant."}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "Wash hand with soap and water after toiletuse. Wash hand with soap and water after toiletuse."}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "Kitchen Kitchen"}, {"block_type": "LAYOUT_LIST", "reading_order": 38, "ocr_result": "Wash hands with soap and water before preparing and serving food. Keep garbage in container with lid; dispose regularly and wash container with disinfectant. Wash vegetables and fruits thoroughly before use. : Cover food properly. Don't allow dust and insects to touch it. Boil drinking water where the supply is con- taminated. Boil drinking water always. Clean cupboards, corners of floor, sink etc thoroughly always. Scrub kitchen floor always. Wash hands with soap and water before preparing and serving food. Keep garbage in container with lid; dispose regularly and wash container with disinfectant. Wash vegetables and fruits thoroughly before use. : Cover food properly. Don't allow dust and insects to touch it. Boil drinking water where the supply is con- taminated. Boil drinking water always. Clean cupboards, corners of floor, sink etc thoroughly always. Scrub kitchen floor always."}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "Wash hands with soap and water before preparing and serving food. Wash hands with soap and water before preparing and serving food."}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "Keep garbage in container with lid; dispose regularly and wash container with disinfectant. Wash vegetables and fruits thoroughly before use. Keep garbage in container with lid; dispose regularly and wash container with disinfectant. Wash vegetables and fruits thoroughly before use."}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "Cover food properly. Don't allow dust and insects to touch it. Cover food properly. Don't allow dust and insects to touch it."}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "Boil drinking water where the supply is con- taminated. Boil drinking water where the supply is con- taminated."}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "Boil drinking water always. Boil drinking water always."}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "Clean cupboards, corners of floor, sink etc thoroughly always. Clean cupboards, corners of floor, sink etc thoroughly always."}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "P Scrub kitchen floor always. P Scrub kitchen floor always."}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "Clothes Clothes"}, {"block_type": "LAYOUT_LIST", "reading_order": 47, "ocr_result": "\"Wash dirtyclothes Immediately, don't pile up. Use hot water for beddings and add dis- infectant, use hot Iron to press them. Kill flies, cockroaches, rats and other pests with insecticide and rat poison. \"Wash dirtyclothes Immediately, don't pile up. Use hot water for beddings and add dis- infectant, use hot Iron to press them. Kill flies, cockroaches, rats and other pests with insecticide and rat poison."}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "\"Wash dirty clothes Immediately, don't pile up. Use hot water for beddings and add dis- infectant, use hot Iron to press them. \"Wash dirty clothes Immediately, don't pile up. Use hot water for beddings and add dis- infectant, use hot Iron to press them."}, {"block_type": "LAYOUT_TEXT", "reading_order": 49, "ocr_result": "P< Kill flies, cockroaches, rats and other pests with insecticide and rat poison. P< Kill flies, cockroaches, rats and other pests with insecticide and rat poison."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 50, "ocr_result": "Miscellaneous Miscellaneous"}, {"block_type": "LAYOUT_LIST", "reading_order": 51, "ocr_result": "Check for bedbugs and kill them. Scrub floors, window panes, etc, regu- larly. Fill holes in walls, doors and cracks in walls. Wax wooden floors, doors and furniture periodically. Keep a floor mat or moit rag at entrance for cleaning of feet. Avoid touching garbage, rats, cockroaches, facces. Always wear your slippers. Teach the young ones to do so. Check for bedbugs and kill them. Scrub floors, window panes, etc, regu- larly. Fill holes in walls, doors and cracks in walls. Wax wooden floors, doors and furniture periodically. Keep a floor mat or moit rag at entrance for cleaning of feet. Avoid touching garbage, rats, cockroaches, facces. Always wear your slippers. Teach the young ones to do so."}, {"block_type": "LAYOUT_TEXT", "reading_order": 52, "ocr_result": "Check for bedbugs and kill them. Check for bedbugs and kill them."}, {"block_type": "LAYOUT_TEXT", "reading_order": 53, "ocr_result": "Scrub floors, window panes, etc, regu- larly. Scrub floors, window panes, etc, regu- larly."}, {"block_type": "LAYOUT_TEXT", "reading_order": 54, "ocr_result": "Fill holes in walls, doors and cracks in walls. Wax wooden floors, doors and furniture Fill holes in walls, doors and cracks in walls. Wax wooden floors, doors and furniture"}, {"block_type": "LAYOUT_TEXT", "reading_order": 55, "ocr_result": "periodi cally. periodi cally."}, {"block_type": "LAYOUT_TEXT", "reading_order": 56, "ocr_result": "Keep a floor mat or moit rag at entrance for cleaning of feet. Keep a floor mat or moit rag at entrance for cleaning of feet."}, {"block_type": "LAYOUT_TEXT", "reading_order": 57, "ocr_result": "o Avoid touching garbage, rats, cockroaches, facces. Always wear your slippers. Teach the young ones to do so. o Avoid touching garbage, rats, cockroaches, facces. Always wear your slippers. Teach the young ones to do so."}, {"block_type": "LAYOUT_TEXT", "reading_order": 58, "ocr_result": "The next day, I went to Tejuosho Market at The next day, I went to Tejuosho Market at"}, {"block_type": "LAYOUT_TEXT", "reading_order": 59, "ocr_result": "Diary: Of A Care Free Single Girl Diary: Of A Care Free Single Girl"}, {"block_type": "LAYOUT_TEXT", "reading_order": 60, "ocr_result": "I was carried away by Peter's Christmas gift. Ifelt reluctant to say anything because of the way he treated me at the club the other day. I was carried away by Peter's Christmas gift. Ifelt reluctant to say anything because of the way he treated me at the club the other day."}, {"block_type": "LAYOUT_TEXT", "reading_order": 61, "ocr_result": "\"So Korede, wetin we go do now, I wan come carry you next week make we go beach go play if I no go my village for Anambra state.\" \"So Korede, wetin we go do now, I wan come carry you next week make we go beach go play if I no go my village for Anambra state.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 62, "ocr_result": "My mind went to Nkechi, the lady who met us at the club and went away with Peter. Peter noticed my mood and he said: \"Korede you still dey vex? why now? I think say you no dey jealous why you come dey remember the thing wey don happen before. Na dat girl wan die for my neck, I think you see am dat day as she dey behave. Korede I don settle with am.\" Itold Peter my mind though I clung to the NS,000 he gave me. My mind went to Nkechi, the lady who met us at the club and went away with Peter. Peter noticed my mood and he said: \"Korede you still dey vex? why now? I think say you no dey jealous why you come dey remember the thing wey don happen before. Na dat girl wan die for my neck, I think you see am dat day as she dey behave. Korede I don settle with am.\" Itold Peter my mind though I clung to the NS,000 he gave me."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 63, "ocr_result": "Esther And I Plan To See Owolabi And Adeojo For New Year Presents Esther And I Plan To See Owolabi And Adeojo For New Year Presents"}, {"block_type": "LAYOUT_TEXT", "reading_order": 64, "ocr_result": "Yaba to buy a few things I needed. The market wasrowdy because of the last minute shopping for the festive period. Since it was a day to Christmas, everywhere was jampacked. Since I didn't have much to buy, I settled for a beige coloured silk blouse with frills and a gold slippers. I had longed for the slippers so as to wear it to parties. Yaba to buy a few things I needed. The market wasrowdy because of the last minute shopping for the festive period. Since it was a day to Christmas, everywhere was jampacked. Since I didn't have much to buy, I settled for a beige coloured silk blouse with frills and a gold slippers. I had longed for the slippers so as to wear it to parties."}, {"block_type": "LAYOUT_TEXT", "reading_order": 65, "ocr_result": "I remembered Chief Adeojo and thought I should give him a call at the business centre located within Tejuosho market. I quickly picked out his business card from my bag and headed to the business centre where I meta lot of people who came to phone. I became impatient after waiting for about fifteen min- utes and realised that the line was engaged. I hissed andleft the place in annoyance. Why did I forget to call on Chief Adeojo since all these days? It has been long since we came back I remembered Chief Adeojo and thought I should give him a call at the business centre located within Tejuosho market. I quickly picked out his business card from my bag and headed to the business centre where I meta lot of people who came to phone. I became impatient after waiting for about fifteen min- utes and realised that the line was engaged. I hissed andleft the place in annoyance. Why did I forget to call on Chief Adeojo since all these days? It has been long since we came back"}, {"block_type": "LAYOUT_TEXT", "reading_order": 66, "ocr_result": "together from Ondo. I mighthave missed a big Christmas gift. Time to go and check Esther at her Palmgrove Residence. I boarded 2 com- mercial bus plying Yaba and Palmgrove, I could not control my hunger and bought Gala and Yoguotfrom one of the roadside hawkers. Luckily for me, Esther was home. She was busy painting her fingernails, her mother whom Esther resemble so much ushered me in with pleasantries. together from Ondo. I mighthave missed a big Christmas gift. Time to go and check Esther at her Palmgrove Residence. I boarded 2 com- mercial bus plying Yaba and Palmgrove, I could not control my hunger and bought Gala and Yoguotfrom one of the roadside hawkers. Luckily for me, Esther was home. She was busy painting her fingernails, her mother whom Esther resemble so much ushered me in with pleasantries."}, {"block_type": "LAYOUT_TEXT", "reading_order": 67, "ocr_result": "i Esther was happy to see me \"Korede! where have you been all this time? \"I've been around!\" Whatabout your man, Adeojo? Is he still alive?\" i Esther was happy to see me \"Korede! where have you been all this time? \"I've been around!\" Whatabout your man, Adeojo? Is he still alive?\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 68, "ocr_result": "mann, is DE \"Yes now, it has been a long time, in fact since I saw him\", Esther replied. \"I will like to phone Owolabi too, if he can just give me something for the New Year' Esther said whispering, she did not want her mother to hear what she was saying. mann, is DE \"Yes now, it has been a long time, in fact since I saw him\", Esther replied. \"I will like to phone Owolabi too, if he can just give me something for the New Year' Esther said whispering, she did not want her mother to hear what she was saying."}]