[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMNews A PMNews A"}, {"block_type": "LAYOUT_TITLE", "reading_order": 2, "ocr_result": "P.M. P.M."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 3, "ocr_result": ""}, {"block_type": "LAYOUT_HEADER", "reading_order": 4, "ocr_result": "Page 6 Page 6"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "STYLES STYLES"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "BY TEMI BY TEMI"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "PETERS PETERS"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 8, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "Staff members of the French fashion designer house Torrente, look to a group of Russian models during a casting session late 21 November. For the first time some top ten French designers will show their last collections in Russia where fashion industry is becoming one of the most lucrative activities among other luxury products. AFP PHOTO Staff members of the French fashion designer house Torrente, look to a group of Russian models during a casting session late 21 November. For the first time some top ten French designers will show their last collections in Russia where fashion industry is becoming one of the most lucrative activities among other luxury products. AFP PHOTO"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 10, "ocr_result": "MOTHER CARE Benefits Of Baby Massage MOTHER CARE Benefits Of Baby Massage"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "Intuition and personal experience tells us that person-to-person touch is healthy, com- ments Stress and Health Report. - Intuition and personal experience tells us that person-to-person touch is healthy, com- ments Stress and Health Report. -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "This principle was applied to the care of a group of premature babies, according to a journal published recently. Itcites a scientificstudy of 40 such infants. Twenty other premature infants received normal care. The 20 who had been massaged fared better than the other 20 in several respects. Their daily weight gain averaged 47 percent higher, their scores on behavioural tests were higher. They seemed more active and alert. The report concludes that \"what is good for very small babes probably is good for us all.\" Parents should always touch their kids, it stimulates affection between them, it drags them closer. You massage the head of your child, you will notice that nice feeling, the child will re- spond, it means such child is active, it creates a warm feeling. Draw your children nearer. Kiss, cuddle, stroke, express your love today, it makes them grow to love you and the society at large. This principle was applied to the care of a group of premature babies, according to a journal published recently. Itcites a scientificstudy of 40 such infants. Twenty other premature infants received normal care. The 20 who had been massaged fared better than the other 20 in several respects. Their daily weight gain averaged 47 percent higher, their scores on behavioural tests were higher. They seemed more active and alert. The report concludes that \"what is good for very small babes probably is good for us all.\" Parents should always touch their kids, it stimulates affection between them, it drags them closer. You massage the head of your child, you will notice that nice feeling, the child will re- spond, it means such child is active, it creates a warm feeling. Draw your children nearer. Kiss, cuddle, stroke, express your love today, it makes them grow to love you and the society at large."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 13, "ocr_result": "LIFE LIFE"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 14, "ocr_result": "Saying 'No' Nicely I Saying 'No' Nicely I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "PL Do you know that you can be friendly and dependable withoutletting people walk over you? PL Do you know that you can be friendly and dependable withoutletting people walk over you?"}, {"block_type": "LAYOUT_LIST", "reading_order": 16, "ocr_result": "If you are constantly stepped on, watch your- self, you need to be more assertive about your needs and wants, don't always allow people to ride you, stand on your feet always. Try not to be domineering and aggressive. These tips by a psychologist will stop people from taking advantage of you. Always do what you feel is good for you; if you back out of a task, you can always have the confidence to tell the person affected that you have changed your mind. If you feel like helping a person will do harm to you, don't do it, think properly over it. Don't force people to like you, don't use assistance to bribe your way through; if you are helping someone, don't expect anything in re- turn. Don't be too rigid, you can always change your decisions if it is convenient for you. Always allow others to contribute to whatever vousre doing be it in the office or at home. You call always jobs to others too. Don't be a k of all trades, master of none. If you are constantly stepped on, watch your- self, you need to be more assertive about your needs and wants, don't always allow people to ride you, stand on your feet always. Try not to be domineering and aggressive. These tips by a psychologist will stop people from taking advantage of you. Always do what you feel is good for you; if you back out of a task, you can always have the confidence to tell the person affected that you have changed your mind. If you feel like helping a person will do harm to you, don't do it, think properly over it. Don't force people to like you, don't use assistance to bribe your way through; if you are helping someone, don't expect anything in re- turn. Don't be too rigid, you can always change your decisions if it is convenient for you. Always allow others to contribute to whatever vousre doing be it in the office or at home. You call always jobs to others too. Don't be a k of all trades, master of none."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "If you are constantly stepped on, watch your- self, you need to be more assertive about your needs and wants, don't always allow people to ride you, stand on your feet always. If you are constantly stepped on, watch your- self, you need to be more assertive about your needs and wants, don't always allow people to ride you, stand on your feet always."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Try not to bedomineering and aggressive. P These tips by a psychologist will stop people from taking advantage of you. Try not to bedomineering and aggressive. P These tips by a psychologist will stop people from taking advantage of you."}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "P Always do what you feel is good for you; if you back out of a task, you can always have the confidence 10 tell the person affected that you ha ve changed your mind. P Always do what you feel is good for you; if you back out of a task, you can always have the confidence 10 tell the person affected that you ha ve changed your mind."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "If you feel like helping a person will do harm to you, don't do it, think properly over it. If you feel like helping a person will do harm to you, don't do it, think properly over it."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": ". Don't force people to like you, don't use P assistance to bribe your way through; if you are helping someone, don't expect anything in re- turn. . Don't force people to like you, don't use P assistance to bribe your way through; if you are helping someone, don't expect anything in re- turn."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Don't be too rigid, you can always change <<< your decisions if it is convenient for you. Don't be too rigid, you can always change <<< your decisions if it is convenient for you."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "Always allow others to contribute to whatever you are doing be it in the office or at home. You call always jobs to others too. Don't be a 13. k of all trades, master of none. Always allow others to contribute to whatever you are doing be it in the office or at home. You call always jobs to others too. Don't be a 13. k of all trades, master of none."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "BEAUTY BEAUTY"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "Know About Hair Care Know About Hair Care"}, {"block_type": "LAYOUT_LIST", "reading_order": 26, "ocr_result": "* Brushing reduces tangles, adds body and curl when styling and counteracts Limpness. Brushing your hair will contribute to its growth. Excessive or vigorous brushing can irritate and damage both your scalp and hair espe- cially if your hair. is dry, damaged from colouring or suffers from over-exposure to the sun. Using a conditioner after every shampoo improves the effectiveness of brushing because it will give your hair a protective coating. Gentle brushing is the key to a beautiful shining hair. * Brushing reduces tangles, adds body and curl when styling and counteracts Limpness. Brushing your hair will contribute to its growth. Excessive or vigorous brushing can irritate and damage both your scalp and hair espe- cially if your hair. is dry, damaged from colouring or suffers from over-exposure to the sun. Using a conditioner after every shampoo improves the effectiveness of brushing because it will give your hair a protective coating. Gentle brushing is the key to a beautiful shining hair."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "a Brushing reduces tangles, adds body and curl when styling and counteracts Limpness. Brushing your hair will contribute to its growth. a Brushing reduces tangles, adds body and curl when styling and counteracts Limpness. Brushing your hair will contribute to its growth."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "Excessive or vigorous brushing can irritate and damage both your scalp and hair espe- cially if your hair is dry, damaged from colouring or suffers from over-exposure to the sun. Excessive or vigorous brushing can irritate and damage both your scalp and hair espe- cially if your hair is dry, damaged from colouring or suffers from over-exposure to the sun."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "Using a conditioner after every shampoo improves the effectiveness of brushing because it will give your hair a protective coating. Using a conditioner after every shampoo improves the effectiveness of brushing because it will give your hair a protective coating."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "shining hair. Gentle brushing is the key to a beautiful shining hair. Gentle brushing is the key to a beautiful"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 31, "ocr_result": "Magnesium And Heart Problem Magnesium And Heart Problem"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "HEALTH Cedar Oil As Contraceptive HEALTH Cedar Oil As Contraceptive"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "Magnesium is the second most com- mon mineral In our cells and scientific reports link a deficiency in magnesium in the body not only to heart problems but also to some migraines and the type of Pre - Menstrual Syndrome (PMS) which makes women become anxious and crave sweet, fatty foods. Magnesium is the second most com- mon mineral In our cells and scientific reports link a deficiency in magnesium in the body not only to heart problems but also to some migraines and the type of Pre - Menstrual Syndrome (PMS) which makes women become anxious and crave sweet, fatty foods."}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "Human beings have been searching for ways to remove the likelihood of pregnancy from the act of coitus for at least 2,500 years Aristotle suggested cedar oil as a contracep- tive. Human beings have been searching for ways to remove the likelihood of pregnancy from the act of coitus for at least 2,500 years Aristotle suggested cedar oil as a contracep- tive."}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "A major improvement in contraceptive aids came in the 19th century with the vulcanization of rubber. Undoubtedly what will stand as the most historic breakthrough came in 1954 when two doctors working together discovereda drug that, when taken in pill form by a woman, could interrupt the process of ovulation and thus, prevent the union of female eggand malesperm. Experts once suggested that birth control has done more to emancipate women than their gaining the right to vote. A major improvement in contraceptive aids came in the 19th century with the vulcanization of rubber. Undoubtedly what will stand as the most historic breakthrough came in 1954 when two doctors working together discovereda drug that, when taken in pill form by a woman, could interrupt the process of ovulation and thus, prevent the union of female eggand malesperm. Experts once suggested that birth control has done more to emancipate women than their gaining the right to vote."}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "So if you suffer from migraine or PMS, why not try increasing magnesium levels? Eat a healthy diet with more/nuts, seafood, beans and peas, whole grains, green leafy veg- etables and chocolate (plain is best). Alternatively, try a magnesium supplement. So if you suffer from migraine or PMS, why not try increasing magnesium levels? Eat a healthy diet with more/nuts, seafood, beans and peas, whole grains, green leafy veg- etables and chocolate (plain is best). Alternatively, try a magnesium supplement."}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "BODY FITNESS BODY FITNESS"}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "Exercise Tips Exercise Tips"}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "A leisure psychologist, James Gavina, says people who are contemplating on exercise should know joining a fitness club will make them exercise regularly. These few tips, says the psychologist, will assist would-be exercisers on what to do. A leisure psychologist, James Gavina, says people who are contemplating on exercise should know joining a fitness club will make them exercise regularly. These few tips, says the psychologist, will assist would-be exercisers on what to do."}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "Insufficient motivation: Just wanting to lose a few pounds may be enough to getyou started, but to be really satisfying, exercise should also cater for an emotional need, such as wanting to work off anger, raise self esteem, increase energy, improve mood, or just be with others and have fun. Insufficient motivation: Just wanting to lose a few pounds may be enough to getyou started, but to be really satisfying, exercise should also cater for an emotional need, such as wanting to work off anger, raise self esteem, increase energy, improve mood, or just be with others and have fun."}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "For these who want to raise their self esteem, exercises like swimming, walking or rowing is good. For these who want to raise their self esteem, exercises like swimming, walking or rowing is good."}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "Lack of patience. Most people are un- prepared for the reality. Forming an exercise habit can take a year or more with many treacherous patches of discomfort. If you recognise that these feelings are a normal part of the change of process it is a first good step. Dieters should watch what they eat so that the work-out will be successful. Lack of patience. Most people are un- prepared for the reality. Forming an exercise habit can take a year or more with many treacherous patches of discomfort. If you recognise that these feelings are a normal part of the change of process it is a first good step. Dieters should watch what they eat so that the work-out will be successful."}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "People who have successfully carried out their work-out should be contacted to tell you their experience. No doubt they look great, so will you. People who have successfully carried out their work-out should be contacted to tell you their experience. No doubt they look great, so will you."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 44, "ocr_result": "Diary: Of A Care Free Single Girl Diary: Of A Care Free Single Girl"}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "I slept throughout today. I was tired, weak and could hardly eat. I know it must be due to the fact ,ve stayed for some hours at the party. My health may deteriorate if care is not taken. I just forced myself to brush my teeth and dragged myself to the bathroom where I splashed some water on my dizzy eyes. This brought me a little relief. Soon after, I felt nauseated, my tummy ached I slept throughout today. I was tired, weak and could hardly eat. I know it must be due to the fact ,ve stayed for some hours at the party. My health may deteriorate if care is not taken. I just forced myself to brush my teeth and dragged myself to the bathroom where I splashed some water on my dizzy eyes. This brought me a little relief. Soon after, I felt nauseated, my tummy ached"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "dealer friend. I opened my eyes, only to discover that I did not cover my body properly. I must have slept for hours. \"Korede wetin happen to your life?\" asked Peter. dealer friend. I opened my eyes, only to discover that I did not cover my body properly. I must have slept for hours. \"Korede wetin happen to your life?\" asked Peter."}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "I managed to reply him, \"Peter how are you?\" \"Fine o, Korede, wetin dey happen abi you don getanother house or boyfriend?\" I told Peter that I travelled to Benin to see my cousin. \"You for tell me now, why you no wan make I managed to reply him, \"Peter how are you?\" \"Fine o, Korede, wetin dey happen abi you don getanother house or boyfriend?\" I told Peter that I travelled to Benin to see my cousin. \"You for tell me now, why you no wan make"}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "wey chop my money before dem run comot.\" Why should Peter talk like this? I kept to myself, put on my dress and went to my sitting room, leaving Peter in the bedroom. He must have seen those unwashed undies leftinside the plastic basketand how untidy my bedroom was. I wished he left my bedroom immediately. I don't like people intruding into my privacy. After he finished answering his call he called me wey chop my money before dem run comot.\" Why should Peter talk like this? I kept to myself, put on my dress and went to my sitting room, leaving Peter in the bedroom. He must have seen those unwashed undies leftinside the plastic basketand how untidy my bedroom was. I wished he left my bedroom immediately. I don't like people intruding into my privacy. After he finished answering his call he called me"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 49, "ocr_result": "Peter, The Spare Parts Dealer, Wants Me Peter, The Spare Parts Dealer, Wants Me"}, {"block_type": "LAYOUT_TEXT", "reading_order": 50, "ocr_result": "slightly, I don't know what has gone wrong. Oh God I have vomited a certain smelly substance. I washed my mouth and rushed to the bedroom to lie down. I slept and forgot to lock the sitting room door. After somehours, Inoticed somebody tapping me at the back. slightly, I don't know what has gone wrong. Oh God I have vomited a certain smelly substance. I washed my mouth and rushed to the bedroom to lie down. I slept and forgot to lock the sitting room door. After somehours, Inoticed somebody tapping me at the back."}, {"block_type": "LAYOUT_TEXT", "reading_order": 51, "ocr_result": "'Korede, wake up, where you go all these days, I don dey look for you 'ire'. It was Peter's voice. He is the Idumota motor spare parts 'Korede, wake up, where you go all these days, I don dey look for you 'ire'. It was Peter's voice. He is the Idumota motor spare parts"}, {"block_type": "LAYOUT_TEXT", "reading_order": 52, "ocr_result": "I know say you dey travel. Na you dey lose no be money I go give you? I tell you say if you gree me well well, I go spoil you with money.' I looked at stocky Peter, who was spottinga funny looking pair of spectales. He came with a cellular phone and when it rang, he started talking to the caller. \"I dey for my girlfriend's house! Nna, the girl fine o! I go bring am come greet you. She be like angel, she get good legs, fine face, fine In fact na my dream woman. Her name na K-o-r-e-d-e. She fine pass Nkechi and Ada, those useless girls I know say you dey travel. Na you dey lose no be money I go give you? I tell you say if you gree me well well, I go spoil you with money.' I looked at stocky Peter, who was spottinga funny looking pair of spectales. He came with a cellular phone and when it rang, he started talking to the caller. \"I dey for my girlfriend's house! Nna, the girl fine o! I go bring am come greet you. She be like angel, she get good legs, fine face, fine In fact na my dream woman. Her name na K-o-r-e-d-e. She fine pass Nkechi and Ada, those useless girls"}, {"block_type": "LAYOUT_TEXT", "reading_order": 53, "ocr_result": "from the bedroom and I asked him to join me in the sitting room. from the bedroom and I asked him to join me in the sitting room."}, {"block_type": "LAYOUT_TEXT", "reading_order": 54, "ocr_result": "\"Korede, I want take you to Nite Shift Club this night. Make we go bubble well well\". I told him I was not feeling fine and that I was not in a position to go. Peter almost fumed. He said, \"Korede, wetin dey happen, make you get ready for me, I wan give you better food chop today, we go go Golden Crown Restaurant for Palm Groove first before we go go dance well well.\". \"Korede, I want take you to Nite Shift Club this night. Make we go bubble well well\". I told him I was not feeling fine and that I was not in a position to go. Peter almost fumed. He said, \"Korede, wetin dey happen, make you get ready for me, I wan give you better food chop today, we go go Golden Crown Restaurant for Palm Groove first before we go go dance well well.\"."}]