[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMNews PMNews"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "Page 2 Page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "Museum Continued from Page 1 Museum Continued from Page 1"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "said the headquarters of the National Commission for Museum and Monu- ments ordered the museum's closure after a probe was launched into the thefts. said the headquarters of the National Commission for Museum and Monu- ments ordered the museum's closure after a probe was launched into the thefts."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "The Commission has formally re- ported the theft to the International Council ofMuseums [ICOM], associated with the United Nations Educational, Scientific and Cultural Organisation. In its recently-published brochure titled \"100 objects disappeared. Pillage in Africa,' the ICOM named a number of African countries where the objects had been stolen. The Commission has formally re- ported the theft to the International Council ofMuseums [ICOM], associated with the United Nations Educational, Scientific and Cultural Organisation. In its recently-published brochure titled \"100 objects disappeared. Pillage in Africa,' the ICOM named a number of African countries where the objects had been stolen."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "The Ile-Ife theft, which included three bronze heads, was the second in less than two years. Ile-Ife, one of the most important and ancient cities of Yoruba, is widely known for its rich culture and traditional artifacts. The city is considered as the cradle of the Yoruba and all Yorubas claim that they descended from lle-lfe. The Ile-Ife theft, which included three bronze heads, was the second in less than two years. Ile-Ife, one of the most important and ancient cities of Yoruba, is widely known for its rich culture and traditional artifacts. The city is considered as the cradle of the Yoruba and all Yorubas claim that they descended from lle-lfe."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 7, "ocr_result": "Jakande Jakande"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "Continued from Page 1 Continued from Page 1"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "staff confirmed this in Lagos. Apart from the dismissed staff, five other senior officials were also found want- ing in their official function and were accordingly retired. staff confirmed this in Lagos. Apart from the dismissed staff, five other senior officials were also found want- ing in their official function and were accordingly retired."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "Another set of five officials were equally demoted to lowerranks while 17 others were warned in writing to desist from acts said to be not in consonance with the working regula- Another set of five officials were equally demoted to lowerranks while 17 others were warned in writing to desist from acts said to be not in consonance with the working regula-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "tions of the ministry. According to Alhaji Jakande, another batch of 44 staff of his ministry had their appointments terminated \"for various acts of misconduct.\" tions of the ministry. According to Alhaji Jakande, another batch of 44 staff of his ministry had their appointments terminated \"for various acts of misconduct.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Also, the minister disclosed that 35 senior officials were placed on suspen- sion and one official interdicted \"for criminal charges\" against them. How- ever, 13 other earlier sacked or suspended were said to have been \"forgiven\" and recalled back to duties \"having been cleared of the charges levelled against them.\" Meanwhile, three different panels of inquiry have been set up by the min- Also, the minister disclosed that 35 senior officials were placed on suspen- sion and one official interdicted \"for criminal charges\" against them. How- ever, 13 other earlier sacked or suspended were said to have been \"forgiven\" and recalled back to duties \"having been cleared of the charges levelled against them.\" Meanwhile, three different panels of inquiry have been set up by the min-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "ister to investigate alleged financial malpratices at the ministry headquar- ters. ister to investigate alleged financial malpratices at the ministry headquar- ters."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "Among the various offences for which the staff, comprising both senior and junior officials, were indicted include absence from duty without permis- sion, negligence of duty, insurbodination, gross misconductand theft. Among the various offences for which the staff, comprising both senior and junior officials, were indicted include absence from duty without permis- sion, negligence of duty, insurbodination, gross misconductand theft."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "Alhaji Jakande said that the steps taken by his ministry, was in further- ance of the military junta's \"renewed emphasis on War Against Indiscipline and Corruption (WAI - C)\". Alhaji Jakande said that the steps taken by his ministry, was in further- ance of the military junta's \"renewed emphasis on War Against Indiscipline and Corruption (WAI - C)\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "NNPC Continued from Page 1 the projects should be abandoned. It says the Pipeline Phase III Project valued at $550 million (about N12 billion) is uneconomic, believes the proposed export terminal's official es- timate of $340 million (N7.48 billion) is on the high side and can be cut by two-thirds, condemns the petrochemi- NNPC Continued from Page 1 the projects should be abandoned. It says the Pipeline Phase III Project valued at $550 million (about N12 billion) is uneconomic, believes the proposed export terminal's official es- timate of $340 million (N7.48 billion) is on the high side and can be cut by two-thirds, condemns the petrochemi-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "cal Phase II Project whose capital worth of $1.14 billion (N25 billion), it considers \"oversized and unviable\" and is critical of the LNG project because the anticipated benefits may have been diminished by policy in- consistency and constant revaluation of the capital cost. cal Phase II Project whose capital worth of $1.14 billion (N25 billion), it considers \"oversized and unviable\" and is critical of the LNG project because the anticipated benefits may have been diminished by policy in- consistency and constant revaluation of the capital cost."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "The bank notes that the LNG project with an initial capital estimate of $2.5 billion [about NSS billion] has gulpedalmost $4 billion duetodelays The bank notes that the LNG project with an initial capital estimate of $2.5 billion [about NSS billion] has gulpedalmost $4 billion duetodelays"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "in signing agreements with purchas- ers. in signing agreements with purchas- ers."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "\"Several large projects do not have specific allocations in the plan docu- ment but are funded from extra-bud- getary sources. Rehabilitation of exist- ing refineries such as Warri, Port Harcourt and Kaduna is high priority but underfunded. There is no budget- ary allocation for the petrochemical Phase II projects even though expen- ditures are being incurred each year\". \"Several large projects do not have specific allocations in the plan docu- ment but are funded from extra-bud- getary sources. Rehabilitation of exist- ing refineries such as Warri, Port Harcourt and Kaduna is high priority but underfunded. There is no budget- ary allocation for the petrochemical Phase II projects even though expen- ditures are being incurred each year\"."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 21, "ocr_result": "Airways Hostess Held For Murder Airways Hostess Held For Murder"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Sunny Odion Sunny Odion"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "The State Investigation Intelli- gence Bureau[SIIB], Yaba is now set to unravel the mystery surround- ingthe grues ome death of a medical doctor. The policeauthorities, apparently haunted by the restless ghost of the doctor who reportedly died last year in circumstances which seemed too unnatural; have set up a special team to resolve the puzzle. A hostess with the Nigerian Air- ways is amongsuspects already helping the police in the investigation of the case. The suspect, who is simplyiden- tified as \"Halima,\" is being kept in the police custody alongside her \"sugar daddy\" simply named \"Alhaji\". The victim named as Dr. Peter Ugwumadu until his untimely death, was believed to have been a lover of the hostess. PMNews gathered that theromance dates back to theirschool, The State Investigation Intelli- gence Bureau[SIIB], Yaba is now set to unravel the mystery surround- ingthe grues ome death of a medical doctor. The policeauthorities, apparently haunted by the restless ghost of the doctor who reportedly died last year in circumstances which seemed too unnatural; have set up a special team to resolve the puzzle. A hostess with the Nigerian Air- ways is amongsuspects already helping the police in the investigation of the case. The suspect, who is simplyiden- tified as \"Halima,\" is being kept in the police custody alongside her \"sugar daddy\" simply named \"Alhaji\". The victim named as Dr. Peter Ugwumadu until his untimely death, was believed to have been a lover of the hostess. PMNews gathered that theromance dates back to theirschool,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "days. The reopening of investigation after one year of inactivity was appar- ently caused by, petition the family of the deceased wrote to the Inspector General of Police highlighting some irregularities on the autopsy report which suggested a \"cover-up\". days. The reopening of investigation after one year of inactivity was appar- ently caused by, petition the family of the deceased wrote to the Inspector General of Police highlighting some irregularities on the autopsy report which suggested a \"cover-up\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "On the tragic night, the body of the deceased was found locked up in the kitchen of a flat said to belong to the lover, \"Halima\", with burns. In the family's view, a careful observation of the scene did not, however, suggest a major fire outbreak as the burning in the kitchen could not have ordinarily killed a man without being aided. On the tragic night, the body of the deceased was found locked up in the kitchen of a flat said to belong to the lover, \"Halima\", with burns. In the family's view, a careful observation of the scene did not, however, suggest a major fire outbreak as the burning in the kitchen could not have ordinarily killed a man without being aided."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "Airways employee as they were \"still in love\". PMNews learnt that the latter gladly offered the deceased the keys to the tastefully furnished flat which was then vacant, asking him to always check in at night, and promising to be coming regularly to keep his company. Investigations further revealed that the late doctor, however, did not know the said flat was originally rented and furnished by the Alhaji said to be Halima's \"sugar-daddy. The quarters was meant to be their \"love nest.\" To prevent the abode being put to other use, the Alhaji was said to have told the landlady to watch out for any interlopersince he came around once in a while. Playing the \"observant\" sentinel, the landlady was believed to have tipped off the Alhaji about the \"nightintruder\". The Alhaji was said to have been enraged by the report. Meanwhile, the hearing of the case has been fixed for 27, January 1995 at the Yaba Magistrate Court. Airways employee as they were \"still in love\". PMNews learnt that the latter gladly offered the deceased the keys to the tastefully furnished flat which was then vacant, asking him to always check in at night, and promising to be coming regularly to keep his company. Investigations further revealed that the late doctor, however, did not know the said flat was originally rented and furnished by the Alhaji said to be Halima's \"sugar-daddy. The quarters was meant to be their \"love nest.\" To prevent the abode being put to other use, the Alhaji was said to have told the landlady to watch out for any interlopersince he came around once in a while. Playing the \"observant\" sentinel, the landlady was believed to have tipped off the Alhaji about the \"nightintruder\". The Alhaji was said to have been enraged by the report. Meanwhile, the hearing of the case has been fixed for 27, January 1995 at the Yaba Magistrate Court."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "According to family sources, hire assasins actually stole into the flat and strangulated the deceased. To give the impression that he committed suicide, the door was locked. According to family sources, hire assasins actually stole into the flat and strangulated the deceased. To give the impression that he committed suicide, the door was locked."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "Ugwumadu's journey to the land of death would seem to have begun when on his arrival in Lagos last year, he sought to stay in the residence of the I Ugwumadu's journey to the land of death would seem to have begun when on his arrival in Lagos last year, he sought to stay in the residence of the I"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 29, "ocr_result": "NEWS FLASH NEWS FLASH"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "Prison Death of AIDS Sufferer For Pro Justice Minister Dullah Omar said this morning he had ordered an inqui., - the recent death of an AIDS sufferer at Pretoria Central Prison. Prison Death of AIDS Sufferer For Pro Justice Minister Dullah Omar said this morning he had ordered an inqui., - the recent death of an AIDS sufferer at Pretoria Central Prison."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "Lourens Swanepoel died earlier this month after alleging he had be assaulted by warders because he was HIV-positive and that he had not been afforded proper treatment. Lourens Swanepoel died earlier this month after alleging he had be assaulted by warders because he was HIV-positive and that he had not been afforded proper treatment."}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "In a statement, Omar said he had noted the allegations with concern and that charges would be brought against those involved if the investigation, by the Transvaal Attorney-General, produced any prima facie evidence of a crime. In a statement, Omar said he had noted the allegations with concern and that charges would be brought against those involved if the investigation, by the Transvaal Attorney-General, produced any prima facie evidence of a crime."}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "42 South African Prisoners Escape 42 South African Prisoners Escape"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "Forty-two prisoners, some of them murderers and robbers, were on the run yesterday afterstagingjail breaks from three prisons in South Africa's KwaZulu Natal province, a Correctional Services spokesman said yesterday. Forty-two prisoners, some of them murderers and robbers, were on the run yesterday afterstagingjail breaks from three prisons in South Africa's KwaZulu Natal province, a Correctional Services spokesman said yesterday."}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "P A total of 54 prisoners broke out of the three jails on Christmas Eve but 1 have since been arrested, the spokesman, Major Koos Gerber said. P A total of 54 prisoners broke out of the three jails on Christmas Eve but 1 have since been arrested, the spokesman, Major Koos Gerber said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "Gerber blamed a go-slow by the Police and Prisons Civil Rights (POPCRU) for two of the jail breaks: Gerber blamed a go-slow by the Police and Prisons Civil Rights (POPCRU) for two of the jail breaks:"}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "d J - from Ncome prison near the northern farming town of Vryheid where 16 prisoners got out unnoticed by the two warders who were on duty; and - from a prison in the provincial capital Pietermaritzburg, where seven prisoners escaped by using bedsheets to fashion a rope and lower themselves to freedom after breaking out of their cell. d J - from Ncome prison near the northern farming town of Vryheid where 16 prisoners got out unnoticed by the two warders who were on duty; and - from a prison in the provincial capital Pietermaritzburg, where seven prisoners escaped by using bedsheets to fashion a rope and lower themselves to freedom after breaking out of their cell."}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "P \"In both these cases, the number of wardens on duty was inadequate because of the POPCRU strike, which is seriously hampering the normal functioning of the prisons\" he said. P \"In both these cases, the number of wardens on duty was inadequate because of the POPCRU strike, which is seriously hampering the normal functioning of the prisons\" he said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "P< The members of the union are,among otheractions, refusing to work night P< The members of the union are,among otheractions, refusing to work night"}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "P shifts in support of a number of political demands they have made, including P shifts in support of a number of political demands they have made, including"}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "P the removal from office of Correctional Services Minister Sipho Mzimela. de 1 P the removal from office of Correctional Services Minister Sipho Mzimela. de 1"}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "- - \"This weekend security at the two prisons and was directly responsible - for the breakouts,\" Gerber said. Non-striking warders have since been sent to boost numbers on the night shifts at the affected prisons, he added. - - \"This weekend security at the two prisons and was directly responsible - for the breakouts,\" Gerber said. Non-striking warders have since been sent to boost numbers on the night shifts at the affected prisons, he added."}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "- - - In the main jail break, 31 juvenile offenders housed in a wing of a women's prison in the coastal city of Durban overpowered two female warders on Christmas Eve and escaped, Gerber said. id - - - In the main jail break, 31 juvenile offenders housed in a wing of a women's prison in the coastal city of Durban overpowered two female warders on Christmas Eve and escaped, Gerber said. id"}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "MR e and e ee care \"They tied up one of the women and stabbed the other in the hand,\" he said, adding that it appeared the two warders had erred in entering the wing to treat an injured prisoner without the necessary backup. MR e and e ee care \"They tied up one of the women and stabbed the other in the hand,\" he said, adding that it appeared the two warders had erred in entering the wing to treat an injured prisoner without the necessary backup."}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "Ten juveniles and two of those who escaped from Ncome have be arrested, Gerber said. Ten juveniles and two of those who escaped from Ncome have be arrested, Gerber said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "35 Sierra Leonean Prisoners Freed Some 35 prisoners have been freed after receiving a Christmas Day pardon fr their president, Captain Valentine Strasser, prison officials said in Freeto yesterday. 35 Sierra Leonean Prisoners Freed Some 35 prisoners have been freed after receiving a Christmas Day pardon fr their president, Captain Valentine Strasser, prison officials said in Freeto yesterday."}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "yesterday, Four of the 35 had been sentenced to death in October 1987 for attempt against the regime of then president) Joseph Momoh, the officialssaid That regime was overthrown in a coup in April 1992 led by Captain Strasser. The four's death sentences had earlier been commuted to life in prison. The other 31 prisoners freed on Sunday were jailed for committing offences under ordinary criminal legislation, the prison board officials added. yesterday, Four of the 35 had been sentenced to death in October 1987 for attempt against the regime of then president) Joseph Momoh, the officialssaid That regime was overthrown in a coup in April 1992 led by Captain Strasser. The four's death sentences had earlier been commuted to life in prison. The other 31 prisoners freed on Sunday were jailed for committing offences under ordinary criminal legislation, the prison board officials added."}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "Poet Killed In Car Crash Poet Killed In Car Crash"}, {"block_type": "LAYOUT_TEXT", "reading_order": 49, "ocr_result": "Leading Pakistani poet Parveen Shakir was killed when her car was nu MT passenger bus in Islamabad yesterday, the Associated Press of Pakistan [AP said. The report added that the bus driver fled the scene of the accident Leading Pakistani poet Parveen Shakir was killed when her car was nu MT passenger bus in Islamabad yesterday, the Associated Press of Pakistan [AP said. The report added that the bus driver fled the scene of the accident"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 50, "ocr_result": "Pope John Paul II leans on the bishop's crook during the Christmas Eve mass at St. Peter's Basilica 24 December. The Pontiff prayed for the preservation of the family and the sanctity of life. AFP PHOTO. Pope John Paul II leans on the bishop's crook during the Christmas Eve mass at St. Peter's Basilica 24 December. The Pontiff prayed for the preservation of the family and the sanctity of life. AFP PHOTO."}, {"block_type": "LAYOUT_TEXT", "reading_order": 51, "ocr_result": "US Condemns Air France Hijacking The State Department yesterday condemned the hijacking of an Air F in Algeria by Islamic fundamentalists who killed three passengers b drama ended violently in France. US Condemns Air France Hijacking The State Department yesterday condemned the hijacking of an Air F in Algeria by Islamic fundamentalists who killed three passengers b drama ended violently in France."}, {"block_type": "LAYOUT_TEXT", "reading_order": 52, "ocr_result": "Outside Marseille, France, French troops staged a spectacular yesterday on the hijacked plane with some 170 people on board, killing on hostage-takers and ending the three-day incident that began in Algiers Christmas Eve. condemne - sha terms the hijacking ma - Outside Marseille, France, French troops staged a spectacular yesterday on the hijacked plane with some 170 people on board, killing on hostage-takers and ending the three-day incident that began in Algiers Christmas Eve. condemne - sha terms the hijacking ma -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 53, "ocr_result": "of the Air France aircraft and the murder of innocent divilians by Algen \"The US government condemns in the strongest possible terms the hip terrorists,\" State Department spokesman Michael McCurry said in a lives stateme \"We express our deep sorrow for the families of those who lost their I this tragic event and we commend the actions which led to the rescue, statement added. of the Air France aircraft and the murder of innocent divilians by Algen \"The US government condemns in the strongest possible terms the hip terrorists,\" State Department spokesman Michael McCurry said in a lives stateme \"We express our deep sorrow for the families of those who lost their I this tragic event and we commend the actions which led to the rescue, statement added."}, {"block_type": "LAYOUT_TEXT", "reading_order": 54, "ocr_result": "The hijack drama began in Algiers on Saturday, when the hija prevented the aircraft leaving on a scheduled flight to Paris. They in demanded the release of two senior fundamentalist leaders held in ) Algeria. The hijack drama began in Algiers on Saturday, when the hija prevented the aircraft leaving on a scheduled flight to Paris. They in demanded the release of two senior fundamentalist leaders held in ) Algeria."}, {"block_type": "LAYOUT_TEXT", "reading_order": 55, "ocr_result": "tional law and for which there can be no justification whatsoever,\" \"Aircraft hijacking is a grave terrorist crime which is outlawed under A said. tional law and for which there can be no justification whatsoever,\" \"Aircraft hijacking is a grave terrorist crime which is outlawed under A said."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 56, "ocr_result": "S/Leonean Rebels On The Offensive S/Leonean Rebels On The Offensive"}, {"block_type": "LAYOUT_TEXT", "reading_order": 57, "ocr_result": "Sierra Leonean rebels have launched a series of attacks on the centre, south of the country, diplomatic sources said in Freetown yesterday. wee came after the failure of a mediation mission by UN special envoy Felix The attacks by the Revolutionary United Front, launched over the M Sierra Leonean rebels have launched a series of attacks on the centre, south of the country, diplomatic sources said in Freetown yesterday. wee came after the failure of a mediation mission by UN special envoy Felix The attacks by the Revolutionary United Front, launched over the M"}, {"block_type": "LAYOUT_TEXT", "reading_order": 58, "ocr_result": "the sources said. According to unconfirmed reports, the rebels attacked a camp persons at Gondama, 170 kilometres [110 miles] southeast of some 40 civilians died attempting to flee over the river Sewa. firms the sources said. According to unconfirmed reports, the rebels attacked a camp persons at Gondama, 170 kilometres [110 miles] southeast of some 40 civilians died attempting to flee over the river Sewa. firms"}, {"block_type": "LAYOUT_TEXT", "reading_order": 59, "ocr_result": "are SM new VAN THE On Sunday around 100 expatriate employees of US and Swiss Moyamba, 100 kilometres [60 miles] east of Paris, returned to the cap receiving threats of rebel attacks. the are SM new VAN THE On Sunday around 100 expatriate employees of US and Swiss Moyamba, 100 kilometres [60 miles] east of Paris, returned to the cap receiving threats of rebel attacks. the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 60, "ocr_result": "- I Other attacks were reported from the towns of Sumbuya, in Kenema, in the southeast, and Magburaka, in the centre, the diploma said. - I Other attacks were reported from the towns of Sumbuya, in Kenema, in the southeast, and Magburaka, in the centre, the diploma said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 61, "ocr_result": "No indication of casualties was given. A defence ministry ( that the regular army had taken control of each of these \"devastating losses\" on the rebels. No indication of casualties was given. A defence ministry ( that the regular army had taken control of each of these \"devastating losses\" on the rebels."}, {"block_type": "LAYOUT_TEXT", "reading_order": 62, "ocr_result": "- , Envoy Mosha, who arrived here on December 17, left for New end of last week \"without being able to make contact\" with the RU The conflict has left more than 5,000 people dead since it began in 1 officials say. - , Envoy Mosha, who arrived here on December 17, left for New end of last week \"without being able to make contact\" with the RU The conflict has left more than 5,000 people dead since it began in 1 officials say."}]