[
    {
        "block_type": "LAYOUT_HEADER",
        "reading_order": 1,
        "ocr_result": "PMSport, Thursday, is 15 December, 1994 PMSport, Thursday, is 15 December, 1994"
    },
    {
        "block_type": "LAYOUT_PAGE_NUMBER",
        "reading_order": 2,
        "ocr_result": "Page 7 Page 7"
    },
    {
        "block_type": "LAYOUT_FIGURE",
        "reading_order": 3,
        "ocr_result": ""
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 4,
        "ocr_result": "CANDID SHOT CANDID SHOT"
    },
    {
        "block_type": "LAYOUT_SECTION_HEADER",
        "reading_order": 5,
        "ocr_result": "ADEOLA FASHOLA ADEOLA FASHOLA"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 6,
        "ocr_result": "Much as the decision of the Nigeria Football Association to sanction Julius Berger for re- fusing to continue a Cup final match and the retirement of Hamid Muazu, is applauded, It still leaves much to be desired. Much as the decision of the Nigeria Football Association to sanction Julius Berger for re- fusing to continue a Cup final match and the retirement of Hamid Muazu, is applauded, It still leaves much to be desired."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 7,
        "ocr_result": "There is no doubt, the cen- tre referee Muazu was the culprit who did everything within his There is no doubt, the cen- tre referee Muazu was the culprit who did everything within his"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 8,
        "ocr_result": "Obasanmi who had over the years placed themselves on good stand- ings as efficient referees. Obasanmi who had over the years placed themselves on good stand- ings as efficient referees."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 9,
        "ocr_result": "What I had expected the disciplinary committee to do, apart from the sanctions placed on Julius Berger was establish a firm case regarding the choice of Muazu as centre-referee for the FA cup final match. What I had expected the disciplinary committee to do, apart from the sanctions placed on Julius Berger was establish a firm case regarding the choice of Muazu as centre-referee for the FA cup final match."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 10,
        "ocr_result": "ment of Muazu, who the disci- plinary committee rated as unfit for a match of that calibre, other- wise, I can stick out my neck that there will be a re-ocurrence in the not too distant future. ment of Muazu, who the disci- plinary committee rated as unfit for a match of that calibre, other- wise, I can stick out my neck that there will be a re-ocurrence in the not too distant future."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 11,
        "ocr_result": "The NFA is seen to have treated the aftermath of the event without taking pains to find out the cause of the reaction, which is not in the best interest of soccer development. The NFA is seen to have treated the aftermath of the event without taking pains to find out the cause of the reaction, which is not in the best interest of soccer development."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 12,
        "ocr_result": "It has been asked before but I must ask again what has happened to the few FIFA badged referees in the country. Are they not competent enough to handle an FA cup final? It has been asked before but I must ask again what has happened to the few FIFA badged referees in the country. Are they not competent enough to handle an FA cup final?"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 13,
        "ocr_result": "Yesteryears, FIFA badged referees werealways put in charge of the challenge cup which hap- pens to be the nation's glamorous competition. The NFA should take Yesteryears, FIFA badged referees werealways put in charge of the challenge cup which hap- pens to be the nation's glamorous competition. The NFA should take"
    },
    {
        "block_type": "LAYOUT_SECTION_HEADER",
        "reading_order": 14,
        "ocr_result": "NFA's Unfinished Assignment NFA's Unfinished Assignment"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 15,
        "ocr_result": "means to scuttle the FA Cup Final but it is disappointing to note that the Disciplinary Committee has not made any ruling regarding his appointment. means to scuttle the FA Cup Final but it is disappointing to note that the Disciplinary Committee has not made any ruling regarding his appointment."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 16,
        "ocr_result": "It is on record that nine referees were made available for the FA Cup final match and in my own estimation, Muazu seemed the least qualified. There were Rowland Bisi, John Saiki and Pius It is on record that nine referees were made available for the FA Cup final match and in my own estimation, Muazu seemed the least qualified. There were Rowland Bisi, John Saiki and Pius"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 17,
        "ocr_result": "I strongly feel the NFA erred by not finding out from the refer- ees committee chairman, Linus Mbah especially when accusations are abound that Muazu was not the popular choice of other mem- bers of the committee. I strongly feel the NFA erred by not finding out from the refer- ees committee chairman, Linus Mbah especially when accusations are abound that Muazu was not the popular choice of other mem- bers of the committee."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 18,
        "ocr_result": "It is not too late for the NFA to set up a panel to probe the involvement of members of the referees' committee in the appoint- It is not too late for the NFA to set up a panel to probe the involvement of members of the referees' committee in the appoint-"
    },
    {
        "block_type": "LAYOUT_SECTION_HEADER",
        "reading_order": 19,
        "ocr_result": "Kogi State To Build Modern Stadium Kogi State To Build Modern Stadium"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 20,
        "ocr_result": "The Koton-Karfe Local Government in Kogl state is to build a modern sta- diumsoon, the Chairman, Caretaker Committee of the local government, Mr. Isaac Chabani, told news- men during a news The Koton-Karfe Local Government in Kogl state is to build a modern sta- diumsoon, the Chairman, Caretaker Committee of the local government, Mr. Isaac Chabani, told news- men during a news"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 21,
        "ocr_result": "a cue from a nteced ents and choose the right path. a cue from a nteced ents and choose the right path."
    },
    {
        "block_type": "LAYOUT_FIGURE",
        "reading_order": 22,
        "ocr_result": "VERS VERS"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 23,
        "ocr_result": "Congratulations To The Na- tional Association of Traditional Sports for organising theirfirst ever Championsbip. One bopes that next year would not be as uneventful as tbis for the Asso- ciation. Congratulations To The Na- tional Association of Traditional Sports for organising theirfirst ever Championsbip. One bopes that next year would not be as uneventful as tbis for the Asso- ciation."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 24,
        "ocr_result": "conference in Lokoja recently. Mr. Chabani said the sta- dium which was aimed at improving recreational facilities and sports development in the area would be sited at Koton- Karfe, the local government headquarters. conference in Lokoja recently. Mr. Chabani said the sta- dium which was aimed at improving recreational facilities and sports development in the area would be sited at Koton- Karfe, the local government headquarters."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 25,
        "ocr_result": "Kansas City chiefs receiver Lake Dawson (C) runs away 1r in Miami on Tuesday AFP PHOTO Miami Dolphins Aubrey Beavers (D)after a first quarterreception ATI Kansas City chiefs receiver Lake Dawson (C) runs away 1r in Miami on Tuesday AFP PHOTO Miami Dolphins Aubrey Beavers (D)after a first quarterreception ATI"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 26,
        "ocr_result": "He said the sum of N15,000 had been released toward the sur- vey of the site of the proposed project. Adding that the local gov- ernment has spent thesum of over N290,000 for the promotion of sporting activities this year. He said the sum of N15,000 had been released toward the sur- vey of the site of the proposed project. Adding that the local gov- ernment has spent thesum of over N290,000 for the promotion of sporting activities this year."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 27,
        "ocr_result": "He said the Koton-Karfe FC won six matches and drew four out of its 21 soccer encounters this year and pledged that his administration would continue to encourage the promotion of sports in the area. He said the Koton-Karfe FC won six matches and drew four out of its 21 soccer encounters this year and pledged that his administration would continue to encourage the promotion of sports in the area."
    },
    {
        "block_type": "LAYOUT_FIGURE",
        "reading_order": 28,
        "ocr_result": "LAS VEGAS VEVENT@ Wrangler LAS VEGAS VEVENT@ Wrangler"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 29,
        "ocr_result": "Five-time W or I d Champion All-Around Cowboy Ty M urra y hangsondur- ing the bare- back riding event in the National Fi- nals Rodeo in Las Vegas last week. Murraytied for first posi- tion in the event. Five-time W or I d Champion All-Around Cowboy Ty M urra y hangsondur- ing the bare- back riding event in the National Fi- nals Rodeo in Las Vegas last week. Murraytied for first posi- tion in the event."
    },
    {
        "block_type": "LAYOUT_SECTION_HEADER",
        "reading_order": 30,
        "ocr_result": "Toro Drafted Into LOC Toro Drafted Into LOC"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 31,
        "ocr_result": "in 2 bid to bring peace and harmony be- tween NFA and LOC, the Presi- dency has concluded as- rangement to appoint Albaji SaniToro, NFA's Scribe, Local Organising Committee's Vice-President. in 2 bid to bring peace and harmony be- tween NFA and LOC, the Presi- dency has concluded as- rangement to appoint Albaji SaniToro, NFA's Scribe, Local Organising Committee's Vice-President."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 32,
        "ocr_result": "was gathered, was as a resolt of advice from the National Sportsion- mission, which is also in the dark, overthe various organisand activities toward Nigeria 95. was gathered, was as a resolt of advice from the National Sportsion- mission, which is also in the dark, overthe various organisand activities toward Nigeria 95."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 33,
        "ocr_result": "\"Already, we've held meanings with Presidency official lust Friday in Abuja before and after the draws Now the presidency have reidised the importance of having the NF officials in scrucial positions, in the Committee and not is reglondam members \"Already, we've held meanings with Presidency official lust Friday in Abuja before and after the draws Now the presidency have reidised the importance of having the NF officials in scrucial positions, in the Committee and not is reglondam members"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 34,
        "ocr_result": "cerning the preparations for the Youth Championship in March Atleast with Sani Toro in the Committee there il surely be changes because it is an NFA affairs, an NSC top shot opined cerning the preparations for the Youth Championship in March Atleast with Sani Toro in the Committee there il surely be changes because it is an NFA affairs, an NSC top shot opined"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 35,
        "ocr_result": "ce-President. With this arrangement Thi. move, it everything would-work beltes com- ce-President. With this arrangement Thi. move, it everything would-work beltes com-"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 36,
        "ocr_result": "There have been arguments on whether the NFA should be in volved in the preparations of Nigeria 95 before the FIFA team came. The inclusion of NFA might be due to the many.complaints laid outby the FIFA team during last week's inspection There have been arguments on whether the NFA should be in volved in the preparations of Nigeria 95 before the FIFA team came. The inclusion of NFA might be due to the many.complaints laid outby the FIFA team during last week's inspection"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 37,
        "ocr_result": "Femi Olabode Femi Olabode"
    },
    {
        "block_type": "LAYOUT_SECTION_HEADER",
        "reading_order": 38,
        "ocr_result": "Abacha Shuns NATS Abacha Shuns NATS"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 39,
        "ocr_result": "The head of the military junta, General Sani Abacha falled to turo up fortheopen- ing ceremony of First Tradi- tional Sport Championship The head of the military junta, General Sani Abacha falled to turo up fortheopen- ing ceremony of First Tradi- tional Sport Championship"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 40,
        "ocr_result": "at the National Stadium on Tues- day due to security reason. The National Association of Tradi- tional Sports (NATS) had earlier announced that the head of state would declare the championship open in an attempt to popularise the game. When the championshipiensabout to commence/and there wasno indi- at the National Stadium on Tues- day due to security reason. The National Association of Tradi- tional Sports (NATS) had earlier announced that the head of state would declare the championship open in an attempt to popularise the game. When the championshipiensabout to commence/and there wasno indi-"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 41,
        "ocr_result": "cation that the General would be around, an emergency amangement was made to declare the game open by a representative of the Lagos state military governor. A source at the sport city told PMSport that the military leader failed to show up for the ceremony due to security reasons. cation that the General would be around, an emergency amangement was made to declare the game open by a representative of the Lagos state military governor. A source at the sport city told PMSport that the military leader failed to show up for the ceremony due to security reasons."
    },
    {
        "block_type": "LAYOUT_SECTION_HEADER",
        "reading_order": 42,
        "ocr_result": "Nwosu Pledges Support For 3SC Nwosu Pledges Support For 3SC"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 43,
        "ocr_result": "represent PE # Nigeria. represent PE # Nigeria."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 44,
        "ocr_result": "The Oyo State military ad- ministrator, Colilke Nwosu, hassent a mes- sage of congratula- tion to the 3SC The Oyo State military ad- ministrator, Colilke Nwosu, hassent a mes- sage of congratula- tion to the 3SC"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 45,
        "ocr_result": "FC Abadan for its istanding performance in this years league. He said itra stateme fruit week- end aharathe governm gir-would provide assistance. to the Club for its successful participation in next year's Confederation of African Football Cup Competition for which the Club would FC Abadan for its istanding performance in this years league. He said itra stateme fruit week- end aharathe governm gir-would provide assistance. to the Club for its successful participation in next year's Confederation of African Football Cup Competition for which the Club would"
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 46,
        "ocr_result": "He urged the players and officials to start. preparing for the competition early in order to make a meaningfu impact. He urged the players and officials to start. preparing for the competition early in order to make a meaningfu impact."
    },
    {
        "block_type": "LAYOUT_TEXT",
        "reading_order": 47,
        "ocr_result": "Col. Nwosu said that the achieve ments of athletes in othersports in the state would Col. Nwosu said that the achieve ments of athletes in othersports in the state would"
    }
]