[{"block_type": "LAYOUT_TEXT", "reading_order": 1, "ocr_result": "Mandela To Abolish Death Penalty Mandela To Abolish Death Penalty"}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "South Africa's unity government approved draft legislation abolishing the death penalty yesterday, despite di visions within the cabinet, a govern- ment spokesman said. South Africa's unity government approved draft legislation abolishing the death penalty yesterday, despite di visions within the cabinet, a govern- ment spokesman said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "The draft legislation still has to be sent to parliament for approval next year, spokesman Jakes Gerwel said. President Nelson Mandela's ruling African National Congress (ANC) is officially in favour of ending hangings, while its cabinet partners, the National Party and the Inkatha Freedom Party, are in favour of continued executions. Gerwel said the cabinet had agreed The draft legislation still has to be sent to parliament for approval next year, spokesman Jakes Gerwel said. President Nelson Mandela's ruling African National Congress (ANC) is officially in favour of ending hangings, while its cabinet partners, the National Party and the Inkatha Freedom Party, are in favour of continued executions. Gerwel said the cabinet had agreed"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "that the issue would not divide the unity government and that \"parties have the right to their own positions\". that the issue would not divide the unity government and that \"parties have the right to their own positions\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "P VOL 1 NO.78 THURSDAY . 8 DECEMBER, 1994 N.10 P VOL 1 NO.78 THURSDAY . 8 DECEMBER, 1994 N.10"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "The draft bill is expected to be debated when parliamentresumes early- next year and the issue is also expected to be heard in the Constitutional Court, which will have to decide whether capital punishment violates the right-to- life clause in the new constitution. The draft bill is expected to be debated when parliamentresumes early- next year and the issue is also expected to be heard in the Constitutional Court, which will have to decide whether capital punishment violates the right-to- life clause in the new constitution."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "There have been no hangings in South Africa since 1989, although there are several hundred prisoners on death row: as death sentences are still imposed by the courts. There have been no hangings in South Africa since 1989, although there are several hundred prisoners on death row: as death sentences are still imposed by the courts."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "1996 HANDOVER PALAVER Abacha's Men Deflate Confab Chairman's Tyres 1996 HANDOVER PALAVER Abacha's Men Deflate Confab Chairman's Tyres"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 10, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "I Ganiat's Body Under The Togolese Bed I Ganiat's Body Under The Togolese Bed"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Togolese Murders Lover . Keeps Corpse Under Bed loved her\". Togolese Murders Lover . Keeps Corpse Under Bed loved her\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "OLALEKAN AMUDA OLALEKAN AMUDA"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "mare incident occured on ay at the Alausa Police Sta- r-old girl friend. murdering E himself for his cela, when a man walked in to. ording to police sources at the mare incident occured on ay at the Alausa Police Sta- r-old girl friend. murdering E himself for his cela, when a man walked in to. ording to police sources at the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "station, the man, 3 Togolese, claimed to have murdered one Ganiat Sobowale, 2 hairdresser, and kept her body under the bed for three days for her alleged unfaithfullness to him. The man claimed to have fled to Togoafter the murder beforereturning to give himself up because he \"still station, the man, 3 Togolese, claimed to have murdered one Ganiat Sobowale, 2 hairdresser, and kept her body under the bed for three days for her alleged unfaithfullness to him. The man claimed to have fled to Togoafter the murder beforereturning to give himself up because he \"still"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "loved her\". Police sources said that the late Ganiat's parents, who live in the same, house as the man at Wilmer Street, Isheri, were shocked to find the bloated remains of their daughter loved her\". Police sources said that the late Ganiat's parents, who live in the same, house as the man at Wilmer Street, Isheri, were shocked to find the bloated remains of their daughter"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "UMAKHA ASINEGBE, Abula UMAKHA ASINEGBE, Abula"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "As a reprisal for the Confab's decision that the A bac ha junta quit powerJanuary 1996, security men of the Logistics Unit of the Confab yesterday deflated the car tyres of As a reprisal for the Confab's decision that the A bac ha junta quit powerJanuary 1996, security men of the Logistics Unit of the Confab yesterday deflated the car tyres of"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "constitutional conference chair- man,JusticeAdolphos Karibi-Whyte and that of his deputy, Alhaji Mohammed Nasiru. The Constitutional Conference Continue on page 2 constitutional conference chair- man,JusticeAdolphos Karibi-Whyte and that of his deputy, Alhaji Mohammed Nasiru. The Constitutional Conference Continue on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "Saro-Wiwa Barred From Taking Award Saro-Wiwa Barred From Taking Award"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Continued on page 2 Continued on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "The Federal Government has stopped jailed minority rights ac- tivist and MOSOP (Movement for theSurvival of Ogoni People) Presi- dent, Ken Saro-Wiwa from The Federal Government has stopped jailed minority rights ac- tivist and MOSOP (Movement for theSurvival of Ogoni People) Presi- dent, Ken Saro-Wiwa from"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "travelling to Stockholm, Sweden to formally receive the 1994 Right Live- lihood Award (the alternative Nobel prize) to be presented at the Swed. Continued on page 2 travelling to Stockholm, Sweden to formally receive the 1994 Right Live- lihood Award (the alternative Nobel prize) to be presented at the Swed. Continued on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "- --- Soyinka To Stand For Him - --- Soyinka To Stand For Him"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "Nobel Laureate Wole Soyinka will accept a special prize in Stockholm tomorrow on behalf of his compatriot Ken Saro-Wiwa, who has been jailed since May. Soyinka broke off a visit to the United States to receive the prize, which will be awarded at a ceremony Nobel Laureate Wole Soyinka will accept a special prize in Stockholm tomorrow on behalf of his compatriot Ken Saro-Wiwa, who has been jailed since May. Soyinka broke off a visit to the United States to receive the prize, which will be awarded at a ceremony"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "in the Swedish parliament tomorrow. in the Swedish parliament tomorrow."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "Soyinka, who won the Nobel Prize for Literature in 1986, escaped last month after being prevented from leaving by the authorities who con- fiscated his passport, Soyinka, who won the Nobel Prize for Literature in 1986, escaped last month after being prevented from leaving by the authorities who con- fiscated his passport,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "South Africa Names Envoy For Nigeria South Africa Names Envoy For Nigeria"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "South Africa first ambassador to Nigeria has been appointed. He is Mr. George Sipho Nene. Mr. Nene is among 16 newly appointed ambassadors an- nounced by South African President, Nelson Mandela this morning. Mr Nene South Africa first ambassador to Nigeria has been appointed. He is Mr. George Sipho Nene. Mr. Nene is among 16 newly appointed ambassadors an- nounced by South African President, Nelson Mandela this morning. Mr Nene"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "has been in Nigeria for some time as ANC representative. Of the 16, one is a lady, Barbara Maskela a sister to the Jazz musician. Hugh Masekele Bebera, an executive member of the ANC is going to represent her country in Paris. has been in Nigeria for some time as ANC representative. Of the 16, one is a lady, Barbara Maskela a sister to the Jazz musician. Hugh Masekele Bebera, an executive member of the ANC is going to represent her country in Paris."}]