[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMSport I PMSport I"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 2, "ocr_result": "Amun Assures On Nations Cup Amun Assures On Nations Cup"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "Flying Eagles ChiefCoach, Fanny Amun, yesterday bared his mind on the Nigeria '95 draws and January's African Youth champi- onship assuring every Nigerian to lead the team to the 'Promise Land'. Flying Eagles ChiefCoach, Fanny Amun, yesterday bared his mind on the Nigeria '95 draws and January's African Youth champi- onship assuring every Nigerian to lead the team to the 'Promise Land'."}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "In a chat with PMSport, Amun, who led the Golden Eaglets to vic- tory at last year's U-17 World Cup in Japan, said his primary concern for now is the African championship, not the World Cup in March. In a chat with PMSport, Amun, who led the Golden Eaglets to vic- tory at last year's U-17 World Cup in Japan, said his primary concern for now is the African championship, not the World Cup in March."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "\"First, we have to prove that we are African champions before talking about World Cup. Although the country's Under-21 team have won Tessema Cup on many occasions, I want the Junior Nations Cup Gold, so as to put scare into the teams coming for the world tournament. \"First, we have to prove that we are African champions before talking about World Cup. Although the country's Under-21 team have won Tessema Cup on many occasions, I want the Junior Nations Cup Gold, so as to put scare into the teams coming for the world tournament."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "\"As a coach, I don't fear any team. All I believe is that ninety minutes would judge. I know that will also be the believe of other coaches coming to Nigeria '95. \"As a coach, I don't fear any team. All I believe is that ninety minutes would judge. I know that will also be the believe of other coaches coming to Nigeria '95."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "\"My boys are ready to take on the world, but they plan to win the Junior Nations Cup first before daz- zling the world. I believe that God willing, our goals are attainable, # Amun said. \"My boys are ready to take on the world, but they plan to win the Junior Nations Cup first before daz- zling the world. I believe that God willing, our goals are attainable, # Amun said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "Femi Olaboda Femi Olaboda"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 9, "ocr_result": "Volleyballers To Camp January Volleyballers To Camp January"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "The Nigeria Volleyball Associa- tion (NAVA) has penclled down players to be invited to camp in preparation for the All-Africa Games coming up next year in Harare, Zimbabwe. National Coach Richardson Odele told PMSport yesterday in Lagos. The Nigeria Volleyball Associa- tion (NAVA) has penclled down players to be invited to camp in preparation for the All-Africa Games coming up next year in Harare, Zimbabwe. National Coach Richardson Odele told PMSport yesterday in Lagos."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "P \"NAVA has earmarked its strategy to have a successful outing in Harare, Zimbabwe but we will not announce the list of the invited players yet,\" he P \"NAVA has earmarked its strategy to have a successful outing in Harare, Zimbabwe but we will not announce the list of the invited players yet,\" he"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "said. He disclosed that the players are expected to report in Lagos for the All-Africa Games preparations come January '95. said. He disclosed that the players are expected to report in Lagos for the All-Africa Games preparations come January '95."}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "P Engineer Ahmed Gumel, the chair man of NAVA in his speech also said that the association will employ the services of its professional volleyballers to ensure a resounding victory in Harare '95. P Engineer Ahmed Gumel, the chair man of NAVA in his speech also said that the association will employ the services of its professional volleyballers to ensure a resounding victory in Harare '95."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "ber of experienced professionals play- ing for top clubs in Africa and beyond, our objectives would n ot be diffi- cult to attain\", he said. ber of experienced professionals play- ing for top clubs in Africa and beyond, our objectives would n ot be diffi- cult to attain\", he said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "\"Going by our rating and the num- \"Going by our rating and the num-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Boye Ajays Boye Ajays"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 17, "ocr_result": "A May 1994 file photo showing German soccer player Maurizio Gaudino. Gaudino, who faces up to 10 years in jail after admitting his part in a stolen car racket, has been loaned by his German team Eintracht Frankfurt to Manchester City for 500,000 German marks e (333,000 US dollars). Gaudino has in been allowed to leave and return y for his trial. No date has been fixed e for the trial. AFP PHOTO P A May 1994 file photo showing German soccer player Maurizio Gaudino. Gaudino, who faces up to 10 years in jail after admitting his part in a stolen car racket, has been loaned by his German team Eintracht Frankfurt to Manchester City for 500,000 German marks e (333,000 US dollars). Gaudino has in been allowed to leave and return y for his trial. No date has been fixed e for the trial. AFP PHOTO P"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 18, "ocr_result": "P Cymbals Pulls Out Of Nnewi '94 P Cymbals Pulls Out Of Nnewi '94"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "Cymbals Limited, a partner in the sponsorship of this year's edt- tion of Nnewi Carnival '94, packaged by Power Mike Promo- tions, has pulled out of the show for fear of losing Its credibility. Angela Ukora of client service department, Cymbals Limited told PMSport yesterday that \"Cymbals signed a contract with Mike Promo- tions to jointly stage the Nnewi carnival which will witness Nigerian boxers and wrestlers competing for Cymbals Limited, a partner in the sponsorship of this year's edt- tion of Nnewi Carnival '94, packaged by Power Mike Promo- tions, has pulled out of the show for fear of losing Its credibility. Angela Ukora of client service department, Cymbals Limited told PMSport yesterday that \"Cymbals signed a contract with Mike Promo- tions to jointly stage the Nnewi carnival which will witness Nigerian boxers and wrestlers competing for"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "honours, but all of a sudden the latter deviated from the agreement\", she said. honours, but all of a sudden the latter deviated from the agreement\", she said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "She cited the example of how Power Mike, the director of the Promotions agreed to defray all print- ing expenses but later on decided to delay the payment. She cited the example of how Power Mike, the director of the Promotions agreed to defray all print- ing expenses but later on decided to delay the payment."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "- According to her, Power Mike Promotions also failed to make money available for the publicity, which later incensed Cymbals to take the decision of pulling out of the show. - According to her, Power Mike Promotions also failed to make money available for the publicity, which later incensed Cymbals to take the decision of pulling out of the show."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "The Nnewl Carnival was car- lier slated to hold 26 December at Anaedo Hall. However, PMsport could not reach Power Mike Promotions for comments. The Nnewl Carnival was car- lier slated to hold 26 December at Anaedo Hall. However, PMsport could not reach Power Mike Promotions for comments."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "Boye Ajayi Boye Ajayi"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 25, "ocr_result": "P Beninoise Boxer Fled Nigeria P Beninoise Boxer Fled Nigeria"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "The Benin Republicopponent of Rufus Adebayo for the Africa Boxing title bout slated for In- NBB Of C C later organised an exhibition bout for Adebayo Rufus. The source told PMSport that door sports hall last Friday, Abass Desouza, fled 24 hours to weighed by 3 kilogrammes on John Dirnoni, secretary of NBB of the encounter. Thursday during the weigh-in and C, has already protested to Benin he was asked to shed his excess Republic boxing body on Desouza's Sources close to Nigeria Boxing conduct. Board of Control told PMSport weight but to our surprise, he fled Nigeria,\" the source said. yesterday. According to the source, NBB of - Boye Ajayl \"The Beninoise was over- The Benin Republicopponent of Rufus Adebayo for the Africa Boxing title bout slated for In- NBB Of C C later organised an exhibition bout for Adebayo Rufus. The source told PMSport that door sports hall last Friday, Abass Desouza, fled 24 hours to weighed by 3 kilogrammes on John Dirnoni, secretary of NBB of the encounter. Thursday during the weigh-in and C, has already protested to Benin he was asked to shed his excess Republic boxing body on Desouza's Sources close to Nigeria Boxing conduct. Board of Control told PMSport weight but to our surprise, he fled Nigeria,\" the source said. yesterday. According to the source, NBB of - Boye Ajayl \"The Beninoise was over-"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 27, "ocr_result": "Argentinian Nestor Giovannini (L) and German Darius Michalczewski (R) during the WBO Cruiserweight World Champion title-fight in Hamburg, on Sunday. Michalzewski, who won the semi-heavyweight title three months ago, knocked-out the Argentine in the 10th round, becoming the first German double title Boxing World Cham- pion. AFP PHOTO. Argentinian Nestor Giovannini (L) and German Darius Michalczewski (R) during the WBO Cruiserweight World Champion title-fight in Hamburg, on Sunday. Michalzewski, who won the semi-heavyweight title three months ago, knocked-out the Argentine in the 10th round, becoming the first German double title Boxing World Cham- pion. AFP PHOTO."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "ITALIAN LEAGUE ITALIAN LEAGUE"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 29, "ocr_result": "Florence City Turns Fortress Florence City Turns Fortress"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "Florence has been called the cradle of western civilisation but It looked more like a battle fros at penultimate weekend. Florence has been called the cradle of western civilisation but It looked more like a battle fros at penultimate weekend."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "Some 1,200 riot police, three heli- copters and video cameras were deployed to prevent/forecast violent clashes between hooligan fans of Florentina and Roma. Some 1,200 riot police, three heli- copters and video cameras were deployed to prevent/forecast violent clashes between hooligan fans of Florentina and Roma."}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "The strategy worked: there were no arrests and only one reported injury but not without sparking a furore over the security measures, which paralysed the Tuscan City and drew more attention than the match itself. The strategy worked: there were no arrests and only one reported injury but not without sparking a furore over the security measures, which paralysed the Tuscan City and drew more attention than the match itself."}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "\"If Florence has to be overrun by police just so we can watch a soccer game then I would just as soon step down, Florentina President Vittorio Cecchi Gori said after his team beat Roma 1-0 recently. \"If Florence has to be overrun by police just so we can watch a soccer game then I would just as soon step down, Florentina President Vittorio Cecchi Gori said after his team beat Roma 1-0 recently."}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "\"We cannot go on like this, Did you see what the city had come to? It looked like it was in a state of war,\" Cecchi Gori told reporters. - \"We cannot go on like this, Did you see what the city had come to? It looked like it was in a state of war,\" Cecchi Gori told reporters. -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "Nearly 3,000 Roma fans were frisked in Rome before boarding chartered coaches and trains carrying riot police equipped with semi-auto- matic weapons, plastic shields, clubs and helmets. Police also carried out identity checks and made sure no ticketless fans travelled to Florence. On arrival, police escorted chant- Nearly 3,000 Roma fans were frisked in Rome before boarding chartered coaches and trains carrying riot police equipped with semi-auto- matic weapons, plastic shields, clubs and helmets. Police also carried out identity checks and made sure no ticketless fans travelled to Florence. On arrival, police escorted chant-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "ing shaven-headed \"ultras\" - many of whom are alleged to belong to right-wing political groups - to the Artemio Franchi stadium, near Florence's historic centre. ing shaven-headed \"ultras\" - many of whom are alleged to belong to right-wing political groups - to the Artemio Franchi stadium, near Florence's historic centre."}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "During the match, helicopters and video cameras kept watch on rival fans who, separated by an empty section of stadium and a police cor- don, hurled insults and plastic bottles at each other but hurt no one. During the match, helicopters and video cameras kept watch on rival fans who, separated by an empty section of stadium and a police cor- don, hurled insults and plastic bottles at each other but hurt no one."}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "The Italian authorities ordered the measures in response to a plague of violence which has marred soccer th is autumn. The Italian authorities ordered the measures in response to a plague of violence which has marred soccer th is autumn."}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "Last month, police in the north- ern city of Brescia confiscated axes, knives and clubs and arrested 12 Roma fans, traditionally among Italy's most violent, after clashes in which two police officers were seriously hurt. Last month, police in the north- ern city of Brescia confiscated axes, knives and clubs and arrested 12 Roma fans, traditionally among Italy's most violent, after clashes in which two police officers were seriously hurt."}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "Two supporters were injured on the same day in fighting before a 1-1 draw between/Sampdoria and Torino in Genoa. Two supporters were injured on the same day in fighting before a 1-1 draw between/Sampdoria and Torino in Genoa."}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "A week later, Lazio fans upset by their side's 3-0 rout by Roma in the capital's Derby, set fine to seats and attacked police in clashes at the Olympicstadium which were broad- cast live round the world. A week later, Lazio fans upset by their side's 3-0 rout by Roma in the capital's Derby, set fine to seats and attacked police in clashes at the Olympicstadium which were broad- cast live round the world."}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "Florence's police chief said he was satisfied with how things went on Sunday. Florence's police chief said he was satisfied with how things went on Sunday."}]