[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMNNews PMNNews"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "3 3"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 3, "ocr_result": "YOU HAVEN'T 29 TILL YOU Vehicles auquine for Guel YOU HAVEN'T 29 TILL YOU Vehicles auquine for Guel"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "Vehicles queuing for fuel Vehicles queuing for fuel"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 5, "ocr_result": "Two Agonising Days Of Fuel Shortages Two Agonising Days Of Fuel Shortages"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Monday 19 December, Kolawole Maborije, a commer- cial vehicle driver, slept like a refugee Inside his bus at Avis Petrol Station, Ogba. Shivering and cursing under his breath as the cold hands of the chilly hamarttan wind massaged his chest, Mr. Maborije folded and unfolded himself in apparent discomfort. Time was 11.00 p.m. Monday 19 December, Kolawole Maborije, a commer- cial vehicle driver, slept like a refugee Inside his bus at Avis Petrol Station, Ogba. Shivering and cursing under his breath as the cold hands of the chilly hamarttan wind massaged his chest, Mr. Maborije folded and unfolded himself in apparent discomfort. Time was 11.00 p.m."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "Maborije has a home. And a family. He was not running away from his landlord that fateful day. He left home, like most commer- cial vehicle drivers, as early as 5.30 a.m. hoping to buy fuel before plying his routes, On getting to the Avis Filling Station, Maborije saw a long queue of vehicles. Surprised, hejoined the queue and was stuck. Maborije has a home. And a family. He was not running away from his landlord that fateful day. He left home, like most commer- cial vehicle drivers, as early as 5.30 a.m. hoping to buy fuel before plying his routes, On getting to the Avis Filling Station, Maborije saw a long queue of vehicles. Surprised, hejoined the queue and was stuck."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "Tuesday morning, Miss Joyce Okonkwo walked from her house to nearby Ketu bus stop as early as 6.00 a.m. She got to the bus stop early so as to get to the office at 7.30 a.m. Her destination? Lagos Island. For close to four hours, Miss Okonkwo waited but could not geta vehicle going to CMS. For the few buses that came by, the fare had not only been doubled, struggling commuters mustered an extra ounce of strength to bull- doze their way in. Each time Miss Okonkwo attempted to join the fray, she was tossed aside. When her legs could no more carry her weight she walked home dejected. \"I have been waiting here since, Tuesday morning, Miss Joyce Okonkwo walked from her house to nearby Ketu bus stop as early as 6.00 a.m. She got to the bus stop early so as to get to the office at 7.30 a.m. Her destination? Lagos Island. For close to four hours, Miss Okonkwo waited but could not geta vehicle going to CMS. For the few buses that came by, the fare had not only been doubled, struggling commuters mustered an extra ounce of strength to bull- doze their way in. Each time Miss Okonkwo attempted to join the fray, she was tossed aside. When her legs could no more carry her weight she walked home dejected. \"I have been waiting here since,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "the vehicles are getting fewer on the roads. Buttell me is it true that government W ints to increase the pump price of fuel once again?\", a bitter Miss Okonkwo asked no- body in particular. the vehicles are getting fewer on the roads. Buttell me is it true that government W ints to increase the pump price of fuel once again?\", a bitter Miss Okonkwo asked no- body in particular."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "But her question rang an alarm s bell. It struck a knife in the under d belly of the ag onising two days of t fuel scarcity it Lagos. And many other parts of the country. In the last one month stories have been making the rounds of another fuel price hike bare ly four months after the Federal Government adjusted upwards, the I ump price of petrol from N3.25 to V11.00. Despite the repeated denials of top govern- ment officials, he fear of a planned price hike did not go away. The public utterances of petroleum minister Don Etiebet did not help matters. Late last week, the minis- ter warned Nigerians to prepare their minds for harder times as the cost of producing a barrel of crude oil has jumped from $7 to $14. Interpretation? There could be a further need for appropriate pric- ing, and hence an adjustment in fuel price. Upwards. But her question rang an alarm s bell. It struck a knife in the under d belly of the ag onising two days of t fuel scarcity it Lagos. And many other parts of the country. In the last one month stories have been making the rounds of another fuel price hike bare ly four months after the Federal Government adjusted upwards, the I ump price of petrol from N3.25 to V11.00. Despite the repeated denials of top govern- ment officials, he fear of a planned price hike did not go away. The public utterances of petroleum minister Don Etiebet did not help matters. Late last week, the minis- ter warned Nigerians to prepare their minds for harder times as the cost of producing a barrel of crude oil has jumped from $7 to $14. Interpretation? There could be a further need for appropriate pric- ing, and hence an adjustment in fuel price. Upwards."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "As it were, barely two days after ChiefEtiebet's statement, there was bedlam at filling stations. Endless queues of vehicles emerged. Ve- hicles disappeared from the roads. Transport fares doubled. Commut- ers were stranded. Many filling stations put the No Fuelsign. What went wrong? As it were, barely two days after ChiefEtiebet's statement, there was bedlam at filling stations. Endless queues of vehicles emerged. Ve- hicles disappeared from the roads. Transport fares doubled. Commut- ers were stranded. Many filling stations put the No Fuelsign. What went wrong?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "\"Imagine, there has been fuel \"Imagine, there has been fuel"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "since 10.00 a.m. yesterday. They (fuel marketers) not only refused to sell until 2.00 p.m., they closed at 6.00 p.m. instead of 9.00 p.m. Very soon, they will tell us fuel is finished,\" lamented Maborije while blaming fuel marketers for hoard- ing in order to create scarcity, Julius Agbor, another driver who was held up in the Monday queue, put in more succinctly: \"What is happening is that the sellers want to hoard so that when the new price is introduced, they can make excess profit\". since 10.00 a.m. yesterday. They (fuel marketers) not only refused to sell until 2.00 p.m., they closed at 6.00 p.m. instead of 9.00 p.m. Very soon, they will tell us fuel is finished,\" lamented Maborije while blaming fuel marketers for hoard- ing in order to create scarcity, Julius Agbor, another driver who was held up in the Monday queue, put in more succinctly: \"What is happening is that the sellers want to hoard so that when the new price is introduced, they can make excess profit\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "Not true, an attendant at AP Filling Station Oba Akran Avenue, Ikeja said while exonerating fuel marketers from blame. Saying the NNPC (Nigeria National Petroleum Corporation) should take respon- sibility for the shortage, the atten- dantsaid there was no fuel supply to the filling stations last weekend. \"When we went to Ejigbo and Apapa depots, we were told fuel was on the way. We waited but there was nothing. Normally we oughttogetsupplies between three and four times a day. But since Saturday, we did not get supply until Tuesday,\" the attendant ex- plained. Not true, an attendant at AP Filling Station Oba Akran Avenue, Ikeja said while exonerating fuel marketers from blame. Saying the NNPC (Nigeria National Petroleum Corporation) should take respon- sibility for the shortage, the atten- dantsaid there was no fuel supply to the filling stations last weekend. \"When we went to Ejigbo and Apapa depots, we were told fuel was on the way. We waited but there was nothing. Normally we oughttogetsupplies between three and four times a day. But since Saturday, we did not get supply until Tuesday,\" the attendant ex- plained."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "A top NNPC official, however, attributed fuel shortage in some states to the closure of Enugu and Ore depots, a result of fire out- break. But Chief Etiebet blames everybody and institutions for the fuel shortage: panic buyers, mar- keters, hoarders, smugglers, A top NNPC official, however, attributed fuel shortage in some states to the closure of Enugu and Ore depots, a result of fire out- break. But Chief Etiebet blames everybody and institutions for the fuel shortage: panic buyers, mar- keters, hoarders, smugglers,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Today, five months after force- fully stopping the strike, fuel is still being imported. Fuel de- pots are now being closed down one after the other - Ore, Enugu as well as two other depots in Delta state. The excuse for these closures is either oil spillage or bomb attack or fire incident. Today, five months after force- fully stopping the strike, fuel is still being imported. Fuel de- pots are now being closed down one after the other - Ore, Enugu as well as two other depots in Delta state. The excuse for these closures is either oil spillage or bomb attack or fire incident."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "unpatriotic NNPC officials, sabo- teurs, etc. unpatriotic NNPC officials, sabo- teurs, etc."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Nonetheless, such buck passing has not wished away the mess in the oil industry in the last two years. The Port Harcourt refinery is not producing while Warri and Kaduna refineries are not working at full capacity. This situation was worsened by the two month strike of oil workers demanding for the de-annulment of the June 12 1993 election. Then the government was forced to import fuel for local con- sumption. Today, five months af- ter forcefully stopping the strike, fuel is still being imported. Fuel depots are now being closed down one after the other - Ore, Enugu as well as two other depots in Delta state. The excuse for these clo- sures is either oil spillage or bomb attack or fire incident. Nonetheless, such buck passing has not wished away the mess in the oil industry in the last two years. The Port Harcourt refinery is not producing while Warri and Kaduna refineries are not working at full capacity. This situation was worsened by the two month strike of oil workers demanding for the de-annulment of the June 12 1993 election. Then the government was forced to import fuel for local con- sumption. Today, five months af- ter forcefully stopping the strike, fuel is still being imported. Fuel depots are now being closed down one after the other - Ore, Enugu as well as two other depots in Delta state. The excuse for these clo- sures is either oil spillage or bomb attack or fire incident."}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "Either unwilling or unable to arrest the situation, Nigeria, a ma- jor oil producing country, inces- santly suffers crippling fuel short- ages. And subsequent disruption in economic production. Either unwilling or unable to arrest the situation, Nigeria, a ma- jor oil producing country, inces- santly suffers crippling fuel short- ages. And subsequent disruption in economic production."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "Is another fuel price hike immi- nent? Nigerians say not again. Pleaded Miss Okonkwo: \"Please tell them they should not if they are not interested in killing people. As it is most of us are dead al- ready.\" Jacob Adetayo seems to have reached his tether's end. He cares for nothing any more. Said he: \"If the government wants to increase the pump price like it's been speculated, they might as well do it so that we can stop suffering like this. Afterall these societal abnormalities will end up somewhere, someday.\" But when? Is another fuel price hike immi- nent? Nigerians say not again. Pleaded Miss Okonkwo: \"Please tell them they should not if they are not interested in killing people. As it is most of us are dead al- ready.\" Jacob Adetayo seems to have reached his tether's end. He cares for nothing any more. Said he: \"If the government wants to increase the pump price like it's been speculated, they might as well do it so that we can stop suffering like this. Afterall these societal abnormalities will end up somewhere, someday.\" But when?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "CROSSWORDS / CROSSWORDS /"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 22, "ocr_result": "1 2 3 4 5 6 7 8 9 10 12 13 14 15 16 17 18 19 20 21 22 23 24 1 2 3 4 5 6 7 8 9 10 12 13 14 15 16 17 18 19 20 21 22 23 24"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "ACROSS: 3. Share out (9), 8. Dull pain (4), 9. Return to view (8), 10. Bog (6), 13. (7), Underground 17. Push system (5), 14. Take part (7), 15. Sun-burn (3), 16. Stimulating drink (4), 24. Republican (5), 21. leader Harm (6), (9). 22. Pining over romance (8), 23. Roman garment ACROSS: 3. Share out (9), 8. Dull pain (4), 9. Return to view (8), 10. Bog (6), 13. (7), Underground 17. Push system (5), 14. Take part (7), 15. Sun-burn (3), 16. Stimulating drink (4), 24. Republican (5), 21. leader Harm (6), (9). 22. Pining over romance (8), 23. Roman garment"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "Address DOWN: 1. Fortune-teller's art (9), 2. Radio band (9), 4. money container (5), 5. 20. 14. Vehicle (3), 15. Decuple (7), 18. Cotton material (5), 19. Obstinate (4), (9), (7), 6. Record (4), 7. Stone (4), 11. Railway fog-signal (9), 12. Practice Army canteen (4). Address DOWN: 1. Fortune-teller's art (9), 2. Radio band (9), 4. money container (5), 5. 20. 14. Vehicle (3), 15. Decuple (7), 18. Cotton material (5), 19. Obstinate (4), (9), (7), 6. Record (4), 7. Stone (4), 11. Railway fog-signal (9), 12. Practice Army canteen (4)."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "2 YESTERDAY'S SOLUTIONS: 2 YESTERDAY'S SOLUTIONS:"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "N 16. ACROSS: 6. Questionable, 8. Itemise, 9. Peach, 10. Repair, 14. Later, 15. Poetic, Limb, 19. Elite, 21. Replace, 22. Strangehold. N 16. ACROSS: 6. Questionable, 8. Itemise, 9. Peach, 10. Repair, 14. Later, 15. Poetic, Limb, 19. Elite, 21. Replace, 22. Strangehold."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "into. Shortbread, 11. Sac, 12. Red, 13. Agitator, 14. Liberal, 17. Dregs, 18. Speed, 20. DOWN: 1. Relegate, 2. Stain, 3. Token, 4. Sampler, 5. Plea, 6. Quintuplet, 7. into. Shortbread, 11. Sac, 12. Red, 13. Agitator, 14. Liberal, 17. Dregs, 18. Speed, 20. DOWN: 1. Relegate, 2. Stain, 3. Token, 4. Sampler, 5. Plea, 6. Quintuplet, 7."}]