[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "EWS EWS"}, {"block_type": "LAYOUT_HEADER", "reading_order": 2, "ocr_result": "VOL 1 NO 76 TUESDAY 6 DECEMBER,.1994 N1O . VOL 1 NO 76 TUESDAY 6 DECEMBER,.1994 N1O ."}, {"block_type": "LAYOUT_HEADER", "reading_order": 3, "ocr_result": "TRUANT OF THE YEAR TRUANT OF THE YEAR"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": ""}, {"block_type": "LAYOUT_FIGURE", "reading_order": 5, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Alhaji Wada Nas Alhaji Wada Nas"}, {"block_type": "LAYOUT_TITLE", "reading_order": 7, "ocr_result": "Minister Abandons Duty For 6 Months Frank Alabi Minister Abandons Duty For 6 Months Frank Alabi"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "Chief Gani Fawehinmi, the leader of National Conscience has started a nation wide tour to inaugurate the interim executive of the state branches of his party. Fawehinmi is seen here adminstering oaths to the Delta State executive at Igbudu Primary School, Sapele - Warri Road, Delta State. Pix: Charles Olowoeye. Chief Gani Fawehinmi, the leader of National Conscience has started a nation wide tour to inaugurate the interim executive of the state branches of his party. Fawehinmi is seen here adminstering oaths to the Delta State executive at Igbudu Primary School, Sapele - Warri Road, Delta State. Pix: Charles Olowoeye."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 9, "ocr_result": "to rinaugurate the interim executive of the state branches OF-1115 here adminstering oaths to the Delta State executive at Igbudu Primary School, Sapele - Warri Road, Delta State. Pix: Charles Olowoeye. to rinaugurate the interim executive of the state branches OF-1115 here adminstering oaths to the Delta State executive at Igbudu Primary School, Sapele - Warri Road, Delta State. Pix: Charles Olowoeye."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 10, "ocr_result": "Confab Rejects Parliament Status Confab Rejects Parliament Status"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 11, "ocr_result": "Alex Kabba Alex Kabba"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "A voice vote of members of the constitutional conference this morning rejected a proposal to make it a parliament. The pro- posal said to have been covertly sponsored by the Abacha Junta A voice vote of members of the constitutional conference this morning rejected a proposal to make it a parliament. The pro- posal said to have been covertly sponsored by the Abacha Junta"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "through a committee of the confab has recommended that the confab be turned into a parliament while the military remain in power in what would have turned out as diarchy. through a committee of the confab has recommended that the confab be turned into a parliament while the military remain in power in what would have turned out as diarchy."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "Speaking against the move this Speaking against the move this"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "before the voice vote surpris- ingly was Chief Emeka Ojukwu, the pardoned secessionist. Ojukwu, castigating the move, said the problem of the leader- ship is that having gotten into a position of power they areglued to it. \"The military has to quit,\" before the voice vote surpris- ingly was Chief Emeka Ojukwu, the pardoned secessionist. Ojukwu, castigating the move, said the problem of the leader- ship is that having gotten into a position of power they areglued to it. \"The military has to quit,\""}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 16, "ocr_result": "Frank Alabi I Frank Alabi I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "he declared. he declared."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "\"If we allow the military to stay it Is dangerous. Six months after the confab job is enough for the military to quit. We are here to make a constitution not to, \"If we allow the military to stay it Is dangerous. Six months after the confab job is enough for the military to quit. We are here to make a constitution not to,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "The Minister of State for Education and Youth Devel- opment, Alhaji Wada Nas, has abandoned his duty post in the last six months. He has been staying at the NICON-NOGA Hilton Hotel, Abuja for what ministry officials described as \"urgent S pecial duties\". The Minister of State for Education and Youth Devel- opment, Alhaji Wada Nas, has abandoned his duty post in the last six months. He has been staying at the NICON-NOGA Hilton Hotel, Abuja for what ministry officials described as \"urgent S pecial duties\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "Continue on page 2 Continue on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "In a memo to the Head of State, General Sani Abacha, Education on Minister, Dr. lyorchia Ayu complained bitterly about Nas's total lack of concern for his official duties. Dated31 October, 1994, Ayu wrote in the memo: \"When he (NAS] moved to Abuja, he made me to understand that you needed him for urgent special duties related to the Continue on page 2 In a memo to the Head of State, General Sani Abacha, Education on Minister, Dr. lyorchia Ayu complained bitterly about Nas's total lack of concern for his official duties. Dated31 October, 1994, Ayu wrote in the memo: \"When he (NAS] moved to Abuja, he made me to understand that you needed him for urgent special duties related to the Continue on page 2"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 22, "ocr_result": "Two Soldiers Held For Robbery Two Soldiers Held For Robbery"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "Adetokunbo Fakeye Adetokunbo Fakeye"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "Two men identified as serving soldiers are being held at Elewe-Eran, Ogun State Police Command for steal- ing NEPA property worth N5 million. Two men identified as serving soldiers are being held at Elewe-Eran, Ogun State Police Command for steal- ing NEPA property worth N5 million."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "The soldiers [names withheld by the police] according to police sources were caught at NEPA installation site at Agbara Estate, in Ogun State around 2.00 a.m. on Wednes- day while they were loading rolls of NEPA cable wires into an army truck they [suspects], along with four others, brought for the operation. The robbers, in uniform, on arrival at the NEPA site went straight for the security guards, tied them and beat them up. The soldiers [names withheld by the police] according to police sources were caught at NEPA installation site at Agbara Estate, in Ogun State around 2.00 a.m. on Wednes- day while they were loading rolls of NEPA cable wires into an army truck they [suspects], along with four others, brought for the operation. The robbers, in uniform, on arrival at the NEPA site went straight for the security guards, tied them and beat them up."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "The bandits, it was also learnt, ordered one of the guards to assist them in lifting the cables into their vehicle with a fork lift on the site. The bandits, it was also learnt, ordered one of the guards to assist them in lifting the cables into their vehicle with a fork lift on the site."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "P While this drama was on, our source informed that the cry of the guards caught the attention of Agbara Police men on night patrol in the area and they quickly called for assistance through a security alarm. P While this drama was on, our source informed that the cry of the guards caught the attention of Agbara Police men on night patrol in the area and they quickly called for assistance through a security alarm."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "Special anti-crime patrol in the area with the police on guard went to the site and there they met the guards Special anti-crime patrol in the area with the police on guard went to the site and there they met the guards"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "Continue on page 2 I Continue on page 2 I"}]