[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMSport PMSport"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "Page I Page I"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 3, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "CANDID SHOT CANDID SHOT"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "ADEOLA FASHOLA ADEOLA FASHOLA"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "It is not everyday you find some- one that has watched the chal- lenge cup finals from inception till date, so It was a unique oppor- tunity listening to septuagenar- lanjohn Ojidoll, a veteran soccer administrator, comment on the backsliding standard of the com- petition. It is not everyday you find some- one that has watched the chal- lenge cup finals from inception till date, so It was a unique oppor- tunity listening to septuagenar- lanjohn Ojidoll, a veteran soccer administrator, comment on the backsliding standard of the com- petition."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "During the discussion, he made it abundantly clear that the falling pres- tige the Challenge Cup is caused by a conglomeration of factors includ- ing the dismal economy, as well as During the discussion, he made it abundantly clear that the falling pres- tige the Challenge Cup is caused by a conglomeration of factors includ- ing the dismal economy, as well as"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "Recalling with nostalgia his past experience as an active participant in the organisation of past challenge cup championships he said 1 had no doubt in my mind that he knows his onions. And for someone of the calibre of Ojiduli to raise alarm over the sag- ging state of the challenge cup com- petition the survival of the game is threatened. Recalling with nostalgia his past experience as an active participant in the organisation of past challenge cup championships he said 1 had no doubt in my mind that he knows his onions. And for someone of the calibre of Ojiduli to raise alarm over the sag- ging state of the challenge cup com- petition the survival of the game is threatened."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "ensure that fixtures, venuesand dates fixed are religiously adhered to in order to gain the confidence of spon- sors and for credibility sake. For sponsors to come in, they have to believe in the competency and organisational ability of the organisers. ensure that fixtures, venuesand dates fixed are religiously adhered to in order to gain the confidence of spon- sors and for credibility sake. For sponsors to come in, they have to believe in the competency and organisational ability of the organisers."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "To redeem the fluttering image, the NFA should as a matter of urgency pursue a course of careful planning because the Association's hap harzard To redeem the fluttering image, the NFA should as a matter of urgency pursue a course of careful planning because the Association's hap harzard"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "- The NFA should also increase it's marketing drive and not leave ev- erything in the hands of the agen- cles. I strongly believe that an in- house marketing committee can do more than the marketing outfit which goes home with the biggest chunck of the cake at the end of the day. - The NFA should also increase it's marketing drive and not leave ev- erything in the hands of the agen- cles. I strongly believe that an in- house marketing committee can do more than the marketing outfit which goes home with the biggest chunck of the cake at the end of the day."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "The league and continental en- gagements of teams should be har- monized properly with the arrange- ment of the challenge cup for better organisation. The league and continental en- gagements of teams should be har- monized properly with the arrange- ment of the challenge cup for better organisation."}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "State Football Associations should also be advised to desist from the regressive attitude of prefering par- ticular clubsides to represent the state in the National competion. This attitude has so far led to the perpetu- ation of the uncertainty that has over the years been associated with the competition. State Football Associations should also be advised to desist from the regressive attitude of prefering par- ticular clubsides to represent the state in the National competion. This attitude has so far led to the perpetu- ation of the uncertainty that has over the years been associated with the competition."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "P P This year's edition was simply the This worst in the history of the competi- P P This year's edition was simply the This worst in the history of the competi-"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 15, "ocr_result": "That FA Cup May Come Alive That FA Cup May Come Alive"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "soccer administrators and the play- ers themselves. soccer administrators and the play- ers themselves."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "He also blamed the administrators of the game for not giving adequate attention to the organisation thereby allowing the championship to dete- riorate while the greatest culpit is the Nigerian economy which is nose diving every split second of the day. Corporate organisations which usu- ally served as the landing pad for sponsorship are beginning to have the feel of the tottering economy. He also blamed the administrators of the game for not giving adequate attention to the organisation thereby allowing the championship to dete- riorate while the greatest culpit is the Nigerian economy which is nose diving every split second of the day. Corporate organisations which usu- ally served as the landing pad for sponsorship are beginning to have the feel of the tottering economy."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "disposition to the organ isation of the competition contributes in no small way to its inglorious state. The competion's unfortunate posi- tion did not start with this just-con- cluded competition, so there shouldn't be any cry for immediate resuscita- tion. Rather, it has to be gradual with systematic and pragmatic approach to planning by the authorities concerned which in this case is the Nigeria Football Association. Foremost, the organ Isers should disposition to the organ isation of the competition contributes in no small way to its inglorious state. The competion's unfortunate posi- tion did not start with this just-con- cluded competition, so there shouldn't be any cry for immediate resuscita- tion. Rather, it has to be gradual with systematic and pragmatic approach to planning by the authorities concerned which in this case is the Nigeria Football Association. Foremost, the organ Isers should"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "tion regarding the organisation and choice of officials. The NFA should ponder these questions. How come a referee from Niger State was ap- pointed to officiate in a match involv- ing Lagos and Benue states? Why was a referee who was only last year dropped from the FIFA rating list appointed? And lastly, why was a person who failed the last National Cooper test appointed as the centre- referee in a Challenge Cup final match? These questions need be answered. tion regarding the organisation and choice of officials. The NFA should ponder these questions. How come a referee from Niger State was ap- pointed to officiate in a match involv- ing Lagos and Benue states? Why was a referee who was only last year dropped from the FIFA rating list appointed? And lastly, why was a person who failed the last National Cooper test appointed as the centre- referee in a Challenge Cup final match? These questions need be answered."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 20, "ocr_result": "Power Mike Wants FG To Save Sports leading role in profess Africa because of the heavy Investment in The ex-wrestling Power Mike Wants FG To Save Sports leading role in profess Africa because of the heavy Investment in The ex-wrestling"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "The federal government has been called upon to save combat sports, (Boxing and Wrestling) from dy ing a natural death in the country. Chief Michael Okpala, former World Wrestling Champion told PMs port yesterday in Lagos. \"I am making a passionate appeal to the federal and state governments to The federal government has been called upon to save combat sports, (Boxing and Wrestling) from dy ing a natural death in the country. Chief Michael Okpala, former World Wrestling Champion told PMs port yesterday in Lagos. \"I am making a passionate appeal to the federal and state governments to"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "look favourably towards encouraging sports which have been virtually ne- glected,\" he said. According to the former world cham- pion, boxing for example has brought honour to the country through men like Hogan Bassey and the late Dick Tiger. He observed that Ghana is taking a look favourably towards encouraging sports which have been virtually ne- glected,\" he said. According to the former world cham- pion, boxing for example has brought honour to the country through men like Hogan Bassey and the late Dick Tiger. He observed that Ghana is taking a"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 23, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "leading role in professional boxing in Africa because of the government's heavy investment in the game. The ex-wrestling giant therefore implored Nigeriansto turn outenmasse for this year's International boxing and national wrestling championships com- ingup at Anaedo hall, Nnewl, Anambra State on December 25. There will be trophies for the best wrestler and best boxer of the day.\" leading role in professional boxing in Africa because of the government's heavy investment in the game. The ex-wrestling giant therefore implored Nigeriansto turn outenmasse for this year's International boxing and national wrestling championships com- ingup at Anaedo hall, Nnewl, Anambra State on December 25. There will be trophies for the best wrestler and best boxer of the day.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "Boye Ajayi Boye Ajayi"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 26, "ocr_result": "the federal and state governments to He observed that Gilana IS taking Italian AC Milan goal keeper Sebastiano Rossi fails to save a goal during a practice session In Tokyo on Tuesday. AC Milan will play against Argentine football club Velez Sarsfield in the 1 5th Toyota European/South American up this evening. AFP PHOTO the federal and state governments to He observed that Gilana IS taking Italian AC Milan goal keeper Sebastiano Rossi fails to save a goal during a practice session In Tokyo on Tuesday. AC Milan will play against Argentine football club Velez Sarsfield in the 1 5th Toyota European/South American up this evening. AFP PHOTO"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "Referee Hamid Muazu of Niger State whose questionable award of a I penalty kick against Julius Berger disrupted last Sunday's FA Cup final | match in Bauchi, with a shocked Cyracus Ndukwu of Berger. Referee Hamid Muazu of Niger State whose questionable award of a I penalty kick against Julius Berger disrupted last Sunday's FA Cup final | match in Bauchi, with a shocked Cyracus Ndukwu of Berger."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 28, "ocr_result": "Lagos Inter-Club Tourney Coming Lagos Inter-Club Tourney Coming"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "Lagos State Sports Council is em- barking OF the grassroots devel- opment of Taekwondo. Lagos State Sports Council is em- barking OF the grassroots devel- opment of Taekwondo."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "Towards this project, PMsport learn: that Lagos State Taekwondo Association is packaging the first In- ter-Club Open championship among its athletes. Towards this project, PMsport learn: that Lagos State Taekwondo Association is packaging the first In- ter-Club Open championship among its athletes."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "The Inter-Club Taekwondo cham- pionship which is slated December 8- 11 at Mobolaji Johnson Sports Com- plex, Rowe Park, Yaba, Lagos will The Inter-Club Taekwondo cham- pionship which is slated December 8- 11 at Mobolaji Johnson Sports Com- plex, Rowe Park, Yaba, Lagos will"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "feature athletes in different catego- ries. = feature athletes in different catego- ries. ="}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "PMSport investigation revealed that kiddles will feature in demon- strations, while the adults will com- pete in different weight categories. The Association's chairman, Jonathan Nneji has vowed to ensure a grass root-development of Taekwondo in the state. PMSport investigation revealed that kiddles will feature in demon- strations, while the adults will com- pete in different weight categories. The Association's chairman, Jonathan Nneji has vowed to ensure a grass root-development of Taekwondo in the state."}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "Boye Ajayi Boye Ajayi"}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "ALL-AFRICA GAMES '95 ALL-AFRICA GAMES '95"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 36, "ocr_result": "Five Companies Offer To Sponsor Nigeria Five Companies Offer To Sponsor Nigeria"}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "Five companies have agreed to spnsor the Nigerian Contingent to the forthcoming; All-Africa Games in Harare, Zimbabwe in September the secretary of the Nigeria Olympic Committee (NOC), Mr. Elias Gora, has said. The companies are Union Bank Plc, Coca-Cola Bouling Company Plc, Nestle Food Nigeria Plc, Ashaka Cement Company and National Oil and Marketing Company Limited. Mr. Gora told the News Agency of Nigeria (NAN( in Lago on Tuesday that although the financial commit- ments to the companies were still unknown, they had promised to en- sure the welfare of the contiment. Five companies have agreed to spnsor the Nigerian Contingent to the forthcoming; All-Africa Games in Harare, Zimbabwe in September the secretary of the Nigeria Olympic Committee (NOC), Mr. Elias Gora, has said. The companies are Union Bank Plc, Coca-Cola Bouling Company Plc, Nestle Food Nigeria Plc, Ashaka Cement Company and National Oil and Marketing Company Limited. Mr. Gora told the News Agency of Nigeria (NAN( in Lago on Tuesday that although the financial commit- ments to the companies were still unknown, they had promised to en- sure the welfare of the contiment."}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "The secretary said that the com- pany would participate in boxing, althletics, judo, tennis, wrestling, weightlifting and cycling at the games and that selection of athletes would be entirely left to the various sport- ing associations under the NOC. The secretary said that the com- pany would participate in boxing, althletics, judo, tennis, wrestling, weightlifting and cycling at the games and that selection of athletes would be entirely left to the various sport- ing associations under the NOC."}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "He assured that all qualified Nige- rian foreign-based athletes would be gent. given a chance to join the conum contin- He assured that all qualified Nige- rian foreign-based athletes would be gent. given a chance to join the conum contin-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "A Mr. Gora could, however, not.com- firm if any of the 14 Nigerian Athletes who defected at the last Common- wealth Games in Canada had re- turned home. A Mr. Gora could, however, not.com- firm if any of the 14 Nigerian Athletes who defected at the last Common- wealth Games in Canada had re- turned home."}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "He assured that NOC would guard against such incident in future. - He assured that NOC would guard against such incident in future. -"}]