[{"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 1, "ocr_result": "4&5 4&5"}, {"block_type": "LAYOUT_HEADER", "reading_order": 2, "ocr_result": "Page 7 PMNews Page 7 PMNews"}, {"block_type": "LAYOUT_TITLE", "reading_order": 3, "ocr_result": "P The Jihad Against Fundamentalists P The Jihad Against Fundamentalists"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "slem countries rocked by slem countries rocked by"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "ndamentalist violence in ndamentalist violence in"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "94 have identified the grow- 94 have identified the grow-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "or the first time in its history Organisation of Islamic Con- ence [OIC] adopted a 'code conduct' in December to e up to the fundamentalist eat. The code, adopted at the : summit meeting in Mo- co, called on the anisation's 51 members not finance or support \"terrorist \" and to ensure their terri- is not used by violent ups to plan or carry out rations. King Hassan of Mo- or the first time in its history Organisation of Islamic Con- ence [OIC] adopted a 'code conduct' in December to e up to the fundamentalist eat. The code, adopted at the : summit meeting in Mo- co, called on the anisation's 51 members not finance or support \"terrorist \" and to ensure their terri- is not used by violent ups to plan or carry out rations. King Hassan of Mo-"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 8, "ocr_result": "King Hassan of Morocco PHOT SPE King Hassan of Morocco PHOT SPE"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "rocco launched a scathing attack on extremism as he opened the summit, saying fundamentalists had no right to issue falwas or religious decrees authorising the assassination of their target. rocco launched a scathing attack on extremism as he opened the summit, saying fundamentalists had no right to issue falwas or religious decrees authorising the assassination of their target."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "Like Salman Rushdie before them, two Moslem authors found themselves the targets of death decgees for works considered to be bläsphemous. Like Salman Rushdie before them, two Moslem authors found themselves the targets of death decgees for works considered to be bläsphemous."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "be surge ofextremismasthe be surge ofextremismasthe"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "st direct threat to theirsta- st direct threat to theirsta-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "ity next year. Thousands ity next year. Thousands"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "ab states have taken un- ab states have taken un-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "One of them, Egypt's Nobel prize winning author Naguib Mahfouz was stabbed in the neck by militants on 14 October. The alleged attacker was quoted by newspapers as saying he would not hesitate to murder the 83-year old writer if he gotanother chance. Bangladesh novelist, Tslima Nasreen, 32, fled to Europe in August after Moslem death threath. She is the subject of a trial in her native country for offending reli- gious feelings. One of them, Egypt's Nobel prize winning author Naguib Mahfouz was stabbed in the neck by militants on 14 October. The alleged attacker was quoted by newspapers as saying he would not hesitate to murder the 83-year old writer if he gotanother chance. Bangladesh novelist, Tslima Nasreen, 32, fled to Europe in August after Moslem death threath. She is the subject of a trial in her native country for offending reli- gious feelings."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Intellectuals are also a prime tar- get of Islamic militants in troubled Algeria, where the year drew to a close without any sign of a solu- tion to its its two-year conflict. Violence erupted in February, 1992 when the government cancelled elections which Islamic funda- mentalists were set to win and imposed a state of emergency. Seventeen journalists and dozens of judges, teachers and artists were murdered in 1994, along with 40 tourists. Intellectuals are also a prime tar- get of Islamic militants in troubled Algeria, where the year drew to a close without any sign of a solu- tion to its its two-year conflict. Violence erupted in February, 1992 when the government cancelled elections which Islamic funda- mentalists were set to win and imposed a state of emergency. Seventeen journalists and dozens of judges, teachers and artists were murdered in 1994, along with 40 tourists."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "Around 2,150 militants died in violence, according to official fig- ures. But the overall toll is much higher because the government Around 2,150 militants died in violence, according to official fig- ures. But the overall toll is much higher because the government"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "- an . - an ."}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "does not release details of casual- ties among the security forces. Egypt likewise battled against an Islamic campaign aimed at over- throwing thesecular government, which has left more than 530 dead since it began in March, 1992. does not release details of casual- ties among the security forces. Egypt likewise battled against an Islamic campaign aimed at over- throwing thesecular government, which has left more than 530 dead since it began in March, 1992."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 20, "ocr_result": "PHOT SPEAK Pix: David Akintonde PHOT SPEAK Pix: David Akintonde"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Authorities targetted Islamic lead- ers, executed 41 militants and drove the outlawed Jamas Islamiyya out of its stronghold of Asyut in 1994 only to watch in horror as violence spread out into neighbouring provinces of south- ern Egypt. Authorities targetted Islamic lead- ers, executed 41 militants and drove the outlawed Jamas Islamiyya out of its stronghold of Asyut in 1994 only to watch in horror as violence spread out into neighbouring provinces of south- ern Egypt."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "people have died in mili- people have died in mili-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "t campaigns in Algeria and t campaigns in Algeria and"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "ypt this year, while Gulf - ypt this year, while Gulf -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "recedented measures to 1 recedented measures to 1"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "Oil-rich Gulf state also stepped up the fight against fundamental- ist extremism which has swelled since the January-February 1991 Gulf War. Oil-rich Gulf state also stepped up the fight against fundamental- ist extremism which has swelled since the January-February 1991 Gulf War."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "sh simmering fundamen- sh simmering fundamen-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "ist unrest at home. And ist unrest at home. And"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "< spects look bleak for 1995 < spects look bleak for 1995"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "a social and economic a social and economic"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "sis threatening the Mos- sis threatening the Mos-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "sSaudi Arabia admitted for the first time that it faced a threat from extremists and announced it had rounded up 157 Moslem extrem- ists at the end of September. sSaudi Arabia admitted for the first time that it faced a threat from extremists and announced it had rounded up 157 Moslem extrem- ists at the end of September."}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "a world and providing fe a world and providing fe"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "ground for extremist ground for extremist"}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "ups looking to increase ups looking to increase"}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "r support. r support."}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "Neighbouring Kuwait mean- while took control of fund raising by Islamic fundamentalist chari- ties, which have been accused of financing militants abroad. Neighbouring Kuwait mean- while took control of fund raising by Islamic fundamentalist chari- ties, which have been accused of financing militants abroad."}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "Elsewhere in the Middle East fundamentalists hardliners op- posed to the Arab-Israeli peace process continued attacks on tar- gets of the Jewish state. Elsewhere in the Middle East fundamentalists hardliners op- posed to the Arab-Israeli peace process continued attacks on tar- gets of the Jewish state."}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "Forty-five Israelis were killed by Palestinians after self-rule was launched in May in the Gaza Strip and jericho, while Hezbollah guer- rillas in southern Lebanon stepped up attacks on Israeli/soldiers to- wards the end of the year. Forty-five Israelis were killed by Palestinians after self-rule was launched in May in the Gaza Strip and jericho, while Hezbollah guer- rillas in southern Lebanon stepped up attacks on Israeli/soldiers to- wards the end of the year."}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "Man Of Sorrows Man Of Sorrows"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 41, "ocr_result": "ae net seik ae net seik"}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "Maxwell Lawton, who has Aids, stands behind his painting in St. George Cathe- dral in Cape Town on Wednesday that depicts Jesus Christ as an Aids sufferer. The painting, that will stay in the Cathe- dral, has caused a controversy in the city. AFP PHOTO. Maxwell Lawton, who has Aids, stands behind his painting in St. George Cathe- dral in Cape Town on Wednesday that depicts Jesus Christ as an Aids sufferer. The painting, that will stay in the Cathe- dral, has caused a controversy in the city. AFP PHOTO."}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "P.M. POOLS P.M. POOLS"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 44, "ocr_result": "ARSENAL ASTON V 2 CHELSEA MAN UTD N 13 CA ENTRY NOITH FOR 13 4 CRYSTAL P 11 EVERTON A 4 LEEDS 07 LEICESTE B 4 NORWE C 10 WED D 11 BLUE 12 12 E 13 END 13 14 ALL 14 F 15 OLDHAM WEIVES 15 G 16 READING LUTON 16 17 SHEEK UID MIDDLESBRO 17 H 18 STOKE SWINDON 18 19 SUNDERLAND BOLTON 10 II 20 TRANME DERBY (201) J 21 WATE PORTS RITH 21 8 22 WEST BRY SC 22 K 225 DAR CHAM CAM DCI 23 24 DR LE IN D. 24 14 BRISTOL 25 124 CREWE 9 TER M 26 22 HULL <00 DERSFY 27 W N T SPETERBO YORD 28 CAR ASSOCIATION RADFORD 29 0 30 SHELWSBURY CARDIFY 30 STOCKPORT P 31 WREXHAM 31 32 SWANSEA PLYMOUTH 32 Q 33 WYCOMBE BRIGHTON 33 34 YORK BLACKPOOL 34 R 835 85 36 ERFD ASTER 36 S 37 ESTER ORTHPTON 37 T 38 ARHORD 34 39 EXETER TORQUAY 39 n U 40 JOHNSON 40 41 MARCH 41 IS V be HERE RD 42 W ST 41 44 SCONTHORPE LINCOLN 44 X 45 WALSALL BARNE 45 46 MERTHY BATH 46 Y 47 RUNCORN 42 48 Z 48 49 TO ENC 51 MOTHERWELL SEX 52 53 1994 CLIDEDANK SP 55 HAMILTON DUNDER AIRDRIE DUNF MLINE 26th DECEMBER 1994 is 21 N ARSENAL ASTON V 2 CHELSEA MAN UTD N 13 CA ENTRY NOITH FOR 13 4 CRYSTAL P 11 EVERTON A 4 LEEDS 07 LEICESTE B 4 NORWE C 10 WED D 11 BLUE 12 12 E 13 END 13 14 ALL 14 F 15 OLDHAM WEIVES 15 G 16 READING LUTON 16 17 SHEEK UID MIDDLESBRO 17 H 18 STOKE SWINDON 18 19 SUNDERLAND BOLTON 10 II 20 TRANME DERBY (201) J 21 WATE PORTS RITH 21 8 22 WEST BRY SC 22 K 225 DAR CHAM CAM DCI 23 24 DR LE IN D. 24 14 BRISTOL 25 124 CREWE 9 TER M 26 22 HULL <00 DERSFY 27 W N T SPETERBO YORD 28 CAR ASSOCIATION RADFORD 29 0 30 SHELWSBURY CARDIFY 30 STOCKPORT P 31 WREXHAM 31 32 SWANSEA PLYMOUTH 32 Q 33 WYCOMBE BRIGHTON 33 34 YORK BLACKPOOL 34 R 835 85 36 ERFD ASTER 36 S 37 ESTER ORTHPTON 37 T 38 ARHORD 34 39 EXETER TORQUAY 39 n U 40 JOHNSON 40 41 MARCH 41 IS V be HERE RD 42 W ST 41 44 SCONTHORPE LINCOLN 44 X 45 WALSALL BARNE 45 46 MERTHY BATH 46 Y 47 RUNCORN 42 48 Z 48 49 TO ENC 51 MOTHERWELL SEX 52 53 1994 CLIDEDANK SP 55 HAMILTON DUNDER AIRDRIE DUNF MLINE 26th DECEMBER 1994 is 21 N"}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "Congratulation and congratula- tion again to members and friends following coupon ratings. It has been so good right from the start. The ratings here fully compare among the best the world over. Guaranteed winning weekly, Though it may be little, It is better. And this tells you to keep record of PMNews weekly and even bring them for full lecture). Have even weeks in agroup andodd weeks In Congratulation and congratula- tion again to members and friends following coupon ratings. It has been so good right from the start. The ratings here fully compare among the best the world over. Guaranteed winning weekly, Though it may be little, It is better. And this tells you to keep record of PMNews weekly and even bring them for full lecture). Have even weeks in agroup andodd weeks In"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "BEST - 39, 52, 56 BEST - 39, 52, 56"}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "a group. a group."}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "Firstly, Part of Even Weeks: (A) The third 'X' rating from - up subtracted from second 'X' rating from down as a draw following even week. Firstly, Part of Even Weeks: (A) The third 'X' rating from - up subtracted from second 'X' rating from down as a draw following even week."}, {"block_type": "LAYOUT_TEXT", "reading_order": 49, "ocr_result": "(B) Multiply by 2 the 9th and the 10th home rating from - up separately and that form pair next of even wek. (C) The 4th and 5th 'X' rating will check from down stands for a draw next of even week. (B) Multiply by 2 the 9th and the 10th home rating from - up separately and that form pair next of even wek. (C) The 4th and 5th 'X' rating will check from down stands for a draw next of even week."}, {"block_type": "LAYOUT_TEXT", "reading_order": 50, "ocr_result": "And Part of Odd Weeks (A) The third 'X' rating if check from down stands as a draw next of odd. (B) The 3rd and 8th home rating from up forms pair every next of odd weeks. (C) The 5th and 6th home rating while check from down also forms every next of odd weeks. And Part of Odd Weeks (A) The third 'X' rating if check from down stands as a draw next of odd. (B) The 3rd and 8th home rating from up forms pair every next of odd weeks. (C) The 5th and 6th home rating while check from down also forms every next of odd weeks."}, {"block_type": "LAYOUT_TEXT", "reading_order": 51, "ocr_result": "While you are getting full lecture again in my temporary office tomorrow Friday and Saturday, you can still get cop- les of the past to buy in our head office at 8 Ibiyemi Street, Ajao Estate Isolo Lagos (Re- member a copy will now cost double the cover price). While you are getting full lecture again in my temporary office tomorrow Friday and Saturday, you can still get cop- les of the past to buy in our head office at 8 Ibiyemi Street, Ajao Estate Isolo Lagos (Re- member a copy will now cost double the cover price)."}, {"block_type": "LAYOUT_TEXT", "reading_order": 52, "ocr_result": "This is the lastweek for 1994 and for this, so much has been put in place. All I could tell you now is simply get your own copy tomorrow Friday and Saturday at my temporary This is the lastweek for 1994 and for this, so much has been put in place. All I could tell you now is simply get your own copy tomorrow Friday and Saturday at my temporary"}, {"block_type": "LAYOUT_TEXT", "reading_order": 53, "ocr_result": "office 47, Shokunbi Street, Mushin (Best if you come through Post Of- fice Road, Staight to Shokunbi. Don't forget to come with a copy of PM- News for the big bonus. Time will be 7 a.m. - 7 p.m., please keep to time. office 47, Shokunbi Street, Mushin (Best if you come through Post Of- fice Road, Staight to Shokunbi. Don't forget to come with a copy of PM- News for the big bonus. Time will be 7 a.m. - 7 p.m., please keep to time."}, {"block_type": "LAYOUT_TEXT", "reading_order": 54, "ocr_result": "Xmas greeting to Alhaji, Chair- man local Airport, Ikeja. Alhaji Demola Lagos; To Lamidi - Apapa Lagos; To Lt. Col. J.; To Captain Jack of Victoria Island. To Brothers at Mile 2 motor park, Lagos; To Mr. Ndubuisi; To Mr. Edeem - Apapa; To Jacob-Apapa; To Chief Ojogiwa Street, Lagos; To Lawal Sabo - Yaba, Lagos; To Mr. Waheed - Lagos. Xmas greeting to Alhaji, Chair- man local Airport, Ikeja. Alhaji Demola Lagos; To Lamidi - Apapa Lagos; To Lt. Col. J.; To Captain Jack of Victoria Island. To Brothers at Mile 2 motor park, Lagos; To Mr. Ndubuisi; To Mr. Edeem - Apapa; To Jacob-Apapa; To Chief Ojogiwa Street, Lagos; To Lawal Sabo - Yaba, Lagos; To Mr. Waheed - Lagos."}, {"block_type": "LAYOUT_TEXT", "reading_order": 55, "ocr_result": "Aston V. at away No.1 has something good for this week 21 and 2 weeks time, as it appears again on No.1 away. While first appearance of Aston V. picked first and last letters and traced down in order, the next correspond with their worth sepa- rately added for two draws for the week. Aston V. at away No.1 has something good for this week 21 and 2 weeks time, as it appears again on No.1 away. While first appearance of Aston V. picked first and last letters and traced down in order, the next correspond with their worth sepa- rately added for two draws for the week."}, {"block_type": "LAYOUT_TEXT", "reading_order": 56, "ocr_result": "Week 8, Opponent of Aston V: was Blackburn. Make use B/N. Next 'B' wa. 10+2 = 12, briker. And next 'N' was 4+14 *18 banker. Checked 12, 18/37 43 in week 8. Week 8, Opponent of Aston V: was Blackburn. Make use B/N. Next 'B' wa. 10+2 = 12, briker. And next 'N' was 4+14 *18 banker. Checked 12, 18/37 43 in week 8."}, {"block_type": "LAYOUT_TEXT", "reading_order": 57, "ocr_result": "Week 21 opponent of Aston V is Arsenal. Make use of A/L Next 'A' is 50 +1 ⑉ 51, banker. And next I' is 27+12 = 39 banker. Check 39, 51/23 this week 21. Week 21 opponent of Aston V is Arsenal. Make use of A/L Next 'A' is 50 +1 ⑉ 51, banker. And next I' is 27+12 = 39 banker. Check 39, 51/23 this week 21."}, {"block_type": "LAYOUT_TEXT", "reading_order": 58, "ocr_result": "It wilk be my delight to welcome you tomorrow Friday at my tempo- rary office for the end of the year release Perfectly arrranged I will tell you to be part of this, 47, Shokunbi Street, Mushin And we will start the new year good. It wilk be my delight to welcome you tomorrow Friday at my tempo- rary office for the end of the year release Perfectly arrranged I will tell you to be part of this, 47, Shokunbi Street, Mushin And we will start the new year good."}, {"block_type": "LAYOUT_FOOTER", "reading_order": 59, "ocr_result": "The C The C"}]