[{"block_type": "LAYOUT_TITLE", "reading_order": 1, "ocr_result": "Clinton's Trial To Wait Clinton's Trial To Wait"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 2, "ocr_result": "EWS VOL 1 NO. 92 THURSDAY 29 DECEMBER, 1994 N10 EWS VOL 1 NO. 92 THURSDAY 29 DECEMBER, 1994 N10"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "President BillClintonwonareprieve from the sexual harassment lawsuit against him when a jud ge rule yes- terday that the plaintiff must wait until he leaves office for the trial. But the ruling judge refused to throw out the case and allowed investigators for Paula Jones to continue gathering evidence in the meantime. Clinton is facing allegations from Jones, a former Arkansas state employee, that he made unwanted sexual overtures during a May 1991 conference in a hotel when he was state governor and she was working for the state. Jones filed a suit against Clinton May 6 of this year, two days before the statute of limitations was to have run out. Jones, who said she has suffered because of the Incident, is seeking President BillClintonwonareprieve from the sexual harassment lawsuit against him when a jud ge rule yes- terday that the plaintiff must wait until he leaves office for the trial. But the ruling judge refused to throw out the case and allowed investigators for Paula Jones to continue gathering evidence in the meantime. Clinton is facing allegations from Jones, a former Arkansas state employee, that he made unwanted sexual overtures during a May 1991 conference in a hotel when he was state governor and she was working for the state. Jones filed a suit against Clinton May 6 of this year, two days before the statute of limitations was to have run out. Jones, who said she has suffered because of the Incident, is seeking"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "700,000 dollars in damages from Clinion The president has denied the charges. Clinton's lawyers, arguing that the prest- dent had Immunity - from such prosecution while in office, had sought to have the case dismissed or entirely postponed. 700,000 dollars in damages from Clinion The president has denied the charges. Clinton's lawyers, arguing that the prest- dent had Immunity - from such prosecution while in office, had sought to have the case dismissed or entirely postponed."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "The president's private attorney Carl Rauh said - he would appeal the ruling allowing depositions to be taken, say- ing it could be a \"distraction\" to the chiefexecutive. The president's private attorney Carl Rauh said - he would appeal the ruling allowing depositions to be taken, say- ing it could be a \"distraction\" to the chiefexecutive."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "US District Judge Susan Wright said granting Clintin immunity \"would be contrary to our form of government. \"She said the Constitution provided no basis for granting immunity for acts a president commi tted before taking of- Ace. US District Judge Susan Wright said granting Clintin immunity \"would be contrary to our form of government. \"She said the Constitution provided no basis for granting immunity for acts a president commi tted before taking of- Ace."}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "Continued on page 2 Continued on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "'93 PLANE HIJACK Mallam Jerry Yusuf, the alleged ring leader of the October 1993 hijacking Jerry Yusuf of a Nigeria Aleways jet has been formally charged in Namey after more than a year in custody, jull- dislources lothe Niger capital said yesterday. Mallam Yusuf has been charged with \"conspiracy to hijack an aircraft by violence or threat of violence, caus- ing the death of one person\", according Continued on page 2 Goes On Trial Oyinlola Halts LSDPC Probe '93 PLANE HIJACK Mallam Jerry Yusuf, the alleged ring leader of the October 1993 hijacking Jerry Yusuf of a Nigeria Aleways jet has been formally charged in Namey after more than a year in custody, jull- dislources lothe Niger capital said yesterday. Mallam Yusuf has been charged with \"conspiracy to hijack an aircraft by violence or threat of violence, caus- ing the death of one person\", according Continued on page 2 Goes On Trial Oyinlola Halts LSDPC Probe"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "MallamJerry Yusuf, the alleged ring- leader of the October 1993 hijacking of a Nigeria Airways jet has been formally charged in Namey after more than a year In custody, judi- clal sources in the Nigercapital said yesterday. MallamJerry Yusuf, the alleged ring- leader of the October 1993 hijacking of a Nigeria Airways jet has been formally charged in Namey after more than a year In custody, judi- clal sources in the Nigercapital said yesterday."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "Alex Oni 1 Alex Oni 1"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "Lagos State administrator, Colonel Olagunsoye Oyinloia, last Friday stopped detectives from Zone II Headquarters, Onikan from further probing into a N31 million fraud at- LSDPC. Lagos State administrator, Colonel Olagunsoye Oyinloia, last Friday stopped detectives from Zone II Headquarters, Onikan from further probing into a N31 million fraud at- LSDPC."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Mallam Yusuf has been charged with \"conspiracy to hijack an aircraft by violence or threat of violence, caus- ing the death of one person\", according Mallam Yusuf has been charged with \"conspiracy to hijack an aircraft by violence or threat of violence, caus- ing the death of one person\", according"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "The Zonal Commander, Mr. Albert Ikenwa [AIG], had directed DSP Suraj Umar and Sergeant Islaka Basorun to look into an alleged N31 million fraud perpetrated by top officials of LSDPC and Harris Dredging Ltd. The Zonal Commander, Mr. Albert Ikenwa [AIG], had directed DSP Suraj Umar and Sergeant Islaka Basorun to look into an alleged N31 million fraud perpetrated by top officials of LSDPC and Harris Dredging Ltd."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "Continued on page 2 Continued on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "Consequently, the Managing Di- rector of Harris Dredging, Mr. Eyitayo was invited over to Zone II last Thurs- day where he spent six hours and was later let-off the hook after volunteering a statement to the police. Consequently, the Managing Di- rector of Harris Dredging, Mr. Eyitayo was invited over to Zone II last Thurs- day where he spent six hours and was later let-off the hook after volunteering a statement to the police."}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "Chairman, Rev. Akindele to come with them to Onikan. Akindele, however, appealed to the policemen to allow him contact state administrator on phone because \"It's few hours to christmas and I know you police people. I want to spend christmas with my children.\" Chairman, Rev. Akindele to come with them to Onikan. Akindele, however, appealed to the policemen to allow him contact state administrator on phone because \"It's few hours to christmas and I know you police people. I want to spend christmas with my children.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "The detectives again stormed LSDPC Headquarters at llupeju on Fri- day, 24 December and invited the The detectives again stormed LSDPC Headquarters at llupeju on Fri- day, 24 December and invited the"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Oyinlola then told the detectives to bring Akindele to his office. The detectives obliged and on getting to Alausa, Oyinlola expressed his dis- pleasure about recent happenings at LSDPC, especially recent adverse news- paper reports which hesaid, amounted to washing their dirty linen in public. Oyinlola then told the detectives to bring Akindele to his office. The detectives obliged and on getting to Alausa, Oyinlola expressed his dis- pleasure about recent happenings at LSDPC, especially recent adverse news- paper reports which hesaid, amounted to washing their dirty linen in public."}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "Theadministrator told the police- men to hands off the matter, promising to look into the alleged fraud. Even then, as the administrator was putting a stop to Zone II investiga- tion, detectives from State Directorate Continued on page 2 Theadministrator told the police- men to hands off the matter, promising to look into the alleged fraud. Even then, as the administrator was putting a stop to Zone II investiga- tion, detectives from State Directorate Continued on page 2"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 20, "ocr_result": "Sanya Ojikutu * Last 45 1111111. I should give you.some- thing for the new year? O.C., this will prove very useful - my old book on \"Moral instruction\" Sanya Ojikutu * Last 45 1111111. I should give you.some- thing for the new year? O.C., this will prove very useful - my old book on \"Moral instruction\""}, {"block_type": "LAYOUT_FIGURE", "reading_order": 21, "ocr_result": "Presid Mandela's hand man erail anti-apart held activist Walter Sisulu, Deputy President of the African Na- tional Congress ANC), who spent 26 years in prison alongside Mandela, has fallenseriously ill. AFP PHOTO Presid Mandela's hand man erail anti-apart held activist Walter Sisulu, Deputy President of the African Na- tional Congress ANC), who spent 26 years in prison alongside Mandela, has fallenseriously ill. AFP PHOTO"}]