[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMNews PMNews"}, {"block_type": "LAYOUT_HEADER", "reading_order": 2, "ocr_result": "P.M. P.M."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 3, "ocr_result": "STYLE PETERS STYLE PETERS"}, {"block_type": "LAYOUT_HEADER", "reading_order": 4, "ocr_result": "BY TEMI BY TEMI"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "LIFE LIFE"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 6, "ocr_result": "Mending A Broken Heart Mending A Broken Heart"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "Love is all about sharing and caring. It is sweet when things go on smoothly. But the reverse is the case when your loved one dis- appoints you. You can get over that broken heartthat you think you will die of by follow- ing these simple tips, says an expert. XE Love is all about sharing and caring. It is sweet when things go on smoothly. But the reverse is the case when your loved one dis- appoints you. You can get over that broken heartthat you think you will die of by follow- ing these simple tips, says an expert. XE"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "A broken marriage or love affair can make you feel depressed, angry and unloved. But you can get through a break up, says a psychologist. You should remember that time is your best friend. Look ahead. Make plans for the future. Map out your next holiday or some activities. Imagine yourself in the future, smiling, feeling self-assured and happy. Remember that image and carry it through the hard times. A broken marriage or love affair can make you feel depressed, angry and unloved. But you can get through a break up, says a psychologist. You should remember that time is your best friend. Look ahead. Make plans for the future. Map out your next holiday or some activities. Imagine yourself in the future, smiling, feeling self-assured and happy. Remember that image and carry it through the hard times."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "P . Don't kid yourself and try to stay off from your former lover or husband; if you geta friend, either you, will be secretly hoping you can get back together again or you will still be hurt and angry and you will find yourself making hurting remarks. P . Don't kid yourself and try to stay off from your former lover or husband; if you geta friend, either you, will be secretly hoping you can get back together again or you will still be hurt and angry and you will find yourself making hurting remarks."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "Don'trush into a new relationship because you are broken hearted, it could make things worse for you, the person could take advantage of your problem to hurt you. Don'trush into a new relationship because you are broken hearted, it could make things worse for you, the person could take advantage of your problem to hurt you."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "Don't feel rejected and unlovable. Take good stock of your good points, don't feel bad because your relationship did not work. Enjoy yourself, spend time with friends. Put on 2 laughter, it is the best medicine. Don't feel rejected and unlovable. Take good stock of your good points, don't feel bad because your relationship did not work. Enjoy yourself, spend time with friends. Put on 2 laughter, it is the best medicine."}, {"block_type": "LAYOUT_TITLE", "reading_order": 12, "ocr_result": "HEALTH HEALTH"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 13, "ocr_result": "Teenage Pregnancy Teenage Pregnancy"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "Each year, over 15 million women be- tween the ages of 15 and 20 give birth world wide, estimates a world wide magazine. This figure docs not include girls younger than 15, nor does it account for abortions or mis- carriages. In Africa alone about 28 per cent of all women give birth before they are 18 years of age. Researchers say that among the reasons for increasing teenage pregnancy in Africa are Ignorance about sexual matters, early marriages, and economic hardship that tempts young women to enter \"sugar daddy\" relationship with older, wealthy men. \"Not only do teenage women face, 'on average, twice the risk of dying in pregnancy or childbirth than women 20-34 years old\", reports the magazine, but the Infants of teen mothers are likely to die, too.\" mother Awake Each year, over 15 million women be- tween the ages of 15 and 20 give birth world wide, estimates a world wide magazine. This figure docs not include girls younger than 15, nor does it account for abortions or mis- carriages. In Africa alone about 28 per cent of all women give birth before they are 18 years of age. Researchers say that among the reasons for increasing teenage pregnancy in Africa are Ignorance about sexual matters, early marriages, and economic hardship that tempts young women to enter \"sugar daddy\" relationship with older, wealthy men. \"Not only do teenage women face, 'on average, twice the risk of dying in pregnancy or childbirth than women 20-34 years old\", reports the magazine, but the Infants of teen mothers are likely to die, too.\" mother Awake"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 15, "ocr_result": "Cold Water As Therapy Cold Water As Therapy"}, {"block_type": "LAYOUT_TEXT", "reading_order": 16, "ocr_result": "FL Recent research by a Research Institute has led to the discovery of a new medical etreatment - Thermo Regulatory Hydro e Therapy - or, to put it more succinctly, regu- T lar cold baths. FL Recent research by a Research Institute has led to the discovery of a new medical etreatment - Thermo Regulatory Hydro e Therapy - or, to put it more succinctly, regu- T lar cold baths."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "The research has found that cold water therapy increases the level of the body's natural thinning enzyme, improves circulation, stimu- lates testosterone production in men and boosts estrogen in women. \"It is not a cure for every- thing,\" says an expert. \"But it is a way to make our bodies perform better, to improve blood circulation on and to stimulate the immune system.\" So itseems those cold water fanatics aren't crazy at all. The research has found that cold water therapy increases the level of the body's natural thinning enzyme, improves circulation, stimu- lates testosterone production in men and boosts estrogen in women. \"It is not a cure for every- thing,\" says an expert. \"But it is a way to make our bodies perform better, to improve blood circulation on and to stimulate the immune system.\" So itseems those cold water fanatics aren't crazy at all."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "- Cosmopolita an - Cosmopolita an"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 19, "ocr_result": "BODY FITNESS BODY FITNESS"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 20, "ocr_result": "Stretching Your Body Stretching Your Body"}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Do you consider stretching a chore? Don't you know you should stretch after your work- outs? But if you just can't get yourself to do a complete stretch routine, you can do this with a partner. Do you consider stretching a chore? Don't you know you should stretch after your work- outs? But if you just can't get yourself to do a complete stretch routine, you can do this with a partner."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "Proper stretching decreases your risk of injury. When you work out or play it can increase your range of motion and with a greater range of motion, you are less likely to pull a muscle. If you are too flexible, however, you are at increased risk of injury. Proper stretching decreases your risk of injury. When you work out or play it can increase your range of motion and with a greater range of motion, you are less likely to pull a muscle. If you are too flexible, however, you are at increased risk of injury."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "P You can use stretching to maintain good posture during your daily routine. All day long, P You can use stretching to maintain good posture during your daily routine. All day long,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "when you hold a phone or carry shoulder, your muscles are pull directions. The combination of strengthening your chest and ba when you hold a phone or carry shoulder, your muscles are pull directions. The combination of strengthening your chest and ba"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "MOTHER O MOTHER O"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "help you maintain upright posi Stretching after a tough work-o unwind and make a smooth tra rest of your day. With a partner position, you can really let y experience how good it feels to help you maintain upright posi Stretching after a tough work-o unwind and make a smooth tra rest of your day. With a partner position, you can really let y experience how good it feels to"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "Italian actress Sophia Loren arrives at the premiere showing of Robert's new movie Ready to Wear\" in New York City 12 December, Loren stars in the film which takes a sardonic look at the fashion industry. AFP PHOTO. Italian actress Sophia Loren arrives at the premiere showing of Robert's new movie Ready to Wear\" in New York City 12 December, Loren stars in the film which takes a sardonic look at the fashion industry. AFP PHOTO."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "P If you have never stretched on be patient with yourself. Your im be more subtle than with cardi cise. P If you have never stretched on be patient with yourself. Your im be more subtle than with cardi cise."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 29, "ocr_result": ""}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 30, "ocr_result": "Kids And Sh Kids And Sh"}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "This is a period when pare ians take their kids out on Chris and shows. These tips will gui what to do when taking kids o This is a period when pare ians take their kids out on Chris and shows. These tips will gui what to do when taking kids o"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "*Don't take too many kids you don't own a car. If you are b things for them, you can take t clothes to determine the size th You can select for them on your *Don't take too many kids you don't own a car. If you are b things for them, you can take t clothes to determine the size th You can select for them on your"}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "a For grown up kids, they to go out on their own if they a always guide them on what to d a For grown up kids, they to go out on their own if they a always guide them on what to d"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "- If you are taking kids to al place, look out for them, don't le There are cases of missing kids al yours get missing. AND - - If you are taking kids to al place, look out for them, don't le There are cases of missing kids al yours get missing. AND -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 35, "ocr_result": "a For those watching F: shows, keep an eye on them; wh tell them to stay at a particular P a For those watching F: shows, keep an eye on them; wh tell them to stay at a particular P"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 36, "ocr_result": "HOME FR HOME FR"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 37, "ocr_result": "Appliance Saf Appliance Saf"}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "Last week PM Styles discuss dents can emanate fromapplia not taken. This week, you wi lines on how to prevent accide appliances. Last week PM Styles discuss dents can emanate fromapplia not taken. This week, you wi lines on how to prevent accide appliances."}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "Microwave Oven - Hazard foods, especially those with a h content can lead to fires. You C wave oven with a warmer that Don'tforget to check cooking in fully before you start to use. Microwave Oven - Hazard foods, especially those with a h content can lead to fires. You C wave oven with a warmer that Don'tforget to check cooking in fully before you start to use."}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "Food Processors - Hazard cuts to fingers. Always use th provided. Don't use your fing processors are provided with a $ to stop the blades spinning i properly fitted. Be careful who plates after usage. Fridges Always be careful 1 fridge. Food Processors - Hazard cuts to fingers. Always use th provided. Don't use your fing processors are provided with a $ to stop the blades spinning i properly fitted. Be careful who plates after usage. Fridges Always be careful 1 fridge."}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "Toasters - Hazard: Minor bu nate from accident contact will You can opt for cool wall toaste be careful as well when using CO because some do catch fire. Toasters - Hazard: Minor bu nate from accident contact will You can opt for cool wall toaste be careful as well when using CO because some do catch fire."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 42, "ocr_result": "Diary: Of A Care Free Single Gir A Young Lady Takes Peter Hosta Diary: Of A Care Free Single Gir A Young Lady Takes Peter Hosta"}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "\"Go sit down, I go see you later abi you go drink something?\" As Peter requested for a small bottle of Guiness Stoutfor her, she said she wanted some chicken as well. Peter did not know what to say. He again ordered chicken. \"Go sit down, I go see you later abi you go drink something?\" As Peter requested for a small bottle of Guiness Stoutfor her, she said she wanted some chicken as well. Peter did not know what to say. He again ordered chicken."}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "\"You mean say I tell you say make you come see me\" Peter asked again. \"You mean say I tell you say make you come see me\" Peter asked again."}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "\"Yes now, you gave me a lift around Jabita Hotel at Ikeja and told me to check you, I told you on that day that I was coming and that my name is Nkechi\", the seductively dressed lady told Peter. \"So wetin you wan make I do for you now\", Peter asked. I kept to myself trying to figure out what will happen. Afterall it is not my business, even if the lady embarrasses Peter. But the lady was a bit nervous, while I stared into her eyes intimidatingly. I wondered why some ladies are just too daring when they see wealthy men. \"Yes now, you gave me a lift around Jabita Hotel at Ikeja and told me to check you, I told you on that day that I was coming and that my name is Nkechi\", the seductively dressed lady told Peter. \"So wetin you wan make I do for you now\", Peter asked. I kept to myself trying to figure out what will happen. Afterall it is not my business, even if the lady embarrasses Peter. But the lady was a bit nervous, while I stared into her eyes intimidatingly. I wondered why some ladies are just too daring when they see wealthy men."}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "The young lady ate the food with style, picking the chicken parts stylishly as if she did not want to soil her hands. Other ladies stared at us, they expected that was going to quarrel with this lady called Nkechi. I pretended as if I was not bothered, but deep in my mind, I was quite jealous; I was proud to have good-looking and rich Peter beside me. And music started blaring from the invisible loud speakers. The young lady ate the food with style, picking the chicken parts stylishly as if she did not want to soil her hands. Other ladies stared at us, they expected that was going to quarrel with this lady called Nkechi. I pretended as if I was not bothered, but deep in my mind, I was quite jealous; I was proud to have good-looking and rich Peter beside me. And music started blaring from the invisible loud speakers."}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "Peter and I made for the dance floor, leaving Nkechi behind munching her chicken with rel- ish. We danced lovely tunes together. Peter kept me close to her chest, he kissed me in a way that made people at the club green with envy. Dancing to Chaka Demos and the pliers \"Murders she wrote\" we wriggled our waists rhythmically and were the cynosure of all eyes. Even though Peter aid not know how to dance well, he kept on turning and twisting in funny manner and Peter and I made for the dance floor, leaving Nkechi behind munching her chicken with rel- ish. We danced lovely tunes together. Peter kept me close to her chest, he kissed me in a way that made people at the club green with envy. Dancing to Chaka Demos and the pliers \"Murders she wrote\" we wriggled our waists rhythmically and were the cynosure of all eyes. Even though Peter aid not know how to dance well, he kept on turning and twisting in funny manner and"}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "almost hit one of the over dres came to the club. He even stepp many times. 1 felt uneasy when I Nkechi was still waiting for Pete that she was desperate to see F not control myself, I whisper ears: \"Peter, what is happening waiting for you your girlfriend \"Wetin you talk!\" Peter almos me. \"So you know wan make I ta woman again!\" Peter complain almost hit one of the over dres came to the club. He even stepp many times. 1 felt uneasy when I Nkechi was still waiting for Pete that she was desperate to see F not control myself, I whisper ears: \"Peter, what is happening waiting for you your girlfriend \"Wetin you talk!\" Peter almos me. \"So you know wan make I ta woman again!\" Peter complain"}, {"block_type": "LAYOUT_TEXT", "reading_order": 49, "ocr_result": "\"Na wa for you self, so na o create me for?\" \"Na wa for you self, so na o create me for?\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 50, "ocr_result": "-1 had to mellow down be were already attracted to us and to offend Peter so thathe would an excuse not-to buy me Christ He either buys me expensive ditch him. -1 had to mellow down be were already attracted to us and to offend Peter so thathe would an excuse not-to buy me Christ He either buys me expensive ditch him."}]