[{"block_type": "LAYOUT_TEXT", "reading_order": 1, "ocr_result": "PMNews PMNews"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "Page2 Page2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 3, "ocr_result": "Saleh Continued from page 1 the federal capital, Abuja, who in- clude the presumed winner of the presidential elections held in June last year, Moshood Abiola. Abiola was last June arrested and charged with treason after he proclaimed himself head of state and armed forces chief on the strength of the poll, which was annulled by the military. Drame on Wednesday met the secretary to the federal military gov- ernment, Alhaji Aminu Saleh, who declared that Amnesty had already made its position known in a report Saleh Continued from page 1 the federal capital, Abuja, who in- clude the presumed winner of the presidential elections held in June last year, Moshood Abiola. Abiola was last June arrested and charged with treason after he proclaimed himself head of state and armed forces chief on the strength of the poll, which was annulled by the military. Drame on Wednesday met the secretary to the federal military gov- ernment, Alhaji Aminu Saleh, who declared that Amnesty had already made its position known in a report"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "on alleged rights violations. The presence of Drame's del- egation, which arrived in Nigeria last week, was therefore unnecessary both for investigation and for talks with top government officials, Saleh said. on alleged rights violations. The presence of Drame's del- egation, which arrived in Nigeria last week, was therefore unnecessary both for investigation and for talks with top government officials, Saleh said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "Amnesty published a report in London on 11 November in which it indicted General Sani Abacha's regime for alleged abuses. Amnesty published a report in London on 11 November in which it indicted General Sani Abacha's regime for alleged abuses."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "\"The detention of people on account of their non-violent political views and activities, and the promi- nence of those detained, together with extra-judicial executions and other unlawful killings by government forces, have precipitated one of the most serious human rights crises which Ni- \"The detention of people on account of their non-violent political views and activities, and the promi- nence of those detained, together with extra-judicial executions and other unlawful killings by government forces, have precipitated one of the most serious human rights crises which Ni-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "Igbos Continued from page 1 and in support of the interior minis- try which refused to grant Oniolo the right of return to Israel as a Jew. Oniola arrived in Israel six years ago and married a Jewish Igbos Continued from page 1 and in support of the interior minis- try which refused to grant Oniolo the right of return to Israel as a Jew. Oniola arrived in Israel six years ago and married a Jewish"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "geria has experienced in the past 34 years,\" the report stated. Saleh categorically rejected the report and added that there were no prisoners of conscience in Nigeria. Those currently held under the pre- ventive detention law had committed \"violent offences\", he said. But Drame insisted that the re- port was factual and pleaded with government to grant its request to meet detainees. His team has already met the ministers of foreign affairs and justice. Further talks with Justice Min- ister, Michael Agbamuche are scheduled for Monday. geria has experienced in the past 34 years,\" the report stated. Saleh categorically rejected the report and added that there were no prisoners of conscience in Nigeria. Those currently held under the pre- ventive detention law had committed \"violent offences\", he said. But Drame insisted that the re- port was factual and pleaded with government to grant its request to meet detainees. His team has already met the ministers of foreign affairs and justice. Further talks with Justice Min- ister, Michael Agbamuche are scheduled for Monday."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "NANS Continued from page 1 If by January 15 Nigerian schools, including universities are still closed, FIFA should startlooking for an alter- native venue, NANS said. The association said that it has declared a state of emergency on education in Nigeria and it cannot guarantee the \"safety of players and officials in the hands of frustrated Nigerian students\". It said that all Nigerian students have been placed on red alert and NANS Continued from page 1 If by January 15 Nigerian schools, including universities are still closed, FIFA should startlooking for an alter- native venue, NANS said. The association said that it has declared a state of emergency on education in Nigeria and it cannot guarantee the \"safety of players and officials in the hands of frustrated Nigerian students\". It said that all Nigerian students have been placed on red alert and"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "woman which gives him the right to live in Israel. Israel automatically grants citi- zenship and a host of benefits to any Jew and close relatives who emigrate to the state-some - 70,000 immigrants have arrived this year, most from the former Soviet Union. woman which gives him the right to live in Israel. Israel automatically grants citi- zenship and a host of benefits to any Jew and close relatives who emigrate to the state-some - 70,000 immigrants have arrived this year, most from the former Soviet Union."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "directed to \"monitor and understudy\" all facilities and stadia earmarked for hosting of the Under-20 football com- petition. directed to \"monitor and understudy\" all facilities and stadia earmarked for hosting of the Under-20 football com- petition."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Sports authorities in Nigeria assured last week that it has worked out tight security measures in readiness for the competition. Sports authorities in Nigeria assured last week that it has worked out tight security measures in readiness for the competition."}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "The group said thatit would organise next year a national conference on education as part of its \"save education campaign\". The group said thatit would organise next year a national conference on education as part of its \"save education campaign\"."}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "University teachers have been on strike since last August 23 in protest over the authorities' failure to imple- ment an accord signed in September, University teachers have been on strike since last August 23 in protest over the authorities' failure to imple- ment an accord signed in September,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "The Igbos are notalone in claim- ing to be a lost tribe of Israel. Some four million people living in the north of Ethiopia claim Hebrew descendancy as do a sect in north-east India. Israel has recognised some 40,000 Ethiopians as Jews and airlifted them to the country in 1984 and 1991. 1992 on improved conditions of ser- vice for university teachers and funding of higher institutions in Nigeria. Teachers in public primary and sec- ondary schools in some parts of the country are also on strike over poor pay or unpaid salaries. The President of the Nigeria Union of Teachers, the umbrella union for teachers in all the nation's primary and secondary schools, Brenda Ugwu, warned last week in Abuja that teach- ers would embark on strike from January if government failed to place its members on a special salary struc- ture. The Igbos are notalone in claim- ing to be a lost tribe of Israel. Some four million people living in the north of Ethiopia claim Hebrew descendancy as do a sect in north-east India. Israel has recognised some 40,000 Ethiopians as Jews and airlifted them to the country in 1984 and 1991. 1992 on improved conditions of ser- vice for university teachers and funding of higher institutions in Nigeria. Teachers in public primary and sec- ondary schools in some parts of the country are also on strike over poor pay or unpaid salaries. The President of the Nigeria Union of Teachers, the umbrella union for teachers in all the nation's primary and secondary schools, Brenda Ugwu, warned last week in Abuja that teach- ers would embark on strike from January if government failed to place its members on a special salary struc- ture."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 16, "ocr_result": "Owena Bank Drags SECTO Court Owena Bank Drags SECTO Court"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "OLALEKAN AMUDA I OLALEKAN AMUDA I"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Owena Bank (Nigeria) Plc, has taken to court, the Nigerian Securi- ties and Exchange Commission (SEC) over last Tuesday suspension of the bank's registration of shares. The managing director of the bank, Mr. Segun Agbetuyi disclosed this to PMNews this morning in an interview that the bank decided to challenge SEC action in court because according to him, the decision of SEC to suspend Owena Bank registration of shares was not done in good faith. Agbetuyi contended that it was wrong of SEC to have asked the bank to transfer 23,700,000 shares to Alaaye Investment Nigeria Limited, 5,088,127 shares to Dayke (Nigeria) Limited and another 670,000 shares to Ahmed Azeezat Company Limited when ac- cording to Agbetuyi, SEC knew that these 3 companies are being owned by 3 single person. Agbetuyi further disclosed that in 3 Bank like Owena Bank, there is no provision for a single person to own over 30 percent of shares capital. He stated that what is actually happening at Owena Bank is that a notable member of the Bank board of directors who is a close friend of the owner of Alaaye Investment, Dayke Owena Bank (Nigeria) Plc, has taken to court, the Nigerian Securi- ties and Exchange Commission (SEC) over last Tuesday suspension of the bank's registration of shares. The managing director of the bank, Mr. Segun Agbetuyi disclosed this to PMNews this morning in an interview that the bank decided to challenge SEC action in court because according to him, the decision of SEC to suspend Owena Bank registration of shares was not done in good faith. Agbetuyi contended that it was wrong of SEC to have asked the bank to transfer 23,700,000 shares to Alaaye Investment Nigeria Limited, 5,088,127 shares to Dayke (Nigeria) Limited and another 670,000 shares to Ahmed Azeezat Company Limited when ac- cording to Agbetuyi, SEC knew that these 3 companies are being owned by 3 single person. Agbetuyi further disclosed that in 3 Bank like Owena Bank, there is no provision for a single person to own over 30 percent of shares capital. He stated that what is actually happening at Owena Bank is that a notable member of the Bank board of directors who is a close friend of the owner of Alaaye Investment, Dayke"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "and Ahmed who was not sure that the government that nominated him would retain him as a member of the board connived with others to transfer Owena Bank shares so as to ensure his conti- nuity in the bank board. and Ahmed who was not sure that the government that nominated him would retain him as a member of the board connived with others to transfer Owena Bank shares so as to ensure his conti- nuity in the bank board."}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "SEC has suspended the registra- tion of shares of Owena Bank for its refusal to sign, seal and deliver share certificates and other instruments of transfer lodged with it by its registrar, its assistant director (corporate affairs), Mr. Sylvester Akele said in a statement on Tuesday. SEC has suspended the registra- tion of shares of Owena Bank for its refusal to sign, seal and deliver share certificates and other instruments of transfer lodged with it by its registrar, its assistant director (corporate affairs), Mr. Sylvester Akele said in a statement on Tuesday."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Mr. Akele said in the statement that the suspension would remain in force till the bank signs, seals and delivers the certificates relating to the transfer of the 29,454,127 shares di- vested by the National Provident Fund (NPF) through its brokers to Alaaye Investment with 23,700,000 shares, Dayke (Nig.) Ltd. 5,088,127 shares and Ahmed Azeezat Company, 670,00 shares. Mr. Akele said in the statement that the suspension would remain in force till the bank signs, seals and delivers the certificates relating to the transfer of the 29,454,127 shares di- vested by the National Provident Fund (NPF) through its brokers to Alaaye Investment with 23,700,000 shares, Dayke (Nig.) Ltd. 5,088,127 shares and Ahmed Azeezat Company, 670,00 shares."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "The SEC also warned the bank to desist from such further conduct that will frustrate the laws and opera- lions of the capital market and undermine public and investors' con- fidence in securities transaction in the market.\" The SEC also warned the bank to desist from such further conduct that will frustrate the laws and opera- lions of the capital market and undermine public and investors' con- fidence in securities transaction in the market.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "took the decisions after considering submissions from all the parties to the issue and also decided that the bank's shares, being a public company were freely transferable. \"Consequently, the AHC held that the shares of Owena Bank regis- tered by the commission and quoted on the Nigerian Stock Exchange (NSE) being freely transferable, the board of directors of the bank has no discretion to refuse, decline or restrict transfer of its fully-paid up shares traded on the floors of the exchange,\" he said. Mr. Akele explained that the transfer of shares of the NPF were properly made to the investors in accordance with the relevant laws and regulations guiding such transactions in the capital market. \"The AHC found the failure of Owena Bank to sign seal and deliver the shares certificates and other instru- ments of transfer lodged with it by its registrar for a period of 7 months to constitute wilful violation of the SEC decree and the rules and regulations made there under,\" he said. He warned brokers and dealers as well as other market operators to desist from effecting any transactions im the banks securities until the sus- pension was lifted by the commission. took the decisions after considering submissions from all the parties to the issue and also decided that the bank's shares, being a public company were freely transferable. \"Consequently, the AHC held that the shares of Owena Bank regis- tered by the commission and quoted on the Nigerian Stock Exchange (NSE) being freely transferable, the board of directors of the bank has no discretion to refuse, decline or restrict transfer of its fully-paid up shares traded on the floors of the exchange,\" he said. Mr. Akele explained that the transfer of shares of the NPF were properly made to the investors in accordance with the relevant laws and regulations guiding such transactions in the capital market. \"The AHC found the failure of Owena Bank to sign seal and deliver the shares certificates and other instru- ments of transfer lodged with it by its registrar for a period of 7 months to constitute wilful violation of the SEC decree and the rules and regulations made there under,\" he said. He warned brokers and dealers as well as other market operators to desist from effecting any transactions im the banks securities until the sus- pension was lifted by the commission."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 24, "ocr_result": "FIFA Applies For 150 Cellular Phones Alex Oni FIFA. He said that the Company was FIFA Applies For 150 Cellular Phones Alex Oni FIFA. He said that the Company was"}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "Mr. Akele said the Administra- tive Hearing Committee (AHC) of SEC Mr. Akele said the Administra- tive Hearing Committee (AHC) of SEC"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "Apparently unimpressed by the level of communication facilities, the FIFA team that came to inspect Nigeria's preparation for the World Youth Cham- pionship may have started making private arrangements. Apparently unimpressed by the level of communication facilities, the FIFA team that came to inspect Nigeria's preparation for the World Youth Cham- pionship may have started making private arrangements."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "NIGERIA '95 NIGERIA '95"}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "He said that the Company was however able to provide FIFA officials with only five lines because of what Aggrey called \"time constraint\". Said Agency, \"in fact, we have now embarked on an expansion programme in order IC meet up the demand. We have resolved to satisfy FIFA's demand. It is our own little contribution to the success of the tour- nament.\" He said that the Company was however able to provide FIFA officials with only five lines because of what Aggrey called \"time constraint\". Said Agency, \"in fact, we have now embarked on an expansion programme in order IC meet up the demand. We have resolved to satisfy FIFA's demand. It is our own little contribution to the success of the tour- nament.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "The team has entered into agree- ment with a private communication outfit, Mobile Telecommunications Ser- vices [MTS], with its head office at Adeola Odeku to supply 150 lines to The team has entered into agree- ment with a private communication outfit, Mobile Telecommunications Ser- vices [MTS], with its head office at Adeola Odeku to supply 150 lines to"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "The Chairman of MTS, Engineer Richmond Aggrey confirmed this to PMNews yesterday in an exclusive interview. The Chairman of MTS, Engineer Richmond Aggrey confirmed this to PMNews yesterday in an exclusive interview."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "Engineer Aggrey said FIFA placed the order shortly before the Junior World Cup draws at Nicon-Noga Hilton Hotel, Abuja, last week. Engineer Aggrey said FIFA placed the order shortly before the Junior World Cup draws at Nicon-Noga Hilton Hotel, Abuja, last week."}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "FIFA. The line, according to sources at MTS, are to complement those that would be provided by the Local Organising Committee [LOC]. FIFA. The line, according to sources at MTS, are to complement those that would be provided by the Local Organising Committee [LOC]."}, {"block_type": "LAYOUT_TITLE", "reading_order": 33, "ocr_result": "NEWS FLASH NEWS FLASH"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "Aggrey, however, did not-dis- close the cost of the project. Aggrey, however, did not-dis- close the cost of the project."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 35, "ocr_result": "Fresh Killings In Liberia Fresh Killings In Liberia"}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "At least 48 Liberians including women and children were killed in fighting in a Monrovia suburb yesterday, according to a correspondent who counted the bodies after they were brought to the city centre. The bodies, many of them burnt and dismembered, were buried in a mass grave near the city centre late in the afternoon. The commander of the West African peacekeeping force (ECOMOC), General John Inienger, told a press conference that the Paynesville area where the fighting took place had been brought back under control. Fighting involving Charles Taylor's National Patriotic Front (NPFL) forces broke out there late Wednesday. Inienger blamed the fighting, the worst in the Liberian capital for over two years, on \"NPFL fighters and their collaborators.\" Witnesses said the shooting stopped around 4:00 p.m. local time. Inienger said the attack was \"co-ordinated with some groups within Monrovia with the intention of causing chaos and disorder within the city,\" and investigations were being carried out to establish who was behind it. \"We are not going to fold our arms and watch while the situation is made to deteriorate deliberately,\" he said. At least 48 Liberians including women and children were killed in fighting in a Monrovia suburb yesterday, according to a correspondent who counted the bodies after they were brought to the city centre. The bodies, many of them burnt and dismembered, were buried in a mass grave near the city centre late in the afternoon. The commander of the West African peacekeeping force (ECOMOC), General John Inienger, told a press conference that the Paynesville area where the fighting took place had been brought back under control. Fighting involving Charles Taylor's National Patriotic Front (NPFL) forces broke out there late Wednesday. Inienger blamed the fighting, the worst in the Liberian capital for over two years, on \"NPFL fighters and their collaborators.\" Witnesses said the shooting stopped around 4:00 p.m. local time. Inienger said the attack was \"co-ordinated with some groups within Monrovia with the intention of causing chaos and disorder within the city,\" and investigations were being carried out to establish who was behind it. \"We are not going to fold our arms and watch while the situation is made to deteriorate deliberately,\" he said."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 37, "ocr_result": "OIC Talks Tough On Bosnia OIC Talks Tough On Bosnia"}, {"block_type": "LAYOUT_LIST", "reading_order": 38, "ocr_result": "Moslem leaders yesterday forged a united stand on Bosnia, calling for more UN peacekeepers and increased NATO air strikes to halt attacking Serb forces. The Organisation of the Islamic Conference (OIC) summit also ended with an appeal to its 51 member states including the PLO to provide between 300,000 dollars and five million dollars in financial and humanitarian aid for Bosnian Moslems. It agreed on a non-binding code of conduct aimed at preventing OIC states from financing or supporting Islamic militant groups. But it was left divided after King Hussain on Wednesday walked out angrily over the rejection of a proposal commending) ordan's role as caretaker of the Jerusalem holy sites, an Arab official said. Bosnian President Alija Izetbegovic attended the summit as an observer and gave a speech appealing for support for his beleaguered republic. The final document on Bosnia called for the 23,000-strong UN Protection Force to be increased and reinforced with heavy artillery. Moslem leaders yesterday forged a united stand on Bosnia, calling for more UN peacekeepers and increased NATO air strikes to halt attacking Serb forces. The Organisation of the Islamic Conference (OIC) summit also ended with an appeal to its 51 member states including the PLO to provide between 300,000 dollars and five million dollars in financial and humanitarian aid for Bosnian Moslems. It agreed on a non-binding code of conduct aimed at preventing OIC states from financing or supporting Islamic militant groups. But it was left divided after King Hussain on Wednesday walked out angrily over the rejection of a proposal commending) ordan's role as caretaker of the Jerusalem holy sites, an Arab official said. Bosnian President Alija Izetbegovic attended the summit as an observer and gave a speech appealing for support for his beleaguered republic. The final document on Bosnia called for the 23,000-strong UN Protection Force to be increased and reinforced with heavy artillery."}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "Moslem leaders yesterday forged a united stand on Bosnia, calling for more UN peacekeepers and increased NATO air strikes to halt tattacking Serb forces. The Organisation of the Islamic Conference (OIC) summit also ended with an appeal to its 51 member states including the PLO to provide between 300,000 dollars and five million dollars in financial and humanitarian aid for Bosnian Moslems. Moslem leaders yesterday forged a united stand on Bosnia, calling for more UN peacekeepers and increased NATO air strikes to halt tattacking Serb forces. The Organisation of the Islamic Conference (OIC) summit also ended with an appeal to its 51 member states including the PLO to provide between 300,000 dollars and five million dollars in financial and humanitarian aid for Bosnian Moslems."}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "SCR It agreed on a non-binding code of conduct aimed at preventing OIC states from financing or supporting Islamic militant groups. narilv SCR It agreed on a non-binding code of conduct aimed at preventing OIC states from financing or supporting Islamic militant groups. narilv"}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "from linancing or supporting ALI But it was left divided after King Hussain on Wednesday walked out angrily over the rejection of a proposal commending) ordan's role as caretaker of the Jerusalem holy sites, an Arab official said. from linancing or supporting ALI But it was left divided after King Hussain on Wednesday walked out angrily over the rejection of a proposal commending) ordan's role as caretaker of the Jerusalem holy sites, an Arab official said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 42, "ocr_result": "jerusarem noty sites, all Bosnian President Alija Izetbegovic attended the summit asan observer and gave a speech appealing for support for his beleaguered republic. P protection jerusarem noty sites, all Bosnian President Alija Izetbegovic attended the summit asan observer and gave a speech appealing for support for his beleaguered republic. P protection"}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "a gave The final speeen document appearing on Bosnia called for the 23,000-strong UN Protection T P Force to be increased and reinforced with heavy artillery. a gave The final speeen document appearing on Bosnia called for the 23,000-strong UN Protection T P Force to be increased and reinforced with heavy artillery."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 44, "ocr_result": "Nasreen Receives Priz Amid Protests Nasreen Receives Priz Amid Protests"}, {"block_type": "LAYOUT_LIST", "reading_order": 45, "ocr_result": "Threatened Bangladeshi writer, Taslima Nasreen, was awarded a literary prize by the European parliament yesterday amid protests from French intellectuals who claim her plight has been exaggerated. Thirty-two-year-old Nasreen, wholives in exile in Sweden after fleeing a death threatfor alleged blasphemy in Bangladesh, was given the parliament's Sakharov prize as the intellectuals protested what they termed excessive media exploitation of her visit to France last month. Speaker Klaus Haensch, a German social democrat, handed the prize 10 Nasreen, who was visibly moved. Of the Russian scientist Andrei Sakharov after whom the prize is named, Nasreen said in a thank-you speech: \"I feel a strong affinity with him because of his refusal to be a pawn in political power games.\" She added: \"If we allow violence and terror to grow unchecked, then one day we shall have a planet of barbarism where might is right.\" Meanwhile, writer and profession polemicist Jean-Edem Hallier made \"solemnprotest\" yesterday and said the award was a \"stain\" on the parliament. Hallier on Wednesday denounced what he called \"the Nasreen mystifica- tion\" and said her book, \"Lajja\" (Shame) - which tells a story of Moslem persecution of Hindus - was \"a fake novel, a fake document with false information which has notbeen confirmed in Amnesty International reports. Medical Professor Alexandre Minskowski, a frequent visitor to Bangladesh on aid missions, said media treatment of the Nasreen case was \"irresponsible\" and the harm done to Bangladesh is \"criminal.\" No fewer than 1,200 police were mobilised to protect Nasreen when she visited France last month for 3 ten-day visit to promote her book Threatened Bangladeshi writer, Taslima Nasreen, was awarded a literary prize by the European parliament yesterday amid protests from French intellectuals who claim her plight has been exaggerated. Thirty-two-year-old Nasreen, wholives in exile in Sweden after fleeing a death threatfor alleged blasphemy in Bangladesh, was given the parliament's Sakharov prize as the intellectuals protested what they termed excessive media exploitation of her visit to France last month. Speaker Klaus Haensch, a German social democrat, handed the prize 10 Nasreen, who was visibly moved. Of the Russian scientist Andrei Sakharov after whom the prize is named, Nasreen said in a thank-you speech: \"I feel a strong affinity with him because of his refusal to be a pawn in political power games.\" She added: \"If we allow violence and terror to grow unchecked, then one day we shall have a planet of barbarism where might is right.\" Meanwhile, writer and profession polemicist Jean-Edem Hallier made \"solemnprotest\" yesterday and said the award was a \"stain\" on the parliament. Hallier on Wednesday denounced what he called \"the Nasreen mystifica- tion\" and said her book, \"Lajja\" (Shame) - which tells a story of Moslem persecution of Hindus - was \"a fake novel, a fake document with false information which has notbeen confirmed in Amnesty International reports. Medical Professor Alexandre Minskowski, a frequent visitor to Bangladesh on aid missions, said media treatment of the Nasreen case was \"irresponsible\" and the harm done to Bangladesh is \"criminal.\" No fewer than 1,200 police were mobilised to protect Nasreen when she visited France last month for 3 ten-day visit to promote her book"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "Threatened Bangladeshi writer, Taslima Nasreen, was awarded a literary prize by the European parliament yesterday amid protests from French intellectuals who claim her plight has been exaggerated. fom Threatened Bangladeshi writer, Taslima Nasreen, was awarded a literary prize by the European parliament yesterday amid protests from French intellectuals who claim her plight has been exaggerated. fom"}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "e < Thirty-two-year-old Nasreen, who lives in exile in Sweden after fleeing from a death threat for alleged blasphemy in Bangladesh, was given the parliament's Sakharov prize as the intellectuals protested what they termed excessive media exploitation of her visit to France last month. arize10 e < Thirty-two-year-old Nasreen, who lives in exile in Sweden after fleeing from a death threat for alleged blasphemy in Bangladesh, was given the parliament's Sakharov prize as the intellectuals protested what they termed excessive media exploitation of her visit to France last month. arize10"}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "meeta VI 4 Speaker Klaus Haensch, a German social democrat, handed the prize : Nasreen, who was visibly nme moved. meeta VI 4 Speaker Klaus Haensch, a German social democrat, handed the prize : Nasreen, who was visibly nme moved."}, {"block_type": "LAYOUT_TEXT", "reading_order": 49, "ocr_result": "Nasreen, who was Visibly moved. Of the Russian scientist Andrei Sakharov after whom the prize is named, Nasreen said in a thank-you speech: \"I feel a strong affinity with him because of his refusal to be a pawn in political power games.\" - one Nasreen, who was Visibly moved. Of the Russian scientist Andrei Sakharov after whom the prize is named, Nasreen said in a thank-you speech: \"I feel a strong affinity with him because of his refusal to be a pawn in political power games.\" - one"}, {"block_type": "LAYOUT_TEXT", "reading_order": 50, "ocr_result": "or his refusal to DC a pawli 111 pomean Poce She added: \"If we allow violence and terror to grow unchecked, then one day we shall have a planet of barbarism made where might is right.\" 2. or his refusal to DC a pawli 111 pomean Poce She added: \"If we allow violence and terror to grow unchecked, then one day we shall have a planet of barbarism made where might is right.\" 2."}, {"block_type": "LAYOUT_TEXT", "reading_order": 51, "ocr_result": "day small have a Meanwhile, writer and profession polemicist Jean-Edem Hallier made \"solemn protest\" yesterday and said the award was \"stain\" on the parliament, Hallier on Wednesday denounced what he called \"the Nasreen mystifica- tion\" and said her book, \"Lajja\" (Shame) - which tells 3 story of Moslem persecution of Hindus - was \"a fake novel, a fake document with false information which has notbeen confirmed in Amnesty International reports. Medical Professor Alexandre Minskowski, a frequent visitor to Bangladesh on aid missions, said media treatment of the Nasreen case was \"irresponsible\" and the harm done to Bangladesh is \"criminal.\" day small have a Meanwhile, writer and profession polemicist Jean-Edem Hallier made \"solemn protest\" yesterday and said the award was \"stain\" on the parliament, Hallier on Wednesday denounced what he called \"the Nasreen mystifica- tion\" and said her book, \"Lajja\" (Shame) - which tells 3 story of Moslem persecution of Hindus - was \"a fake novel, a fake document with false information which has notbeen confirmed in Amnesty International reports. Medical Professor Alexandre Minskowski, a frequent visitor to Bangladesh on aid missions, said media treatment of the Nasreen case was \"irresponsible\" and the harm done to Bangladesh is \"criminal.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 52, "ocr_result": "and unc whio No fewer than 1,200 police were mobilised to protect Nasreen when visited France last month for a ten-day visit to promote her book and unc whio No fewer than 1,200 police were mobilised to protect Nasreen when visited France last month for a ten-day visit to promote her book"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 53, "ocr_result": "IP Accuses West OfAdministering IP Accuses West OfAdministering"}, {"block_type": "LAYOUT_LIST", "reading_order": 54, "ocr_result": "A Zimbabwean deputy has accused developed countries of trying to of the black race in Africa by administering AIDS and encouraging contracept lives and abortion. said developed nations were trying to eliminate the blacks on the continent In a parliamentary debate last night, non-constituent MP, Ruth Chinamano, by saying it was over-populated so that they can \"take over Africa.\" \"Whites want the blacks to be less. Condoms and contraceptives way of wiping out the Africans,\" she said. Chinamano said Africans rushed to the UN population conference held Cairo this year, like \"cat and rais to destroy their own people.\" A Zimbabwean deputy has accused developed countries of trying to of the black race in Africa by administering AIDS and encouraging contracept lives and abortion. said developed nations were trying to eliminate the blacks on the continent In a parliamentary debate last night, non-constituent MP, Ruth Chinamano, by saying it was over-populated so that they can \"take over Africa.\" \"Whites want the blacks to be less. Condoms and contraceptives way of wiping out the Africans,\" she said. Chinamano said Africans rushed to the UN population conference held Cairo this year, like \"cat and rais to destroy their own people.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 55, "ocr_result": "A Zimbabwean deputy has accused developed countries of trying 10 of the black race in Africa by a dministering AIDS and encouraging cont lives and abortion. A Zimbabwean deputy has accused developed countries of trying 10 of the black race in Africa by a dministering AIDS and encouraging cont lives and abortion."}, {"block_type": "LAYOUT_TEXT", "reading_order": 56, "ocr_result": "LVES and adotion. said developed nations were trying to eliminate the blacks on the continent in a parliamentary debate last night, non-constituent MP, Ruth by saying it was over-populated so that they can \"take over Africa.\" way LVES and adotion. said developed nations were trying to eliminate the blacks on the continent in a parliamentary debate last night, non-constituent MP, Ruth by saying it was over-populated so that they can \"take over Africa.\" way"}, {"block_type": "LAYOUT_TEXT", "reading_order": 57, "ocr_result": "1 and P \"Whites want the blacks to be less. Condoms and contraceptives are : of wiping out the Africans, she said. 1 and P \"Whites want the blacks to be less. Condoms and contraceptives are : of wiping out the Africans, she said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 58, "ocr_result": "- Chinamano said Africans rushed to the UN population conference Cairo this year, like \"cat and rats to destroy their own people.\" - Chinamano said Africans rushed to the UN population conference Cairo this year, like \"cat and rats to destroy their own people.\""}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 59, "ocr_result": "DHL Takes Stake In Air Afrique DHL Takes Stake In Air Afrique"}, {"block_type": "LAYOUT_TEXT", "reading_order": 60, "ocr_result": "to take a stake in multi-national airline, Air Afrique, senior officials of International freight shipping giant DHLhas become the first private partners said last night. DHL International vice-president Robert Kujipers did not give the company's holding, while Air Afrique chairman and managing director DHL Roland-Billecart only said that it was \"minority but substantial\" giving seat on the board. jointly owned by 11 French-speaking African countries which is currently undergo funded Kuijpers said DHL's move was a sign of confidence in Air Afrique, ing a 72 million dollar recapitalisation launched in January and largely indirectly by France. first 10 months of company the year of 672,000 dollars, againsta loss in the same cent. Since then, the announced, Air Afrique had turned 3 profit period last year of 15.2 million, amid a rise in passenger traffic of 6.2 per to take a stake in multi-national airline, Air Afrique, senior officials of International freight shipping giant DHLhas become the first private partners said last night. DHL International vice-president Robert Kujipers did not give the company's holding, while Air Afrique chairman and managing director DHL Roland-Billecart only said that it was \"minority but substantial\" giving seat on the board. jointly owned by 11 French-speaking African countries which is currently undergo funded Kuijpers said DHL's move was a sign of confidence in Air Afrique, ing a 72 million dollar recapitalisation launched in January and largely indirectly by France. first 10 months of company the year of 672,000 dollars, againsta loss in the same cent. Since then, the announced, Air Afrique had turned 3 profit period last year of 15.2 million, amid a rise in passenger traffic of 6.2 per"}]