[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "4& S 4& S"}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "ME AND ME AND"}, {"block_type": "LAYOUT_HEADER", "reading_order": 3, "ocr_result": "BY OLADINNI BY OLADINNI"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 4, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "- -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "YEBADEJO YEBADEJO"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "Alhajilbrahim Dasuki, the Sul- tan of Sokoto, the man whose ascension to the throne brought so much furore, squabbles, street fights and much bloodshed on the streets of Sokoto, reportedly has put the blame for Chief MKO Ablola's incarceration on Nige- rianjournalists He was quoted to have said these 'pushers' of pen put Ablola in detention. Alhajilbrahim Dasuki, the Sul- tan of Sokoto, the man whose ascension to the throne brought so much furore, squabbles, street fights and much bloodshed on the streets of Sokoto, reportedly has put the blame for Chief MKO Ablola's incarceration on Nige- rianjournalists He was quoted to have said these 'pushers' of pen put Ablola in detention."}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "For those who know the Sultan's predilection for retracting himself For those who know the Sultan's predilection for retracting himself"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "make us all soproud of them \" It is an unfortunate question but where are those \"achievers\" we are supposed to eulogise in the village square in this land of tipsy Generals? Where are General Sani Abacha's \"achievers\" to venerate in a land reeling with royal potentates who dare not swear by their illustrious fathers' totems? You recommend that we compose folklores round the Abachas, the Babangidas, the Obasanjos, the Sultans of this country make us all soproud of them \" It is an unfortunate question but where are those \"achievers\" we are supposed to eulogise in the village square in this land of tipsy Generals? Where are General Sani Abacha's \"achievers\" to venerate in a land reeling with royal potentates who dare not swear by their illustrious fathers' totems? You recommend that we compose folklores round the Abachas, the Babangidas, the Obasanjos, the Sultans of this country"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "stay clear of the transformer. stay clear of the transformer."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "But what do you expect in a land where a Head of State acts dumb when his stupendous wealth is sub- ject of banters in well placed circles. An army cannot be worth more than his commander. Here is a land of royal fathers with a disturbing sense of unroyal behaviour? And when those who history recorded as being the eye-and-ear of the Eledumareon earth have lost all claims to knowing the cries of their own people, what But what do you expect in a land where a Head of State acts dumb when his stupendous wealth is sub- ject of banters in well placed circles. An army cannot be worth more than his commander. Here is a land of royal fathers with a disturbing sense of unroyal behaviour? And when those who history recorded as being the eye-and-ear of the Eledumareon earth have lost all claims to knowing the cries of their own people, what"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Afr Afr"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "do do"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "pri pri"}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "in I in I"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 16, "ocr_result": "P<<< Who Are The Achievers? P P<<< Who Are The Achievers? P"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "of: of:"}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "last last"}, {"block_type": "LAYOUT_TEXT", "reading_order": 19, "ocr_result": "- -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "[have you forgotten his reported con- demnation of the annulment by that Army General Ibrahim Babangida, which he later retracted?], we may just as well dismiss his latest findings on Chief Abiola as a product of his queer ways. For those whose God is wealth, it is game to toy with the well being of a nation. [have you forgotten his reported con- demnation of the annulment by that Army General Ibrahim Babangida, which he later retracted?], we may just as well dismiss his latest findings on Chief Abiola as a product of his queer ways. For those whose God is wealth, it is game to toy with the well being of a nation."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Perhaps, Abiola is on his way out of General Sani Abacha's detention camp and the sultan, whose ascen- sion to the Sultanate stool benefitted immensely from Abiola unguarded loyalty to his friends and his readi- ness to assist them in realising their life ambition, may be preparing the ground so that if Abiola's is eventu- ally out, the Sultan can be counted among those who, unlike those en- dangered specie - journalists - have always stood for Abiola's freedom or even, the realisation of the man- date. Perhaps, Abiola is on his way out of General Sani Abacha's detention camp and the sultan, whose ascen- sion to the Sultanate stool benefitted immensely from Abiola unguarded loyalty to his friends and his readi- ness to assist them in realising their life ambition, may be preparing the ground so that if Abiola's is eventu- ally out, the Sultan can be counted among those who, unlike those en- dangered specie - journalists - have always stood for Abiola's freedom or even, the realisation of the man- date."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "and all those renegade radicals who have sold the future of their people for a mere pot of porridge? So, those who have ensured that two genera- tions from now we shall have so much debt burden to shoulder as to forget about the good things of life deserve to be celebrated as \"achiev- ers\"? and all those renegade radicals who have sold the future of their people for a mere pot of porridge? So, those who have ensured that two genera- tions from now we shall have so much debt burden to shoulder as to forget about the good things of life deserve to be celebrated as \"achiev- ers\"?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "But let us face it, we endanger ourselves if we give this simplistic : But let us face it, we endanger ourselves if we give this simplistic :"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "But even then, let us show some understanding to the Dasukis and the Abachas. For those who are the architects of the woes that have become our lot as a people in the past two decades, Nemesis is just around the corner and we should understand the hurry to re-write our history, find hapless scapegoats just so that they can have some sleep. But even then, let us show some understanding to the Dasukis and the Abachas. For those who are the architects of the woes that have become our lot as a people in the past two decades, Nemesis is just around the corner and we should understand the hurry to re-write our history, find hapless scapegoats just so that they can have some sleep."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "In Lagos state, and this is just a microcosm of the season of anomic which our self-styled achievers have brought on us, I do know that within months of assuming office, the ad- ministrator abandoned a whole road serving some farming settlements In Lagos state, and this is just a microcosm of the season of anomic which our self-styled achievers have brought on us, I do know that within months of assuming office, the ad- ministrator abandoned a whole road serving some farming settlements"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "do you expect from small, minds thrown up by currents of nausea- inducing history. I ask, those who havelost touch with their own people, how can they relate to Olodumare? do you expect from small, minds thrown up by currents of nausea- inducing history. I ask, those who havelost touch with their own people, how can they relate to Olodumare?"}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "Pity, fathers who loan their beg- garly crowns and turbans from the bloody palms of desperate army chief- tains cannot be expected to provide direction to a people in search of authentic heroes. And like I told junior on this score, it is now left to us to guard our loins and begin to write the history of this struggle because it is our struggle. We should do it not in the official gazettes of the architects of our fall from grace to grass, but in the minds, the minds of our children - the real casualties of this season of langst. Pity, fathers who loan their beg- garly crowns and turbans from the bloody palms of desperate army chief- tains cannot be expected to provide direction to a people in search of authentic heroes. And like I told junior on this score, it is now left to us to guard our loins and begin to write the history of this struggle because it is our struggle. We should do it not in the official gazettes of the architects of our fall from grace to grass, but in the minds, the minds of our children - the real casualties of this season of langst."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "The children must be daily edu- cated about those morally bankrupt fathers who deserve not our undi- luted veneration but unalloyed condemnation for their penchant to. be active collaborators with those The children must be daily edu- cated about those morally bankrupt fathers who deserve not our undi- luted veneration but unalloyed condemnation for their penchant to. be active collaborators with those"}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "Lilliputians in flambouyant cassocks must be put where they belong. When true achievers are born, they won't need an army of fortune to launch a campaign of recognition for them. Lilliputians in flambouyant cassocks must be put where they belong. When true achievers are born, they won't need an army of fortune to launch a campaign of recognition for them."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "rationalisation to the Sultan's latest ranting and dismiss him as just being true to type. It behoves on us to educate ourselves just as the move seems to be on in official circles to reconstruct the currents of the history of our immediate past. rationalisation to the Sultan's latest ranting and dismiss him as just being true to type. It behoves on us to educate ourselves just as the move seems to be on in official circles to reconstruct the currents of the history of our immediate past."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "Let us recall that Dasuki's revela- tion [on who must be blamed for Chief Abiola's predicament in the hands of the Nigerian soldiers] is coming on the heels of the sermon delivered a week ago at Ibadan by no less a person than the Head of State, the custodian of Abiola's stolen man- date, to the effect that whatjournalists ought to be doing is rediscover their spirit of nationalism, charging further: Tomorrow the Nigerian press should be telling its readers, among other uicy things, where the achievers are and what they have been doing to Let us recall that Dasuki's revela- tion [on who must be blamed for Chief Abiola's predicament in the hands of the Nigerian soldiers] is coming on the heels of the sermon delivered a week ago at Ibadan by no less a person than the Head of State, the custodian of Abiola's stolen man- date, to the effect that whatjournalists ought to be doing is rediscover their spirit of nationalism, charging further: Tomorrow the Nigerian press should be telling its readers, among other uicy things, where the achievers are and what they have been doing to"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "along Ikotun-Igan do only to rush the construction of a new one passing by two mansions allegedly owned by him and another an army top shot. Within months, the tarring of this road was completed while a high-power trans- former to beam electricity to the mansions was put in place. A couple of access streets round the two build- ings were also quickly tarred with a big sign board announcing that all these are part of rural development efforts. along Ikotun-Igan do only to rush the construction of a new one passing by two mansions allegedly owned by him and another an army top shot. Within months, the tarring of this road was completed while a high-power trans- former to beam electricity to the mansions was put in place. A couple of access streets round the two build- ings were also quickly tarred with a big sign board announcing that all these are part of rural development efforts."}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "But it is a subject of loud murmurs in the areas that landlords have been sternly warned not to connect their residences to the transformer meant for the exclusive use of the two VIPs. I heard stories of the army top shot (not the administrator] marching round the community in battle fatigue and issuing orders to scared landlords to But it is a subject of loud murmurs in the areas that landlords have been sternly warned not to connect their residences to the transformer meant for the exclusive use of the two VIPs. I heard stories of the army top shot (not the administrator] marching round the community in battle fatigue and issuing orders to scared landlords to"}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "bent on selling us into perpetual servitude. A people should not be thought to celebrate in abject penury. Lilliputians in flambouyant cassocks must be put where they belong. When true achievers are born, they won't need an army of fortune to launch a campaign of recognition for them. bent on selling us into perpetual servitude. A people should not be thought to celebrate in abject penury. Lilliputians in flambouyant cassocks must be put where they belong. When true achievers are born, they won't need an army of fortune to launch a campaign of recognition for them."}, {"block_type": "LAYOUT_TITLE", "reading_order": 35, "ocr_result": "The Jihad Against rocco on sumn had religio Fundamentalists assass Li them, theme The Jihad Against rocco on sumn had religio Fundamentalists assass Li them, theme"}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "And this is to all friends and well wishers who stood by our friend, Jahman Anikulapo who, despite the wishes of the Abachas of this world, was still able to pay the last respect to his father, who died when the General's suffocat- ing grip was round his son's neck. I told junior about Jahman's plight, he pitled hiam I also told the small boy about you all, he thoughtyou are all great for being a friend in need. And this is to all friends and well wishers who stood by our friend, Jahman Anikulapo who, despite the wishes of the Abachas of this world, was still able to pay the last respect to his father, who died when the General's suffocat- ing grip was round his son's neck. I told junior about Jahman's plight, he pitled hiam I also told the small boy about you all, he thoughtyou are all great for being a friend in need."}, {"block_type": "LAYOUT_TEXT", "reading_order": 37, "ocr_result": "Mosle m countries rocked by fundamentalist violence in 1994 have identified the grow- ing surge ofextremism as the most directthreat to theirsta- bility next year. Thousands of people have died in mili- tantcampaigns in Algeria and Egypt this year, while Gulf Arab states have taken un- precedented measures to crush simmering fundamen- talist unrest at home. And prospects lookbleak for 1995 with a social and economic crisis threatening the Mos- lem world and providing fer- tile ground for extremist groups looking to increase their support. Mosle m countries rocked by fundamentalist violence in 1994 have identified the grow- ing surge ofextremism as the most directthreat to theirsta- bility next year. Thousands of people have died in mili- tantcampaigns in Algeria and Egypt this year, while Gulf Arab states have taken un- precedented measures to crush simmering fundamen- talist unrest at home. And prospects lookbleak for 1995 with a social and economic crisis threatening the Mos- lem world and providing fer- tile ground for extremist groups looking to increase their support."}, {"block_type": "LAYOUT_TEXT", "reading_order": 38, "ocr_result": "For the first time in its history the Organisation of Islamic Con- ference [OIC] adopted a 'code of conduct' in December to face up to the fundamentalist threat. The code, adopted at the OIC summit meeting in Mo- rocco, called on the organisation's 51 members not to finance or support \"terrorist acts\" and to ensure their terri- tory is not used by violent groups to plan or carry out operations. King Hassan of Mo- For the first time in its history the Organisation of Islamic Con- ference [OIC] adopted a 'code of conduct' in December to face up to the fundamentalist threat. The code, adopted at the OIC summit meeting in Mo- rocco, called on the organisation's 51 members not to finance or support \"terrorist acts\" and to ensure their terri- tory is not used by violent groups to plan or carry out operations. King Hassan of Mo-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 39, "ocr_result": "rocco launched a scathing attack on extremism as he opened the summit, saying fundamentalists had no right to issue falwas or religious decrees authorising the assassination of their target. rocco launched a scathing attack on extremism as he opened the summit, saying fundamentalists had no right to issue falwas or religious decrees authorising the assassination of their target."}, {"block_type": "LAYOUT_TEXT", "reading_order": 40, "ocr_result": "Like Salman Rushdie before them, two Moslem authors found themselves the targets of death decrees for works considered to be blasphemous. Like Salman Rushdie before them, two Moslem authors found themselves the targets of death decrees for works considered to be blasphemous."}, {"block_type": "LAYOUT_TEXT", "reading_order": 41, "ocr_result": "One of them, Egypt's Nobel prize winning author Naguib Mahfouz was stabbed in the neck by militants on 14 October. The alleged attacker was quoted by newspapers as saying he would not hesitate to murder the 83-year old writer if he gotanother chance. Bangladesh novelist, Tslima Nasreen, 32, fled to Europe in August after Moslem death threath. She is the subject of a trial in her native country for offending reli- gious feelings. One of them, Egypt's Nobel prize winning author Naguib Mahfouz was stabbed in the neck by militants on 14 October. The alleged attacker was quoted by newspapers as saying he would not hesitate to murder the 83-year old writer if he gotanother chance. Bangladesh novelist, Tslima Nasreen, 32, fled to Europe in August after Moslem death threath. She is the subject of a trial in her native country for offending reli- gious feelings."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 42, "ocr_result": "King Hassan of Morocco PHOTO SPE King Hassan of Morocco PHOTO SPE"}, {"block_type": "LAYOUT_TEXT", "reading_order": 43, "ocr_result": "does not release details of casu ties among the security forces Egypt likewise battled against Islamic campaign aimed at ov throwing thesecular government which has left more than 5. dead since it began in Marc 1992. does not release details of casu ties among the security forces Egypt likewise battled against Islamic campaign aimed at ov throwing thesecular government which has left more than 5. dead since it began in Marc 1992."}, {"block_type": "LAYOUT_TEXT", "reading_order": 44, "ocr_result": "sSaudi Arabia admitted for t sSaudi Arabia admitted for t"}, {"block_type": "LAYOUT_TEXT", "reading_order": 45, "ocr_result": "first time that it faced a threat fr first time that it faced a threat fr"}, {"block_type": "LAYOUT_TEXT", "reading_order": 46, "ocr_result": "Intellectuals are also a prime tar- get of Islamic militants in troubled Algeria, where the year drew to a close without any sign of a solu- tion to its its two-year conflict. Violence erupted in February, 1992 when the government cancelled elections which Islamic funda- mentalists were set to win and imposed a state of emergency. Seventeen journalists and dozens of judges, teachers and artists were murdered in 1994, along with 40 tourists. Intellectuals are also a prime tar- get of Islamic militants in troubled Algeria, where the year drew to a close without any sign of a solu- tion to its its two-year conflict. Violence erupted in February, 1992 when the government cancelled elections which Islamic funda- mentalists were set to win and imposed a state of emergency. Seventeen journalists and dozens of judges, teachers and artists were murdered in 1994, along with 40 tourists."}, {"block_type": "LAYOUT_TEXT", "reading_order": 47, "ocr_result": "Authorities targetted Islamic lea ers, executed 41 militants a drove the outlawed Jam Islamiyya out of its stronghold Asyut in 1994 only to watch horror as violence spread out in neighbouring provinces of sout ern Egypt. Authorities targetted Islamic lea ers, executed 41 militants a drove the outlawed Jam Islamiyya out of its stronghold Asyut in 1994 only to watch horror as violence spread out in neighbouring provinces of sout ern Egypt."}, {"block_type": "LAYOUT_TEXT", "reading_order": 48, "ocr_result": "Oil-rich Gulf state also stepp up the fight against fundamenta ist extremism which has swell since the January-February 19 Gulf War. Oil-rich Gulf state also stepp up the fight against fundamenta ist extremism which has swell since the January-February 19 Gulf War."}, {"block_type": "LAYOUT_TEXT", "reading_order": 49, "ocr_result": "P extremists and announced it h P extremists and announced it h"}, {"block_type": "LAYOUT_TEXT", "reading_order": 50, "ocr_result": "P rounded up 157 Moslem extre P rounded up 157 Moslem extre"}, {"block_type": "LAYOUT_TEXT", "reading_order": 51, "ocr_result": "ists at the end of September. ists at the end of September."}, {"block_type": "LAYOUT_TEXT", "reading_order": 52, "ocr_result": "launched in May in the Gaza Str launched in May in the Gaza Str"}, {"block_type": "LAYOUT_TEXT", "reading_order": 53, "ocr_result": "and Jericho, while Hezbollah gue and Jericho, while Hezbollah gue"}, {"block_type": "LAYOUT_TEXT", "reading_order": 54, "ocr_result": "Around 2,150 militants died in violence, according to official fig- ures. But the overall toll is much higher because the government Around 2,150 militants died in violence, according to official fig- ures. But the overall toll is much higher because the government"}, {"block_type": "LAYOUT_TEXT", "reading_order": 55, "ocr_result": "Neighbouring Kuwait mea while took control of fund raisi by Islamic fundamentalist cha ties, which have been accused I financing militants abroad. Neighbouring Kuwait mea while took control of fund raisi by Islamic fundamentalist cha ties, which have been accused I financing militants abroad."}, {"block_type": "LAYOUT_TEXT", "reading_order": 56, "ocr_result": "Elsewhere in the Middle Ea fundamentalists hardliners O posed to the Arab-Israeli pea process continued attacks on ta gets of the Jewish state. Elsewhere in the Middle Ea fundamentalists hardliners O posed to the Arab-Israeli pea process continued attacks on ta gets of the Jewish state."}, {"block_type": "LAYOUT_TEXT", "reading_order": 57, "ocr_result": "Forty-five Israelis were kille Forty-five Israelis were kille"}, {"block_type": "LAYOUT_TEXT", "reading_order": 58, "ocr_result": "by Palestinians after self-rule V by Palestinians after self-rule V"}, {"block_type": "LAYOUT_TEXT", "reading_order": 59, "ocr_result": "rillas in southern Lebanon stepp rillas in southern Lebanon stepp"}, {"block_type": "LAYOUT_TEXT", "reading_order": 60, "ocr_result": "up attacks on Israeli.soldiers d up attacks on Israeli.soldiers d"}, {"block_type": "LAYOUT_TEXT", "reading_order": 61, "ocr_result": "wards the end of the year. wards the end of the year."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 62, "ocr_result": "du- PHOTOSPEAK upt di- ed : to. ose Pix: David Akintonde The Oshodi du- PHOTOSPEAK upt di- ed : to. ose Pix: David Akintonde The Oshodi"}, {"block_type": "LAYOUT_TEXT", "reading_order": 63, "ocr_result": "SPEAK SPEAK"}]