[{"block_type": "LAYOUT_FIGURE", "reading_order": 1, "ocr_result": "NEWS VOL 1 NO. 74 FRIDAY 2 DECEMBER. 1994 N10 NEWS VOL 1 NO. 74 FRIDAY 2 DECEMBER. 1994 N10"}, {"block_type": "LAYOUT_TEXT", "reading_order": 2, "ocr_result": "VOL 1 NO. 74 FRIDAY 2 DECEMBER, 1994 N10 VOL 1 NO. 74 FRIDAY 2 DECEMBER, 1994 N10"}, {"block_type": "LAYOUT_TITLE", "reading_order": 3, "ocr_result": "EGUNJED COPS IN TROUBLE As Drug Suspect Flees EGUNJED COPS IN TROUBLE As Drug Suspect Flees"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "The trafficker from a Thai prison has landed ten mysterious escape of a Nigerian drug police officers and a colonel in trouble. And It's all because of Egunje, the notorious Nige- rian way of compromising officials. The ten Thai policemen are under investiga- tion for allegedly aiding the detained Nigerian drug trafficker to escape to another country yesterday. Chibo Briyume, also identified as Abdul Abudevine, fled detention at the Immigration The trafficker from a Thai prison has landed ten mysterious escape of a Nigerian drug police officers and a colonel in trouble. And It's all because of Egunje, the notorious Nige- rian way of compromising officials. The ten Thai policemen are under investiga- tion for allegedly aiding the detained Nigerian drug trafficker to escape to another country yesterday. Chibo Briyume, also identified as Abdul Abudevine, fled detention at the Immigration"}, {"block_type": "LAYOUT_TITLE", "reading_order": 5, "ocr_result": "Fawehinmi Takes Fawehinmi Takes"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "police division this week after swapping his passport for that of another inmate for 500 baht [20 dollars]. He was believed to have been subsequently smuggled out of the country by air, the police officials said this morning. The ten officers under investigation by a special police committee have not been named. But The Nation daily reported that Briyume, Continued on page 2 police division this week after swapping his passport for that of another inmate for 500 baht [20 dollars]. He was believed to have been subsequently smuggled out of the country by air, the police officials said this morning. The ten officers under investigation by a special police committee have not been named. But The Nation daily reported that Briyume, Continued on page 2"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "she paid the said sum to Ajudua, On Ajudua for\"a consideration that has wholly failed. She is also asking for \"recovery expenses and cost of five trins she she paid the said sum to Ajudua, On Ajudua for\"a consideration that has wholly failed. She is also asking for \"recovery expenses and cost of five trins she"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 8, "ocr_result": "Alex Oni Alex Oni"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "Mrs. Springer-Beck alleged that, Mrs. Springer-Beck alleged that,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "Human rights crusader, Chief Gani Fawehinmi, has taken over the prosecution of a $437,000 about N32 million advance fee fraud case, otherwise known as '419', a German-based widow, Mrs. Frieda Springer- Beck filed against Lagos lawyer, Chief Fred Ajudua. Human rights crusader, Chief Gani Fawehinmi, has taken over the prosecution of a $437,000 about N32 million advance fee fraud case, otherwise known as '419', a German-based widow, Mrs. Frieda Springer- Beck filed against Lagos lawyer, Chief Fred Ajudua."}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "She is also asking for \"recovery expenses and cost of five trips she made to Nigeria from Germany,\" including hotel expenses and in- terest at the rate of 30 per cent from 26 March, 1993 until final payment. She is also asking for \"recovery expenses and cost of five trips she made to Nigeria from Germany,\" including hotel expenses and in- terest at the rate of 30 per cent from 26 March, 1993 until final payment."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "She claimed in her affidavit in support of the motion that some \"associates\" of Ajudua contacted her in January 1993, saying that She claimed in her affidavit in support of the motion that some \"associates\" of Ajudua contacted her in January 1993, saying that"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "Continued on page 2 Continued on page 2"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 14, "ocr_result": "RAMA RAMA"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 15, "ocr_result": "AM FRIA AM FRIA"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 16, "ocr_result": ""}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "An aerial view of the Italian cruise ship, the Achille Lauro, on fire in the Indian ocean off the coast of Somalia taken from a US Navy helicopter last Wednesday. The fire continued to burn yesterday, but passengers were rescued from life boats by ships in the area. Several people are reported to have died. AFP PHOTO. An aerial view of the Italian cruise ship, the Achille Lauro, on fire in the Indian ocean off the coast of Somalia taken from a US Navy helicopter last Wednesday. The fire continued to burn yesterday, but passengers were rescued from life boats by ships in the area. Several people are reported to have died. AFP PHOTO."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "Lagos VIPs Shun Saleh Lagos VIPs Shun Saleh"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 19, "ocr_result": "Charles Owoeye Charles Owoeye"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "Secretary to the ruling military junta, Al- haji Aminu Saleh, was snubbed by the very important people of Lagos yesterday. Secretary to the ruling military junta, Al- haji Aminu Saleh, was snubbed by the very important people of Lagos yesterday."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "The seminar on Chemical Weapons Conven- tion and the Chemical and Allied Industries which he was billed to declare open was poorly attended. There were fewer than 30 guests present at the opening, at the auditorium of the Ikeja Complex of the Manufacturers Association of Nigeria. The auditorium could seat 700 people. The opening ceremony which was.broad- cast live on Ray Power Radio was so scantily attended that the master of ceremony spent little time in introducing the few dignitaries present and had ample time to acknowledge the presence of junior reporters who had com The seminar on Chemical Weapons Conven- tion and the Chemical and Allied Industries which he was billed to declare open was poorly attended. There were fewer than 30 guests present at the opening, at the auditorium of the Ikeja Complex of the Manufacturers Association of Nigeria. The auditorium could seat 700 people. The opening ceremony which was.broad- cast live on Ray Power Radio was so scantily attended that the master of ceremony spent little time in introducing the few dignitaries present and had ample time to acknowledge the presence of junior reporters who had com"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "to cover the ill-fated seminar bankrolled by the authorities in Continued on page 2 to cover the ill-fated seminar bankrolled by the authorities in Continued on page 2"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 23, "ocr_result": "Visit SANYA CJIKUTU ART Exhibition venue: MUSON Centre 8/9 Manna Onikan Sunday Dec A Time: 4.0upm Visit SANYA CJIKUTU ART Exhibition venue: MUSON Centre 8/9 Manna Onikan Sunday Dec A Time: 4.0upm"}]