[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMNews PMNews"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "P. 3 P. 3"}, {"block_type": "LAYOUT_TITLE", "reading_order": 3, "ocr_result": "Rough, Rough Christmas Rough, Rough Christmas"}, {"block_type": "LAYOUT_TEXT", "reading_order": 4, "ocr_result": "For two months, Shade, a civil servant had been planning big for Christmas. She wanted to go to her hometown, Kabba, Kogi State, one for Christmas and two, forthe weddingceremony ofher friend, a wedding in which she is the chief bridesmaid. For these, she wanted to go home in style with a new dress and a new pair of shoes. For two months, Shade, a civil servant had been planning big for Christmas. She wanted to go to her hometown, Kabba, Kogi State, one for Christmas and two, forthe weddingceremony ofher friend, a wedding in which she is the chief bridesmaid. For these, she wanted to go home in style with a new dress and a new pair of shoes."}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 5, "ocr_result": "Wunmi Rabiu Wunmi Rabiu"}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "First week of December, Shade went window shopping, saw a pair of shoe she liked, examined the price tag and saw N800. She went home hoping to raise the money somehow and come back for the shoe. One week later, Shade strolled confidently into the shop armed with N800, expecting to pack home the dream shoe in her hand bag. That was not to be. On picking up the same pair of shoe, she saw a different price tag - N1,100. A shocked Shade la- First week of December, Shade went window shopping, saw a pair of shoe she liked, examined the price tag and saw N800. She went home hoping to raise the money somehow and come back for the shoe. One week later, Shade strolled confidently into the shop armed with N800, expecting to pack home the dream shoe in her hand bag. That was not to be. On picking up the same pair of shoe, she saw a different price tag - N1,100. A shocked Shade la-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "mented: \"But I priced this same shoe last week and the price was still reasonable then.\" mented: \"But I priced this same shoe last week and the price was still reasonable then.\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "Not any more. One week in Nigerian markets is a pretty long time. A long time in a country where prices of goods are adjusted upwards almost everyday. This is especially so as Christmas draws near. Not any more. One week in Nigerian markets is a pretty long time. A long time in a country where prices of goods are adjusted upwards almost everyday. This is especially so as Christmas draws near."}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "It is barely a week to Christmas. But for the dry chilly harmattan wind, there is little to show that this is yuletide season. Everything is just as dry as the harmattan air itself. The usual build up for an exciting Christmas is non-existent. Few people are planning to travel to their home towns as they are wont to do in the past. Fewer still are buying gifts for their friends and loved ones. It is barely a week to Christmas. But for the dry chilly harmattan wind, there is little to show that this is yuletide season. Everything is just as dry as the harmattan air itself. The usual build up for an exciting Christmas is non-existent. Few people are planning to travel to their home towns as they are wont to do in the past. Fewer still are buying gifts for their friends and loved ones."}, {"block_type": "LAYOUT_TEXT", "reading_order": 10, "ocr_result": "What is responsible? Due to the dwindling value of the naira and What is responsible? Due to the dwindling value of the naira and"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "the fuel price hike, prices of com- modities have shotupso drastically that many Nigerians cannot afford to buy things for the Christmas celebration. Clothing materials, food stuffs and gift items are now twice as expensive as they used to be. the fuel price hike, prices of com- modities have shotupso drastically that many Nigerians cannot afford to buy things for the Christmas celebration. Clothing materials, food stuffs and gift items are now twice as expensive as they used to be."}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "PM News market survey of goods usually in high demand during festive periods shows a high degree of price instability. And the curve goes only one way- up. At Nnamdi Azikiwe Street Lagos, Tejuosho and Oshodi mar- kets where clothing materials for ladies and men alike are sold, sellers adjust prices almost every- day. Though there is no indication that theirshops have been recently stocked, the cheapest clothing ma- terial is N250 per yard, except rayon which still sells for about N150.00. Others range between PM News market survey of goods usually in high demand during festive periods shows a high degree of price instability. And the curve goes only one way- up. At Nnamdi Azikiwe Street Lagos, Tejuosho and Oshodi mar- kets where clothing materials for ladies and men alike are sold, sellers adjust prices almost every- day. Though there is no indication that theirshops have been recently stocked, the cheapest clothing ma- terial is N250 per yard, except rayon which still sells for about N150.00. Others range between"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 13, "ocr_result": "N1,100. A shocked Shade la- N1,100. A shocked Shade la-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "Harvest of fowls, but where are the buyers? Harvest of fowls, but where are the buyers?"}, {"block_type": "LAYOUT_FIGURE", "reading_order": 15, "ocr_result": "S a or e Er a ar OS er 8 IS SS ES S a or e Er a ar OS er 8 IS SS ES"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 16, "ocr_result": "CROSSWORDS CROSSWORDS"}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "ACROSS: 1. Grape season (7), 7. Interlaced (5), 8. Book of biblical writings (7), 9. Painful (6), 1,1. Wild animal (5), 13. Among (4), 14. Mechanic (7), 15. Jungle creature (4), 16. Fight (5), 17. Complete (6), 21. In a confused state (7), 22. Exhaust fumes (5), 23. Scene of horror (7). ACROSS: 1. Grape season (7), 7. Interlaced (5), 8. Book of biblical writings (7), 9. Painful (6), 1,1. Wild animal (5), 13. Among (4), 14. Mechanic (7), 15. Jungle creature (4), 16. Fight (5), 17. Complete (6), 21. In a confused state (7), 22. Exhaust fumes (5), 23. Scene of horror (7)."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": "DOWN: 2. Official check (10), 3. Charm (8), 4. Became larger (4), 5. Skeletal unit (4), 6. Repair (4), 9. Poke fun at (5), 10. Resettlement (10), 12. Took illegally (5), 13. Comic tale (8), 18. Domesticated (4), 19. Garden tool (4), 20. Lean (4) DOWN: 2. Official check (10), 3. Charm (8), 4. Became larger (4), 5. Skeletal unit (4), 6. Repair (4), 9. Poke fun at (5), 10. Resettlement (10), 12. Took illegally (5), 13. Comic tale (8), 18. Domesticated (4), 19. Garden tool (4), 20. Lean (4)"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 19, "ocr_result": "YESTERDAY'S SOLUTIONS YESTERDAY'S SOLUTIONS"}, {"block_type": "LAYOUT_TEXT", "reading_order": 20, "ocr_result": "ACROSS: 1. Obliterate, 8. October, 9. Plant, 10. Pipe, 11. Pear, 12. All, 14. Sister, 15. Detach, 18. Tit, 20. Oval, 21. Oral, 23. Opera, 24. Warfare, 25, Pentagonal. ACROSS: 1. Obliterate, 8. October, 9. Plant, 10. Pipe, 11. Pear, 12. All, 14. Sister, 15. Detach, 18. Tit, 20. Oval, 21. Oral, 23. Opera, 24. Warfare, 25, Pentagonal."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "DOWN: 1. Octoput, 2. Lobe, 3. Turret, 4. Reporter, 5. Tiara, 6. Composition, 7. Stallholder, 13. Resonant, 16. Airmail, 17. Earwig, 19. Theme, 22. Grin. DOWN: 1. Octoput, 2. Lobe, 3. Turret, 4. Reporter, 5. Tiara, 6. Composition, 7. Stallholder, 13. Resonant, 16. Airmail, 17. Earwig, 19. Theme, 22. Grin."}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "N350 and N700.00. Jaquard mate- rial which used to sell for about N1,800 now sells for between N2,500 and N3,000 per yard. And those between the range of N2,000 and N3,000 are now N5,000 and above. N350 and N700.00. Jaquard mate- rial which used to sell for about N1,800 now sells for between N2,500 and N3,000 per yard. And those between the range of N2,000 and N3,000 are now N5,000 and above."}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "A woman who has her shop around the Lagos Central Mosque said: \"There is nothing we can do since the naira does not have any value again. By the time the goods arrive here and we convert the cost to naira, it becomes something else\". According to her, clothing materials are not that expensive if one considers how much they are bough+ from abroad. \"The gov- erament should help us because we are also not happy about it,\" she added. A woman who has her shop around the Lagos Central Mosque said: \"There is nothing we can do since the naira does not have any value again. By the time the goods arrive here and we convert the cost to naira, it becomes something else\". According to her, clothing materials are not that expensive if one considers how much they are bough+ from abroad. \"The gov- erament should help us because we are also not happy about it,\" she added."}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "Casual shots now cost between N1,000 and N1,500, while the qual- ity ones sells for N3,000 and above. The same thing applies to bags. A nice ladies leather bag is sold at N2,000 and above unlike some months back when one can still get it at N1,500. Casual shots now cost between N1,000 and N1,500, while the qual- ity ones sells for N3,000 and above. The same thing applies to bags. A nice ladies leather bag is sold at N2,000 and above unlike some months back when one can still get it at N1,500."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "Normally at Christmas, people opt for special dishes, so there are choice food. Chicken and turkey replace the usual iced fish, and rice is preferred to any other food. Today, not many people will be able to go for such indulgence. Fowls sell for N400 and above. Those that are not big are sold at N350. A carton of iced turkey is Normally at Christmas, people opt for special dishes, so there are choice food. Chicken and turkey replace the usual iced fish, and rice is preferred to any other food. Today, not many people will be able to go for such indulgence. Fowls sell for N400 and above. Those that are not big are sold at N350. A carton of iced turkey is"}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "sold at N1,500 as against N1,300 in October. At Oshodi, the fowl sell- ers explained that prices were adjusted from the farms. Rice too like the rest is not found cheap with the different types of Aruso and Agric selling for between N2,000 and N2,500. sold at N1,500 as against N1,300 in October. At Oshodi, the fowl sell- ers explained that prices were adjusted from the farms. Rice too like the rest is not found cheap with the different types of Aruso and Agric selling for between N2,000 and N2,500."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "Palm oil and groundnut oil which, last month, was sold at N50 and N60 respectively per bottle are now sold at N60 and N70. Palm oil and groundnut oil which, last month, was sold at N50 and N60 respectively per bottle are now sold at N60 and N70."}, {"block_type": "LAYOUT_TEXT", "reading_order": 28, "ocr_result": "As it is, many people are plan- ning a modest Christmas. \"Modesty is the watchword at this critical condition of our economy,\" said Mrs. Adeniran who was happy she bought gifts for her children early. As it is, many people are plan- ning a modest Christmas. \"Modesty is the watchword at this critical condition of our economy,\" said Mrs. Adeniran who was happy she bought gifts for her children early."}, {"block_type": "LAYOUT_TEXT", "reading_order": 29, "ocr_result": "Another woman who said her family used to celebrate in grand style before admitted that they just have to do without some things this Christmas. \"Idon't think we will be able to slaughter a ram this year. We have spent so much on buying clothes and food stuffs, she said. Children too have their own share of the hard time. Many of them miss the usual fun-fair that they enjoy yearly. Lolu, a fifth year pupil in private school said she and her siblings have not visited anywhere yet, not even Santa Claus. \"I just hope mummy will take us to the beach,\" she prayed. Another woman who said her family used to celebrate in grand style before admitted that they just have to do without some things this Christmas. \"Idon't think we will be able to slaughter a ram this year. We have spent so much on buying clothes and food stuffs, she said. Children too have their own share of the hard time. Many of them miss the usual fun-fair that they enjoy yearly. Lolu, a fifth year pupil in private school said she and her siblings have not visited anywhere yet, not even Santa Claus. \"I just hope mummy will take us to the beach,\" she prayed."}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "Considering how every family is struggling to survive the stormy economic waters, Lolu may just end up disappointed. Considering how every family is struggling to survive the stormy economic waters, Lolu may just end up disappointed."}]