[{"block_type": "LAYOUT_HEADER", "reading_order": 1, "ocr_result": "PMSport, Wednesday, 14 December, 1994 PMSport, Wednesday, 14 December, 1994"}, {"block_type": "LAYOUT_PAGE_NUMBER", "reading_order": 2, "ocr_result": "Page 7 Page 7"}, {"block_type": "LAYOUT_TITLE", "reading_order": 3, "ocr_result": "FOOTBALL FOOTBALL"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 4, "ocr_result": "Rangers Will Not Die - Co-ordinator amateur league clubside would be signed on to strenghten Rangers. \"We have spotted some very good - Rangers Will Not Die - Co-ordinator amateur league clubside would be signed on to strenghten Rangers. \"We have spotted some very good -"}, {"block_type": "LAYOUT_TEXT", "reading_order": 5, "ocr_result": "Enugu Rangers Football Club will survive any other soccer sea- SO a since k was able to survive, not only the threat of relegation this season butalso to emerge the third best team in the country during the recently concluded F.A. Cup competition. Enugu Rangers Football Club will survive any other soccer sea- SO a since k was able to survive, not only the threat of relegation this season butalso to emerge the third best team in the country during the recently concluded F.A. Cup competition."}, {"block_type": "LAYOUT_TEXT", "reading_order": 6, "ocr_result": "Mr. Segun Martins, Rangers' na- tional co-ordinator who was so elated by his team's fortune this year ex- pressed this opinion last week in Enugu to PMsport. \"Since we were able to survive this season, I can assure you that Rangers cannot die again,\" said Segun who attended the presentation ceremony of the bronze Mr. Segun Martins, Rangers' na- tional co-ordinator who was so elated by his team's fortune this year ex- pressed this opinion last week in Enugu to PMsport. \"Since we were able to survive this season, I can assure you that Rangers cannot die again,\" said Segun who attended the presentation ceremony of the bronze"}, {"block_type": "LAYOUT_TEXT", "reading_order": 7, "ocr_result": "medals won by the team to the players by Enugu State military ad- ministrator, Lt. Col. Luky Mike Torey. Martins described his team's WAFU Cup ticket as an opportunity to relaunch Rangers into International Soccer Competition after more than 10 years of inaction \"WAFU Cup will bring Rangers back to lime light at the International level,\" he opined. On Rangers preparation against next season, Segun who doubles as the club's camp commandant re- vealed to PMsport that his team will retain about 20 of the old play- ers, to make \"room for continuity, while new players, especially from medals won by the team to the players by Enugu State military ad- ministrator, Lt. Col. Luky Mike Torey. Martins described his team's WAFU Cup ticket as an opportunity to relaunch Rangers into International Soccer Competition after more than 10 years of inaction \"WAFU Cup will bring Rangers back to lime light at the International level,\" he opined. On Rangers preparation against next season, Segun who doubles as the club's camp commandant re- vealed to PMsport that his team will retain about 20 of the old play- ers, to make \"room for continuity, while new players, especially from"}, {"block_type": "LAYOUT_TEXT", "reading_order": 8, "ocr_result": "amateur league clubside would be signed on to strenghten Rangers. \"We have spotted some very good players in the amateur league clubs who we intend to sign-on,\" he claimed, stating further that some of the players would come from NUB F.C. of Kaduna. He pointed out that Rangers would not embark on any elaborate screening as most of the players they want have been got The club, he said, would how- ever, form a feeder team next sea- son with players between the ages of 15 and 18 years. \"The boys will be paid very well and they will in future form the bulk of players to star for Rangers,\" revealed Segun who had been with Rangers since 1974. Chuks Ehirim/Enugu amateur league clubside would be signed on to strenghten Rangers. \"We have spotted some very good players in the amateur league clubs who we intend to sign-on,\" he claimed, stating further that some of the players would come from NUB F.C. of Kaduna. He pointed out that Rangers would not embark on any elaborate screening as most of the players they want have been got The club, he said, would how- ever, form a feeder team next sea- son with players between the ages of 15 and 18 years. \"The boys will be paid very well and they will in future form the bulk of players to star for Rangers,\" revealed Segun who had been with Rangers since 1974. Chuks Ehirim/Enugu"}, {"block_type": "LAYOUT_TEXT", "reading_order": 9, "ocr_result": "VOLLEYBALL VOLLEYBALL"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 10, "ocr_result": "Lagos, Delta Share Honours Lagos, Delta Share Honours"}, {"block_type": "LAYOUT_TEXT", "reading_order": 11, "ocr_result": "The Under-18 Inter-state Vol- leyball Championship which came up at the Lekan Salami Sports Complex, Ibadan, be- tween 5-10 December had Delta and Lagos States winning the honours at stake in the male and female categories respectively. While Lagos girls defeated host Oyo State 15-13, 14-16, 15-10, 12- 15 and 19-17, 3-2, the Delta boys thrashed their counterparts from Rivers 13-15, 15-13, 3-15 (3-1). Individual prize awards went to players like Kenedy Williams, Serah Ahigbe, Dorothy Egbum, Nurayi Joy for the best setter, (male and famle) Best spiker girls and best blocker respectively. National Volleyball Chief Coach, The Under-18 Inter-state Vol- leyball Championship which came up at the Lekan Salami Sports Complex, Ibadan, be- tween 5-10 December had Delta and Lagos States winning the honours at stake in the male and female categories respectively. While Lagos girls defeated host Oyo State 15-13, 14-16, 15-10, 12- 15 and 19-17, 3-2, the Delta boys thrashed their counterparts from Rivers 13-15, 15-13, 3-15 (3-1). Individual prize awards went to players like Kenedy Williams, Serah Ahigbe, Dorothy Egbum, Nurayi Joy for the best setter, (male and famle) Best spiker girls and best blocker respectively. National Volleyball Chief Coach,"}, {"block_type": "LAYOUT_TEXT", "reading_order": 12, "ocr_result": "Richardson Odele told PMsport after the championship that the competi- tion has achieved its objective which is the discovery of young talents from the grassroot Richardson Odele told PMsport after the championship that the competi- tion has achieved its objective which is the discovery of young talents from the grassroot"}, {"block_type": "LAYOUT_TEXT", "reading_order": 13, "ocr_result": "use So far, we have been able to discover about 20 boys and 15 girls who could be recruited to the na- donal team for International champi- onship next year\" he said. these: use So far, we have been able to discover about 20 boys and 15 girls who could be recruited to the na- donal team for International champi- onship next year\" he said. these:"}, {"block_type": "LAYOUT_TEXT", "reading_order": 14, "ocr_result": "According to him, among these budding talents discovered are Kennedy Williams (Rivers), Afegbai Olu (Delta), Idode Daniel (Lagos), Jato Lucky (Delta)and Godwin Sun- day (Rivers) for the boys, while names like Dorothy Egbum, Serah Ayigbe, Joy and Dorls Nwajie, Mara Agba, Taye Daramola and Kehinde Daramola were penciled down among the girls. According to him, among these budding talents discovered are Kennedy Williams (Rivers), Afegbai Olu (Delta), Idode Daniel (Lagos), Jato Lucky (Delta)and Godwin Sun- day (Rivers) for the boys, while names like Dorothy Egbum, Serah Ayigbe, Joy and Dorls Nwajie, Mara Agba, Taye Daramola and Kehinde Daramola were penciled down among the girls."}, {"block_type": "LAYOUT_TEXT", "reading_order": 15, "ocr_result": "However, the Under-18 Volley- ball tourney was not devold of fraud as some states like Rivers incurred the wrath of NAVA for trying to violate the age limit by fielding over-ae players. However, the Under-18 Volley- ball tourney was not devold of fraud as some states like Rivers incurred the wrath of NAVA for trying to violate the age limit by fielding over-ae players."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 16, "ocr_result": "French boxer Jean-Baptiste Mendy is carried by supporters after he regained the European lightweight title in Thiais, south- east of Paris last week. Mendy defeated Danish boxerRacheed Lawal after the referee stopped the fight in the ninth round . AFP PHOTO. French boxer Jean-Baptiste Mendy is carried by supporters after he regained the European lightweight title in Thiais, south- east of Paris last week. Mendy defeated Danish boxerRacheed Lawal after the referee stopped the fight in the ninth round . AFP PHOTO."}, {"block_type": "LAYOUT_TEXT", "reading_order": 17, "ocr_result": "Tony Ogumah, Delta State Volley- ball coach told PMsport in a post championship Interview that \"play- ersin the age-grade tournament were very difficult to handle,\" saying they were rough and inexperienced. He posited that this is however their transition to the sernior cat- egory, arguing that in the world over, Under-18 players are already playing professional volleyball. Tony Ogumah, Delta State Volley- ball coach told PMsport in a post championship Interview that \"play- ersin the age-grade tournament were very difficult to handle,\" saying they were rough and inexperienced. He posited that this is however their transition to the sernior cat- egory, arguing that in the world over, Under-18 players are already playing professional volleyball."}, {"block_type": "LAYOUT_TEXT", "reading_order": 18, "ocr_result": ". Boye Ajayl . Boye Ajayl"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 19, "ocr_result": "BOXING - BOXING -"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 20, "ocr_result": "P Eubank Answers Critics Eubank. P Eubank Answers Critics Eubank."}, {"block_type": "LAYOUT_TEXT", "reading_order": 21, "ocr_result": "Chief Eubank answered his many critics in Manchester on Saturday night by retaining his WBO super-middleweight title in impressive style by outscoring a courageous Henry Wharton with a unanimous points verdict. He has rarely fought better in his controversial career against an oppo- nent, who for once had the genuine ability to relieve him of his brown. The majority of his recent perfor- his critics have been relentless in mances have been uninspiring, and pointing out that, apart from Nigel lengers have been no more than fall- Benn and Michael Watson, his chal- Chief Eubank answered his many critics in Manchester on Saturday night by retaining his WBO super-middleweight title in impressive style by outscoring a courageous Henry Wharton with a unanimous points verdict. He has rarely fought better in his controversial career against an oppo- nent, who for once had the genuine ability to relieve him of his brown. The majority of his recent perfor- his critics have been relentless in mances have been uninspiring, and pointing out that, apart from Nigel lengers have been no more than fall- Benn and Michael Watson, his chal-"}, {"block_type": "LAYOUT_TEXT", "reading_order": 22, "ocr_result": "guys. But Eubank's tactically astute per- formance against 2 big-hitting oppo- nent will have gone some way to is a serious boxer who does not just persuading those critics that Eubank see his sport as a means to making guys. But Eubank's tactically astute per- formance against 2 big-hitting oppo- nent will have gone some way to is a serious boxer who does not just persuading those critics that Eubank see his sport as a means to making"}, {"block_type": "LAYOUT_TEXT", "reading_order": 23, "ocr_result": "money. In the pre-match press confer- ence, Eubank had been forced to endure the venomous abuse of Wharton'smanager, Micky Duff, who implied he was no more than a prostitute exploiding the sport for the cash. \"I assure you, you are the lowest of the low, you are scum,\" Duff told money. In the pre-match press confer- ence, Eubank had been forced to endure the venomous abuse of Wharton'smanager, Micky Duff, who implied he was no more than a prostitute exploiding the sport for the cash. \"I assure you, you are the lowest of the low, you are scum,\" Duff told"}, {"block_type": "LAYOUT_TEXT", "reading_order": 24, "ocr_result": "Eubank. Eubank."}, {"block_type": "LAYOUT_TEXT", "reading_order": 25, "ocr_result": "\"He has made millions and he doesn't deserve it. He'slow-life scum. He exploits the game like a hooker, that Is behaving like scum,\" contin- ued Duff. \"He has made millions and he doesn't deserve it. He'slow-life scum. He exploits the game like a hooker, that Is behaving like scum,\" contin- ued Duff."}, {"block_type": "LAYOUT_TEXT", "reading_order": 26, "ocr_result": "To his credit, Eubank preserved his dignity and expressed only pity that one of the game's most re- spected figures should resort to per- sonal insults. To his credit, Eubank preserved his dignity and expressed only pity that one of the game's most re- spected figures should resort to per- sonal insults."}, {"block_type": "LAYOUT_TEXT", "reading_order": 27, "ocr_result": "All the sweeter then was the accomplished manner of his victory and the graceful tribute he paid to hisopponentafter an absorbing con- test. All the sweeter then was the accomplished manner of his victory and the graceful tribute he paid to hisopponentafter an absorbing con- test."}, {"block_type": "LAYOUT_FIGURE", "reading_order": 28, "ocr_result": "been no more Chris Eubank (R) dealing with Henry Wharton. AFP PHOTO. WHARTED been no more Chris Eubank (R) dealing with Henry Wharton. AFP PHOTO. WHARTED"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 29, "ocr_result": "FIFA Team Gives Enugu Pass Mark FIFA Team Gives Enugu Pass Mark"}, {"block_type": "LAYOUT_TEXT", "reading_order": 30, "ocr_result": "Enugu centre, one of the four slated to host the world during next year's U-21 World Youth Soccer Championship (Nigeria '95), has secured the approval of FIFA in terms of provision of fa- cilities at the Nnamdi Azikiwe Stadium, Enugu as well as the standard of the Nike Lake Hotel Resort-and Zodlac Hotel, both in Enugu. Enugu centre, one of the four slated to host the world during next year's U-21 World Youth Soccer Championship (Nigeria '95), has secured the approval of FIFA in terms of provision of fa- cilities at the Nnamdi Azikiwe Stadium, Enugu as well as the standard of the Nike Lake Hotel Resort-and Zodlac Hotel, both in Enugu."}, {"block_type": "LAYOUT_TEXT", "reading_order": 31, "ocr_result": "Briefing the sporting press after its final inspection of the stadium, ho- tels and practising pitches at Ikenga Hotel and University of Nigeria, Enugu Campus (UNEC), the 3-man FIFA inspection team comprising its leader, Mr. Herbert Kreh - a German who is a member of FIFA committee on Youth Tournaments, Mr. Slins Aloulou from Tunisia and Mr. Keith Cooper, also a FIFA committee on Youth Committee as well as acted as the general co-ordinator as well as spokesman of the team, awarded a pass mark to the facilities they found in the centre. \"In summary, we feel very happy with the situation here,\" Mr. Cooper said at the crowded press conference. Speaking on the state of work done on the stadium, Mr. Cooper said, \"this is a very nice Briefing the sporting press after its final inspection of the stadium, ho- tels and practising pitches at Ikenga Hotel and University of Nigeria, Enugu Campus (UNEC), the 3-man FIFA inspection team comprising its leader, Mr. Herbert Kreh - a German who is a member of FIFA committee on Youth Tournaments, Mr. Slins Aloulou from Tunisia and Mr. Keith Cooper, also a FIFA committee on Youth Committee as well as acted as the general co-ordinator as well as spokesman of the team, awarded a pass mark to the facilities they found in the centre. \"In summary, we feel very happy with the situation here,\" Mr. Cooper said at the crowded press conference. Speaking on the state of work done on the stadium, Mr. Cooper said, \"this is a very nice"}, {"block_type": "LAYOUT_TEXT", "reading_order": 32, "ocr_result": "stadium. The facilities for the press are really outstanding. It is very good to see how much it has taken DO see all these done,\" stadium. The facilities for the press are really outstanding. It is very good to see how much it has taken DO see all these done,\""}, {"block_type": "LAYOUT_TEXT", "reading_order": 33, "ocr_result": "The team was also satisfied with the standard of the hotels it in- spected. \"Nike Hotel is of interna- tional standard and this is where FIFA officials and teams will be staying and Zodiac Hotel may prob- ably be the hotel to be used by the press,\" Cooper said. The team was also satisfied with the standard of the hotels it in- spected. \"Nike Hotel is of interna- tional standard and this is where FIFA officials and teams will be staying and Zodiac Hotel may prob- ably be the hotel to be used by the press,\" Cooper said."}, {"block_type": "LAYOUT_TEXT", "reading_order": 34, "ocr_result": "The team however, showed its displeasure at the rate of work done on the training pitches, flood- lights and the football pitch of the stadium. \"If you have 2 football championship, no matter how im- portant and you don't have a field, you have no championship, Cooper pointed out, refering to the stadium pitch which is currently undergoing re-grassing. He however said the team wassatisfied with the pledge of the Local Organising Committee that the flood lights, the training pitches, and the main field at the stadium would be ready in January. He said Mr. Aloulou would come back to the centre in January. - Cluus Ebirim/Enugu The team however, showed its displeasure at the rate of work done on the training pitches, flood- lights and the football pitch of the stadium. \"If you have 2 football championship, no matter how im- portant and you don't have a field, you have no championship, Cooper pointed out, refering to the stadium pitch which is currently undergoing re-grassing. He however said the team wassatisfied with the pledge of the Local Organising Committee that the flood lights, the training pitches, and the main field at the stadium would be ready in January. He said Mr. Aloulou would come back to the centre in January. - Cluus Ebirim/Enugu"}, {"block_type": "LAYOUT_SECTION_HEADER", "reading_order": 35, "ocr_result": "Oluyole Tennis Cries For Sponsors Oluyole Tennis Cries For Sponsors"}, {"block_type": "LAYOUT_TEXT", "reading_order": 36, "ocr_result": "The Annual Oluyole Table Ten- ais Championship has beenlost to so rough to foot the bill again\", he the current economic crunch said. plaguing the country. According to him, it would be Waheed Ekun, the co-ordinator of disastrous if the Oluyole Table Tennis Oluyole Table Tenni tourney told Championship should die a natural PMsport in Ibadan. death, saying It is the only way \"We have not been able to host the athletes are groomed in that part of competition for the past two years the country. because, Sumal Company Limited, The competition was last held in the major sponsor has been having It 1992 at the Liberty Stadium Ibadan. -Boye Ajayt The Annual Oluyole Table Ten- ais Championship has beenlost to so rough to foot the bill again\", he the current economic crunch said. plaguing the country. According to him, it would be Waheed Ekun, the co-ordinator of disastrous if the Oluyole Table Tennis Oluyole Table Tenni tourney told Championship should die a natural PMsport in Ibadan. death, saying It is the only way \"We have not been able to host the athletes are groomed in that part of competition for the past two years the country. because, Sumal Company Limited, The competition was last held in the major sponsor has been having It 1992 at the Liberty Stadium Ibadan. -Boye Ajayt"}]